{
    "paper_id": "bbaa88d5b0e10a260606dc92d0774816a3bb5861",
    "metadata": {
        "title": "Age-Related Factors in Cyclosporine-Induced Syngeneic Graft-Versus-Host Disease: Regulatory Role of Marrow-Derived T Lymphocytes",
        "authors": [
            {
                "first": "Anne",
                "middle": [
                    "C"
                ],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Allan",
                "middle": [
                    "D"
                ],
                "last": "Hess",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University School of Medicine",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The present studies have evaluated the effect of age on the induction of syngeneic graft-versushost disease (SGVHD) after syngeneic bone marrow transplantation (BMT) and cyclosporine (CsA) therapy. The results clearly document an inverse correlation of age with the incidence of SGVHD. Virtually a 100% incidence of SGVHD occurs in Lewis rats when syngeneic BMT and CsA therapy are started when the animals are 4 wk of age . Thereafter, there is a dramatic decline in the incidence of SGVHD with the increasing age of the animals. Although the age of the recipient was important, the most significant effect was the age of the marrow donor . Marrow from animals 6 mo of age was virtually incapable of eliciting SGVHD after BMT and CsA therapy. Furthermore, mixing the marrow from mature and immature animals resulted in a decreased incidence of SGVHD, implicating a regulatory effect present in the marrow from older rats. This regulatory effect was due to the presence of mature T cells in the marrow from animals 6 mo of age. Despite the fact that marrow from young animals possesses mature T lymphocytes, this regulatory activity was absent, suggesting that the host resistance mediated by T lymphocytes develops as the animal ages. These data further implicate the importance of a host resistance mechanism in preventing the induction of SGVHD with CsA, which appears to be mediated by the clonal inactivation of autoreactive cells .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "C yclosporine (CsA)l is a very potent immunosuppressive agent that has an apparent selective action on T lymphocyte-dependent immune responses (1, 2) . It has been used extensively in clinical transplantation to prevent solid organ allograft rejection and graft-versus-host disease (GVHD) (3, 4) . CsA is currently being evaluated as a therapeutic agent for the treatment ofautoimmune disease, and the results from these trials appear quite promising (5) . Despite its potent immunosuppressive activity, CsA therapy after autologous or syngeneic bone marrow transplantation paradoxically elicits a T cell-mediated autoimmune syndrome with pathology identical to GVHD occurring after allogeneic bone marrow transplantation (BMT) (6) (7) (8) (9) (10) . Hence, this CsA-induced autoimmune syndrome was originally termed syngeneic GVHD (SGVHD) (6) . The immunobiology of SGVHD is complex and is not completely understood, but it appears to be due to the uncoupling of normal immunologic homeostasis involved in self-nonself recognition (11) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "(1,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "2)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "4)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "(5)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "(6)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 732,
                    "end": 735,
                    "text": "(7)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "(8)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "(9)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "(10)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "(6)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "(11)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "' Abbreviations used in this paper: BMT, bone marrow transplantation; CCE, counterflow centrifugation elutriation ; CsA, cyclosporine ; GVHD, graft-versus-host disease; R/O, rotor-off; SGVHD, syngeneic GVHD . This autoimmune disease, which occurs 14-21 d after cessation of CsA therapy, is mediated by T lymphocytes (6, 7) and is intimately associated with the appearance of OX8+ (CD8) autocytotoxic T cells that recognize a public epitope on class II major histocompatibility antigens (8) . A W3/25+ (CD4) Th cell subset also plays an essential role in disease manifestation (7) . Further studies have suggested that a T lymphocyte-dependent host resistance mechanism must be eliminated before the development of this autoaggression syndrome can occur (11, 12) . Of additional importance are the recent findings that indicate that in addition to thymic irradiation and CsA treatment, age is a critical variable for the induction of SGVHD (13) ; animals >3 mo of age are much more resistant to the induction of autoimmunity with CsA . The mechanism accounting for the resistance of mature animals is unknown, but it may be related to the lack ofa pronounced effect of CsA on the thymic medulla, as postulated by Beschorner et al. (14) . On the other hand, recent evidence suggests that there are increased numbers ofautoregulatory cells in older animals, thus preventing the clonal amplification of autoreactive cells (13) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "(6,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 320,
                    "end": 322,
                    "text": "7)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "(8)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "(7)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "(11,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "12)",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 943,
                    "text": "(13)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1212,
                    "end": 1234,
                    "text": "Beschorner et al. (14)",
                    "ref_id": null
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "(13)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present study, we demonstrate that there is a significant correlation of age with the induction of SGVHD; virtually a 100% incidence occurs if the animals are 4 wk of age at the time of transplant, thereafter, the incidence rapidly decreases with age. Surprisingly, the age of the marrow donor was a much more critical variable for the induction of SGVHD than the age of the recipient. Furthermore, evidence is provided that the inability to induce SGVHD when using marrow from donors >3 mo of age is due to marrowderived mature T lymphocytes. Addition of these T cells to marrow from animals 1 mo of age inhibited the induction of SGVHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rats. Lewis female (RT') rats, which were corona virus free and 1, 3, or 6 mo of age, or neonatally thymectomized Lewis female rats, were purchased from Charles River Breeding Laboratories, (Wilmington, MA) and kept in sterile microisolator cages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "TotalBody Irradiation. Lewis rats were irradiated on day -1 with 1,050 rads at 108 rads/min from a dual source is7Cs small animal irradiator (Atomic Energy of Canada Ltd., Kanata, Ontario, Canada).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Bone Marrow Transplantation. Donor viral-free Lewis rats were killed by C02 asphyxiation . Marrow was collected from the femurs, tibia, and humeri in RPMI 1640. The marrow cells were adjusted to a concentration of 6 x 10' nucleated cells/ml, and were infused into recipient animals by intravenous injection into the dorsal tail vein on day 0. The total volume injected was 1 ml .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Antibiotics. Rats received medicated drinking water supplemented with bactrim, neomycin, and polymyxin B, as previously described (6) .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "(6)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "CsA. CsA was the generous gift of Sandoz Ltd., Basel, Switzerland. The powdered CsA was dissolved in 95% ethanol and added to a 5% Emulphor solution in deionized Ha0. Rats were weighed daily and received 1 ml/100 g subcutaneously from the day of marrow infusion for 30 consecutive days. The total dose of CsA per day per rat was either 15, 10, 5, or 1 mg/kg. Control animals received the identical quantities of the drug diluent (ethanol, 5% emulphor, HZO) without CsA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Assessment of SGVHD Rats were examined daily for signs of clinical GVHD . Ear biopsies were taken at frequent intervals. Initial onset of SGVHD occurred within 7-14 d after discontinuation of CsA therapy and was presented as an acute GVHD with erythema and dermatitis (9) . Within 2 wk after onset, the disease progressed to a more chronic type of GVHD with alopecia and fibrosis (9) . Animals were followed 6-8 wk after discontinuation of CsA therapy to assess either a delayed appearance of disease, resolution of disease, or progression and development of extensive disease. Upon the development of chronic disease, the animals were killed. Previously described criteria were used for histologic documentation of GVHD (15) . Acute SGVHD was defined by the presence of dyskeratotic cells and vacuolar degeneration lymphocytic exocytosis, epidermal destruction with vascular changes of the basal layer, dyskeratotic cells, and lymphocytec dermal, and/or epidermal infiltration . Animals with extensive disease were killed and autopsies were performed. The skin, tongue, liver, intestine, and spleen were histologically examined for the presence of GVHD . Histological examination and diagnosis of SGVHD were performed by an observer blinded to experimental protocol .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "(9)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "(9)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Cell Separation. Counterflow centrifugation elutriation was used to separate bone marrow cells on the basis of cell size and density. As previously described (16), this technique allows the separation 86 of relatively distinct cell populations and enriches for the lymphocytes contained in marrow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Briefly, 0.4-1 x 10' bone marrow cells suspended in 5-10 ml of elutriation medium (0 .9% saline, 0.5% BSA, 0.3 mM EDTA, pH 7.20) were injected into the inlet stream leading into theJ6M centrifuge equipped with a JE-6B elutriator rotor and standard chamber (Beckman Instruments, Palo Alto, CA). The cells were loaded into the chamber at a flow rate of 15 ml/min, a rotor speed of 3,000 RPM (900 g), and a temperature of 18°C. Rotor speed was held constant and the cells were eluted by changing the flow rate. In the case of rat bone marrow (17), lymphocytes were purged at a flow rate of 25 ml/min (400-ml collection), and intermediate sized cells at 29 ml/min (200 ml). Cells still remaining in the elutriator chamber were collected by continuing medium flow after stopping the rotor, and were designated the rotor-off (R/0) fraction . The cells were then washed and resuspended in RPMI 1640 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "mAh Murine antibodies directed against rat lymphocyte determinants were purchased from Serotec Bioproducts for Science, Inc. (Indianapolis, IN). The specific mAb from ascites fluid used in our studies consisted of OX19 (panspecific for rat T lymphocytes), W3/25 (specific for rat Th cells), OX8 (identifies the rat nonTh cell subset), OX7, (detects the Thy-1.1 antigen), andOX33 (specific for the K L chain) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Immunomagnetic Separation. Bone marrow cells from normal animals were first separated by counterflow centrifugation elutriation (CCE) and then depleted of specific subsets by immunologic separation using immunomagnetic beads coated commercially with covalently bound, affinity-purified (Fc-specific) sheep polyclonal Ig against mouse IgG1 subclass (Dynabeads; Dynal Inc., Great Neck, NY) as previously described (12) . Briefly, 5 x 10' cells were incubated with saturating concentrations of primary antibody for 30 min at 4°C. At the end of the incubation, the supernatant was removed and the cells were thoroughly washed with PBS and 0.5% BSA three times. The cells were then incubated with the microspheres (one cell/five beads) for 30 min at 4°C on a hematology mixer. To remove the unbound cells from the suspension, the tube was held near a magnetic particle concentrator (P & S Biochemical, Inc., Gaithersburg, MD) for a few minutes, and then the nonadherent population was removed with a Pasteur pipet. The positively selected cells were complexed to the microspheres localized by the magnetic fluid.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 416,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Flow MicroJiuorimetry Analysis. After each type of cell separation listed above, the depleted populations were stained with an FITC conjugate o£ the primary antibody used for depletion, an FITC conjugate of the mAb to the reciprocal subset, or an isotypespecific FITC sheep anti-mouse IgG to detect residual cells coated with the primary antibody used in selection. The single immunofluorescence was analyzed on a FACScan analytical scanner (Hewlett-Packard Co., No Alto, CA). The negatively selected populations were less than 5% contaminated by the depleted cell subset on average.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "StatisticalAnalysis. Results were analyzed by multivariate analysis or by the Xa test .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The Effect ofAge on the Induction of SGVHD Initial studies were undertaken to assess the effect of age on the induction of SGVHD in Lewis rats treated with C&A after syngeneic marrow transplants . Animals of 1, 3, or 6 mo of age were irradiated, reconstituted with marrow from similarly aged Marrow-derived T Lymphocytes in Syngeneic Graft-versus-Host Disease syngeneic donors, respectively, and treated with graded doses of CsA for 30 d. The results in Fig. 1 demonstrate a significant effect of age on the induction of SGVHD. 1-mo-old transplanted Lewis rats demonstrated a virtual 100% incidence of SGVHD when treated with 10 and 15 mg of CSA ; a 70% incidence was observed when the animals were treated with 5 mg/kg of this drug. In contrast, a moderate incidence (50%) of SGVHD was observed in animals that were transplanted at 3 mo of age, and only at the highest dose of CsA tested . A minimal incidence of SGVHD was observed in rats that were initially transplanted at 6 mo of age.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 460,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "A series of experiments was performed to further analyze the effect of age on the induction of SGVHD by separating marrow donors and recipients on the basis of age. The study was designed to assess whether donor and/or host age is a factor that influences the frequency of SGVHD induced with CsA . Lewis rats of either 1, 3, or 6 mo of age were used as donors of bone marrow for lethally irradiated 10-wk-old recipients . The reciprocal experiment was performed in which the 1-, 3-, and 6-mo-old Lewis rats served as recipients of bone marrow from 10-wk-old rats. The recipients were treated with graded doses of CsA for 30 d after irradiation and bone marrow reconstitution . Fig . 2 A illustrates that there was a significant (p < 2 x 10-4) correlation of the age of the marrow donor with the induction of SGVHD in 10-wk-old recipients . The greatest frequency of SGVHD was observed in animals grafted with marrow from rats 1 mo of age. Marrow derived from animals 3 or 6 mo of age resulted in a decreased incidence of SGVHD. Comparatively, the age of recipient also correlated (p < 10-3) with the ability of CsA to induce SGVHD. The youngest recipients had the greatest incidence of SGVHD. The effect of the dose of CsA was more intimately associated with donor age than with recipient age. However, lowering the doses of CsA administered in the recipient study (Fig . 2 B ) was reflected in a less dramatic decline in incidence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 677,
                    "end": 684,
                    "text": "Fig . 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1365,
                    "end": 1375,
                    "text": "(Fig . 2 B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Additional studies summarized in Fig. 3 further assessed Figure 1 . The effect of age on the induction of SGVHD with graded doses of CSA. Lewis rats of 1, 3, and 6 mo of age were irradiated and grafted with marrow from similarly aged syngeneic rats, respectively. The recipients were treated with graded doses of C&A for 30 d, and the incidence of SGVHD was observed after discontinuation of CsA therapy. (n -8 per group) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 39,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 57,
                    "end": 65,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Fischer and Hess Figure 3 . Combined effects of donor and recipient age on the induction of SGVHD. Lewis rats 1 mo of age were used for donor marrow for recipients either 1 or 3-6 mo old. Rats 6 mo of age were used for donor marrow grafts for recipients 1 month or 3-6 months of age. The recipients were treated for 30 d with 15 mg/kg/d of C&A and observed for the appearance of SGVHD after discontinuation of C&A therapy (n -8 per group). the combined effects ofdonor and recipient age at a 15 mg/kg dose of C&A using marrow donors and recipients of either 1 or 3-6 mo of age. The results revealed that the greatest incidence of SGVHD after CsA therapy occurred when the marrow was derived from donors 1 mo of age. At this dose of CsA, SGVHD was induced in 90% ofrats 3-6 mo of age when the marrow donor was 1 mo old . Taken together with the results presented in Fig. 2 B, it appears that the recipient age variable can be overcome by increasing the dose of CsA and the use of donor marrow derived from younger animals . In contrast, when marrow is derived from donors that are >3 mo of age, only a moderate (30%) incidence of SGVHD occurs after CsA therapy, and it was not enhanced significantly by increasing the dose of CsA .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 25,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 871,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "87"
        },
        {
            "text": "The Effect of Combining Unfractionated Marrow from Young and Old Donors on the Incidence ofSyngeneic GVHD The next series of experiments were designed to address whether mixing unfractionated marrow from animals 1 and 6 mo of age could modify the incidence of syngeneic GVHD normally induced with bone marrow from the youngest donors alone. Bone marrow from donors 1 or >6 mo of age was transfused at first alone into lethally irradiated 8-9-wk-old recipients. As controls, two different doses, 3 x 107 and 6 x 107 nucleated cells, were used to reconstitute the recipients. The experimental groups received a total of 6 x 107 bone marrow cells derived from donors 1 and >6 mo of age mixed in equal proportion. The recipients received 30 d of CsA therapy (15 mg/kg/d), and the incidence ofsyngeneic GVHD was observed. The results are summarized in Table 1 . Recipients of bone marrow from donors 1 mo of age demon- (8) (9) wk of age) were grafted with syngeneic bone marrow derived from syngeneic rats 1 mo of age or from animals 6 mo old . The marrow was infused singly or after mixing, and the recipients were treated with a 30-d course of CsA (15 mg/kg/d). After discontinuation of CsA therapy, the animals were observed daily for the appearance of SGVHD . strated severe disease in the entire experimental group by at least day 28 after discontinuation of CsA therapy. Those that received 6 x 101 developed a more aggressive disease 3 wk earlier than those receiving 3 x 10' cells. Notably, recipients of marrow from donors >6 mo of age did not develop disease if reconstituted with 3 x 107 cells and only one of eight rats transfused with 6 x 107 cells developed mild SGVHD. Recipients of 3 x 107 cells from 1-mo-old donors combined with 3 x 107 cells from donors >6 mo of age demonstrated the same timing and incidence of clinical SGVHD as those receiving marrow from the mature donors alone. In summary, the transfusion of marrow from more mature animals influences the potential of bone marrow from immature animals to induce autoimmunity. The marrow from donors >6 mo of age contained some population(s) of cells capable of preventing the induction of syngeneic GVHD in the secondary recipient .",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 917,
                    "text": "(8)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "(9)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 847,
                    "end": 854,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "87"
        },
        {
            "text": "Mature Animals that Modify the Induction of SGVHD The studies described above demonstrated that marrow from mature animals modified the induction ofSGVHD when added to the marrow inoculum from animals 1 mo of age. A series of experiments was undertaken to identify and characterize the cell population responsible for this effect. Marrow from Lewis rats of 1 or 6 mo of age was separated on the basis of size and density by counterflow centrifugal elutriation, a technique routinely used to T cell deplete human bone marrow (16) and recently adapted for use in the rat, allowing excellent recovery of the cells (17) . Small lymphocytes are purged at a flow rate of 25 ml/min, larger lymphocytes and myeloid cells at 29 ml/min, and the clonogenic hemopoietic and blast cells are collected by stopping the rotor, thus named the R/O fraction . Initial studies compared the separation characteristics of marrow from 1-and 6-mo Lewis rats. There was a moderate increase in the number of cells isolated in fraction 25 of marrow from 1-mo-old animals (44%) compared with marrow from animals 6 mo of age (28%). This was reflected by differences in yield from the 29 and R/O fractions (fraction 29, 11% and 16%; R/O fraction, 43% vs. 53%, respectively) . Studies were performed to assess if a given fraction from the marrow of donors 6 mo of age was responsible for preventing the induction of SGVHD. Marrow from Lewis rats 6 mo of age was elutriated into 25, 29, and R/O fractions, and 4 x 107 cells from each fraction were transfused with 2 x 107 or 4 x 107 unfractionated bone marrow cells from 1-mo-old syngeneic donors into lethally irradiated recipients (8-9 wk of age). The incidence ofSGVHD in the recipients was recorded after 30 d of CsA therapy with clinical observations and sequential biopsies until the time of autopsy. The results are summarized in Table 2 Marrow was harvested from 6-mo-old Lewis rats and fractionated by elutriation . Unfractionated marrow or the respective 25, 29, R/O elutriation fractions (4 x 107 cells) were added to marrow derived from 1-mo-old syngeneic Lewis rats and infused into Lewis rats (8) (9) wk of age). As controls, the recipients received either marrow from rats 1 or 6 mo of age or the elutriation fractions separately. The recipients were treated with a 30-d course of CsA therapy (15 mg/kg/d) and observed for the onset of SGVHD. marrow from donors 6 mo of age resulted in five of eight rats developing SGVHD. However, SGVHD did not occur in recipients receiving either 2 or 4 x 107 bone marrow cells from the immature donors and 4 x 107 elutriated bone marrow cells isolated in fraction 25 from donors 6 mo of age. Thus, fraction 25 had the most potent inhibitory effect on the prevention ofsyngeneic GVHD. Addition ofthe R/O and/or fraction 29 from marrow of 6-mo-old animals to unfractionated marrow from donors 1 mo of age did not significantly influence the induction ofsyngeneic GVHD. Furthermore, animals grafted separately with the R/O fraction or the 29 fraction from marrow of animals 6 mo of age, engrafted and developed SGVHD after a course of CsA (15 mg/kg) therapy. Animals did not engraft when fraction 25 was used singly. The potent capability ofunfractionated marrow from donors 6 mo of age to inhibit the primary induction of syngeneic GVHD with marrow from immature animals appeared to be isolated in elutriation fraction 25. This fraction also accounted for the inability of marrow from animals 6 mo of age to allow the induction ofSGVHD. Further studies were 89 Fischer and Hess undertaken to phenotypically characterize the cells contained in fraction 25 of marrow from both mature (6 mo) and immature (1 mo) Lewis rats. Single-color flow cytometric analysis demonstrated that fraction 25 from animals 6 mo of age (mean of three experiments) had a predominance of cells with mature T lymphocyte markers : 22.6% OX19+, 12.3% CD4+, and 8.4% CD8+ . (Table 3 ) . Fraction 25 from 1-moold animals had 12.5% cells with mature T cell markers, and a predominance of B cells (OX 33+) and cells expressing OX7 or Thy-1.1 (B cells also express OX7). There was also a significant percentage ofcells not staining with any markers. The greatest difference appeared to be the reduced number of T cells in fraction 25. Comparatively, the marrow R/O and 29 fractions from both groups had minimal total T cells defined by staining with OX19 (fraction 29 <15% ; R/O <5%). Furthermore, fraction 29 is only a small percentage (11-16%) of the entire elutriated marrow.",
            "cite_spans": [
                {
                    "start": 2125,
                    "end": 2128,
                    "text": "(8)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2129,
                    "end": 2132,
                    "text": "(9)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3526,
                    "end": 3528,
                    "text": "89",
                    "ref_id": null
                },
                {
                    "start": 4473,
                    "end": 4481,
                    "text": "(11-16%)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1855,
                    "end": 1862,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 3914,
                    "end": 3922,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Identification and Characterization of the Cells in Marrow of"
        },
        {
            "text": "Experiments were undertaken to assess if depletion of the mature T cells or the cells expressing the OX7 marker in fraction 25 of marrow from mature Lewis rats removed the ability of this fraction to inhibit induction of SGVHD . Irradiated Lewis rats (8-10 wk ofage) were grafted with marrow from donors 1 mo of age to which unfractionated marrow, fraction 25, and fraction 25 depleted of T cells or OX7+ cells was added (derived from animals 6 mo of age). The recipient animals were treated with the standard course of CSA (30 d, 15 mg/kg/d), and the incidence of SGVHD was observed after withdrawal ofCsA therapy. The results in Table 4 show that only depletion of the mature T lymphocytes removed the inhibitory activity of fraction 25 on the induction of SGVHD. Further studies showed that depletion ofeither the W3/25 (CD4) or OX8 (CD8) subsets alone removed the inhibitory effect on the induction of SGVHD. However, recombining the fractions restored the inhibitory activity as reflected by the prevention of SGVHD, indicating that both subsets were required.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 638,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Identification and Characterization of the Cells in Marrow of"
        },
        {
            "text": "Marrow from Lewis rats 1 mo of age also contained mature T cells, but yet allowed for induction of SGVHD. We Marrow was harvested from Lewis rats 6 mo of age and fractionated by elutriation . Fraction 25 or the lymphocyte-enriched fraction was depleted of 0X7+ cells or T lymphocytes (0X19, 0X8, W3/25 cocktail) with immunomagentic beads . The unfractionated marrow, fraction 25, and/or the depleted fractions were mixed with marrow derived from syngeneic rats 1 mo of age and grafted into irradiated Lewis recipients (8) (9) (10) wk of age). The animals were treated with CsA (15 mg/kg/d, for 30 d) and observed for the onset of SGVHD after discontinuation of therapy .",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "(8)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "(9)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "(10)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Identification and Characterization of the Cells in Marrow of"
        },
        {
            "text": "attempted to assess if the ability of young marrow to allow induction of SGVHD was due to the decreased number of mature T cells described above or due to an absence ofspecific regulatory cells that reside in fraction 25 of marrow from older animals . A dose-response study was performed in which graded doses of T lymphocytes in fraction 25 of marrow from both Lewis rats 1 and 6 mo of age were infused with unfractionated marrow from 1-mo-old animals into irradiated recipients (6-8 wk of age). The recipients were treated with CsA (15 mg/kg/d) for 30 d, and the incidence of SGVHD was observed . The results in Table 5 demonstrate that addition of >5 x 106 T cells from fraction 25 of donors 6 mo of age completely abolished the induction of SGVHD, while 2.5 x 106 T cells reduced the incidence of SGVHD to 50%. Comparatively, even the addition of 107T lymphocytes of fraction 25 from the marrow of animals 1 mo of age did not inhibit the induction of SGVHD. Similarly addition of splenic (nylon wool-nonadherent) T lymphocytes (:10') from animals 6 mo ofage to the inoculum of marrow, prevented the development of SGVHD after CsA therapy. On the other hand, only the highest dose of splenic T lymphocytes from donors 1 mo of age inhibited the induction of SGVHD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 614,
                    "end": 621,
                    "text": "Table 5",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Identification and Characterization of the Cells in Marrow of"
        },
        {
            "text": "Role of the Host Resistance Mechanism on the Induction of SGVHD A series of experiments was undertaken to identify the role of the host resistance mechanism in preventing the induction of SGVHD. The results from the studies described above indicate that addition of mature T lymphocytes from animals 6 mo of age to the marrow inoculum at Graft composition the time of transplant prevented the development of SGVHD. One hypothesis to account for the inhibition of the development of SGVHD is that the mature T lymphocytes (contained in marrow or in spleen) expand during CsA therapy to levels capable of preventing the expression ofthe autoreactive cells generated during therapy. Recent data suggest that mature T lymphocytes can expand in a thymec-and antigenindependent environment (18). To assess ifthe mature T lymphocytes including the cells responsible for host resistance clonally expand, thymectomized Lewis rats were grafted with marrow depleted ofT lymphocytes by elutriation . 2 wk after transplantation, the recipients were infused with 5 x 106 splenic T lymphocytes (nylon wool-nonadherent cells) and treated with CsA (10 mg/kg/d) or the control diluent for 30 d. After therapy, the recipients were infused with 3 x 101 effector T lymphocytes from animals with active SGVHD. The results in Table 6 demonstrate that SGVHD could not be transferred into the bone marrow-reconstituted, thymectomized recipients grafted with 5 x 106 T lymphocytes. However, SGVHD could be transferred if the recipients were treated with CsA . This was not due to the primary induction of SGVHD, since control thymectomized recipients treated with CsA did not develop disease, thus confirming the data of Sorokin et al. (7) . These data suggest that CsA interferes with the expansion of a T lymphocyte-dependent host resistance mechanism carried over with mature T lymphocytes and could not prevent the adoptive transfer of disease with 3 x 107 effector cells . Graded doses of T lymphocytes in fraction 25 of elutriated marrow and in nylon wool-nonadherent spleen cells derived from Lewis rats of 1 and 6 mo of age were added to marrow of 1-mo-old syngeneic animals. The number of T cells was estimated by expression of OX19 with immunofluorescent staining . The mixture of cells was infused into irradiated syngeneic Lewis recipients (6-8 wk of age), and the rats were treated with the standard course of CsA therapy (15 mg/kg/d, for 30 d) . Animals were observed for the onset of SGVHD after discontinuation of CsA treatment. We also compared the efficacy of infusing mature splenic T lymphocytes from animals 6 mo of age, either on the day of transplantation or the day of withdrawal of CsA therapy (day 30), and the results are summarized in Table 7 . SGVHD could not be induced if the T lymphocytes were infused on the day oftransplant . However, development ofSGVHD was observed despite the infusion of 3 x 107 normal splenic T lymphocytes (from animals 6 mo of age) on the day of C&A withdrawal. These data suggested that the frequency of autoreactive lymphocytes exceeded the minimum number of cells that can be regulated by the host resistance mechanism transferred with 3 x 10' normal T lymphocytes. To assess if autoreactive cells could be detected in animals receiving marrow plus mature T lymphocytes at the time of transplant, a series ofadoptive transfer studies was performed harvesting cells on the day of CsA withdrawal. Since CsA therapy prevented the clonal expansion of the host resistance mechanism carried over with mature T cells in the marrow inoculum, the premise in these experiments was to evaluate the autoreactive potential of the lymphocytes in animals grafted with marrow and mature T cells before clonal activation (due to the presence of C&A) and the subsequent transfer into an environment with a reduced or absent host resistance mechanism. Transfer of splenocytes (5 x 107) from C&A treated recipients grafted with marrow plus 10' T lymphocytes (from animals 6 mo of age) harvested on day 30 into secondary recipients did not result in adoptive transfer of disease (0/6). However transfer of spleen cells (5 x 107) from CsAtreated animals grafted with marrow but in the absence of T cells resulted in the development of SGVHD in the secondary recipients (5/6).",
            "cite_spans": [
                {
                    "start": 1710,
                    "end": 1713,
                    "text": "(7)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1303,
                    "end": 1310,
                    "text": "Table 6",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 2737,
                    "end": 2744,
                    "text": "Table 7",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Identification and Characterization of the Cells in Marrow of"
        },
        {
            "text": "The immunobiological mechanisms accounting for the induction of SGVHD by administration ofCsA after syngeneic BMT are indeed complex and remain enigmatic. Central to by Peripheral T Lymphocytes Thymectomized Lewis rats were irradiated (1 ;050 rad) and reconstituted with syngeneic marrow depleted of T lymphocytes by elutriation. 2 wk after transplant, the recipients were infused with 5 x 10 6 splenic T lymphocytes from rats 6 mo of age, and the animals were treated with CsA or the control diluent for 30 d. On day 30, 3 x 10' efector cells from animals with active SGVHD were adoptively transferred into the thymectomized recipients . Graded doses of splenic T lymphocytes from animals 6 mo of age were adoptively transferred into bone marrow (derived from animals 1 mo of age)-reconstituted syngeneic Lewis recipients on the day of transplant or on the last day of a 30-d course of CsA therapy .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "this autoaggression syndrome appears to be the enhanced generation of autoreactive clones that enter the periphery, and the essential elimination ofa host resistance or autoregulatory mechanism that can modify the action of the autoreactive cells (11, 19, 20) . Previous studies have clearly identified three important elements necessary for the induction of SGVHD and the resultant imbalance between autoaggression and autoregulatory suppression . First, CsA is a necessary requirement for the induction of SGVHD since this syndrome only occurs in syngeneic BMT recipients treated with this drug, although rare exceptions have been noted (6, 21) . Second, radiation also appears to play an essential role in accelerating the appearance of disease. Cheney and Sprent (10) and Glazier et al. (6, 22) reported that normal, nontransplanted animals treated with CsA do not develop this autoaggression syndrome even if treated with very high doses of CsA . This is in contrast to the routine induction of syngeneic GVHD after whole-body irradiation, syngeneic BMT, and CsA therapy. Recent data suggest that in the absence ofradiation, CsA must be administered for 6 mo to induce this autoimmune disease (23). The third essential requirement is an intact thymus, which must be included in the field of irradiation . As shown by Glazier et al. (22) , shielding of the thymus during total-body irradiation results in the failure to induce this syndrome. Further evidence for the importance and pivotal role of an intact thymus was provided by Sorokin et al. (7) . Syngeneic GVHD could not be induced in thymectomized animals but required that an intact thymus be present . Although CsA treatment, radiation, and an intact thymus are required for the successful induction of SGVHD, the present studies have demonstrated that age is also a critical variable involved in this autoaggression syndrome. Virtually a 100% incidence ofSGVHD could be induced if the animals 92 were initially transplanted and treated with CsA beginning at 4 wk of age. Thereafter, the incidence ofSGVHD decreased dramatically with the increasing age of the animals. The inverse correlation of age with the successful induction of SGVHD was surprising since in many murine autoimmune models, increasing age correlates with the onset of disease (24, 25 ). An inverse relationship of age with induction of autoimmunity with CsA mice has recently been reported (13) . Of particular importance in our studies was the finding that not only was the age of the recipient a significant variable, but that the age of the marrow donor had an even greater effect . SGVHD could be consistently induced in older animals if the marrow was derived from animals 4 wk of age, but not if the marrow donors were 6 mo of age or older.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "(11,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "20)",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "(6,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "21)",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 794,
                    "text": "Glazier et al. (6,",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "22)",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1341,
                    "text": "Glazier et al. (22)",
                    "ref_id": null
                },
                {
                    "start": 1550,
                    "end": 1553,
                    "text": "(7)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2309,
                    "end": 2313,
                    "text": "(24,",
                    "ref_id": null
                },
                {
                    "start": 2314,
                    "end": 2316,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 2423,
                    "end": 2427,
                    "text": "(13)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The effect ofthe recipient's age on the induction ofSGVHD appears in part to be related to the thymic function of mature animals and its relative resistance to CsA . Beschorner et al. (14) recently demonstrated a correlation between the age ofthe recipient receiving both mediastinal radiation and concomitant CsA therapy and the capacity of the thymus to regenerate its normal histologic integrity, post-CsA withdrawal . A prolonged disappearance of the medulla is more notable in immature rats than those of mature rats. There is an associated loss of medullary epithelium, Hassall's corpuscles, and class II antigen expression. Mature rats have a more prominent medulla before CsA therapy and hence are more resistant to thymic involution. Hassall's corpuscles disappear, however, the medulla still has fusiform epithelium, dendritic cells, and MHC class II antigen expression despite CsA therapy. It has been postulated that the loss ofthe thymic medulla and the marked reduction of MHC class II antigen expression by CsA treatment results in the abrogation ofclonal deletion mechanisms and the emergence ofself-reactive clones (8, 10, 19) . The relative resistance of the thymic medulla of mature animals to the effects of CsA (and the subsequent preservation of clonal deletion mechanisms) may account for the decreased ability to induce SGVHD in these animals. However, at present, we cannot exclude that the resistance of mature animals is, in fact, due to the ability to rapidly regenerate a thymic-dependent host resistance mechanism (see below).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 188,
                    "text": "Beschorner et al. (14)",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "(8,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "10,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most surprising finding of our studies was that the incidence of SGVHD was significantly associated with the age ofthe marrow donor and had an even greater effect than the age of the recipient . In addition, the age of the recipient became less important if the donor marrow was derived from the youngest animals . Marrow from animals 6 mo of age was, to a large extent, incapable ofpermitting the induction of SGVHD despite the age of the recipient . In contrast, SGVHD could be consistently induced, even in mature animals, provided that the marrow was derived from animals 4 wk of age. Furthermore, mixing marrow from donors 1 and 6 mo of age elicited a reduced incidence of SGVHD, mimicking that obtained with marrow derived from rats 6 mo of age. These data implicated a regulatory effect present in the marrow of mature animals . Further studies demonstrated that the regulatory effect in the marrow from animals 6 mo of age was due to the presence of small, mature T lym- phocytes. Depletion of the T lymphocytes eliminated the modifying influence ofmarrow derived from mature animals on the induction of SGVHD when co-infused with marrow from rats 1 mo of age. In further support of the regulatory effect of mature T lymphocytes are the findings that: (a) T cell-depleted marrow from mature animals was able to permit the development of SGVHD; and (b) addition of splenic T lymphocytes from 6-mo-old rats to the marrow from animals 1 mo old prevented the induction of SGVHD. In contrast, although slightly less in number, the mature T lymphocytes contained in marrow from the immature animals did not prevent the development ofSGVHD. Dose-response studies clearly suggested that this regulatory activity was absent in marrow from the immature animals or was present at a very low frequency. Comparatively, some regulatory activity of splenic T lymphocytes from young animals on the induction of SGVHD was observed, but only at higher concentrations of cells. Much lower numbers o£ splenic T lymphocytes from animals 6 mo of age were required to prevent the induction of SGVHD. Taken together, these data suggest that this T cell-dependent regulatory system capable of modifying the induction of SGVHD develops as the animal matures . Our data are consistent with the observations of Sakaguchi and Sakaguchi (13) , who demonstrated that administration of C&A to newborn mice induced pleiomorphic organ-specific autoimmune diseases . CsA treatment was also noted to be far more effective if started on the day of birth rather than the third to seventh day after birth. Not even higher doses or protracted periods of C&A treatment could induce autoimmunity in adult mice. Sakaguchi and Sakaguchi (13) attributed these effects to the development of an autoregulatory system that prevented the amplification and expression of autoregulatory clones . They also postulated that CsA prevented the development of this autoregulatory system and that a temporary absence of this thymic-dependent regulatory system allowed the differentiation/activation of autospecific effector cells. Some of the early studies clearly implicated the role of a host resistance mechanism involved in controlling C&Ainduced SGVHD. The primary evidence included the finding that SGVHD could only be transferred into irradiated secondary recipients, not into normal animals, and that CsA treatment of normal animals did not induce the SGVHD syndrome although adoptive transfer of these spleen cells into irradiated secondary recipients resulted in the development ofsyngeneic GVHD (6, 10, 22) . These findings suggest that normal animals possess a radiation-sensitive component that regulates the activity of autoreactive cells, thus preventing the development of autoimmune GVHD. Adoptive transfer studies in our laboratory provided evidence that an irradiation-and cyclophosphamide-sensitive thymic-dependent system played a major role in the prevention of SGVHD (11, 12) . Furthermore, normal splenic T lymphocytes, when cotransferred with autoimmune effector cells, prevented the development ofsyngeneic GVHD in secondary recipients (12) . This regulatory effect of normal splenic T lymphocytes required collaboration between CD4+ and CD8+ T cell subsets, findings comparable with the results of the present studies. Of impor- 93 Fischer and Hess tance was the finding that the adoptive transfer of this host resistance mechanism was dose dependent, requiring twice the number of splenic T lymphocytes to SGVHD effector cells . In contrast, the present studies demonstrate that addition of small numbers ofT lymphocytes to the marrow graft at the initiation of the induction phase prevented the development of SGVHD. The mechanism whereby the T lymphocytes from mature animals inhibit the induction of SGVHD is unclear. One possibility is that the mature T lymphocytes contained in the marrow graft expand (despite the presence of CsA) to levels that are able to modify the action of the autoreactive cells produced during the 30-d course of CsA therapy. Recent evidence presented by Powrie and Mason (18) suggest that mature T cells can proliferate in a thymic-and antigen-independent environment (thymectomized hosts reconstituted with T cell-depleted marrow) . The present studies demonstrate that thymectomized rats, reconstituted with T cell-depleted marrow and infused with small numbers of T lymphocytes were resistant to the adoptive transfer of SGVHD with effector splenocytes after waiting 30 d to allow expansion of the normal T cells. However, administration of CsA during this 30-d period prevented the expansion of this host resistance mechanism, and SGVHD was successfully transferred, clearly indicating that CsA prevented the expansion of this host resistance mechanism such that a limited number of effector cells (3 x 10') were capable of establishing disease in these animals . Further, infusion of 3 x 107 normal T lymphocytes on the day of C&A withdrawal failed to prevent development of SGVHD. These data imply that the number of autoreactive cells generated during CsA therapy exceeded the capacity of the host resistance mechanism contained in 3 x 107 normal T lymphocytes . On the other hand, only a minimum number of normal T cells (5 x 106) were required to be added to the marrow inoculum and infused on the day of transplant, to prevent the development of SGVHD. Since CsA administration prevented the expansion of the host resistance mechanism, it would seem likely that the host resistance mechanism contained in the mature T lymphocyte population carried over with the marrow graft inactivates the autoreactive cells as they are generated during the course of CsA therapy. This hypothesis is also supported by the failure to adoptively transfer SGVHD from animals grafted with marrow plus mature T lymphocytes to irradiated secondary recipients in which the host resistance mechanism had been eliminated. If the failure to induce SGVHD in animals grafted with marrow plus T lymphocytes from mature animals was due to a delicate balance ofautoreactivity and host resistance, thus maintaining active control (suppression) of the autoreactive cells, one would have expected to be able to transfer disease in an environment of reduced or absent host resistance, as shown by Cheney and Sprent (10) . Taken together, it seems likely that host resistance mediated by T lymphocytes from mature animals clonally inactivate the autoreactive cells. Inactivation or induction ofdonal anergy is thought to be the major mechanism controlling autoreactive cells that have escaped clonal deletion mechanisms in the thymus (26).",
            "cite_spans": [
                {
                    "start": 2295,
                    "end": 2323,
                    "text": "Sakaguchi and Sakaguchi (13)",
                    "ref_id": null
                },
                {
                    "start": 2681,
                    "end": 2709,
                    "text": "Sakaguchi and Sakaguchi (13)",
                    "ref_id": null
                },
                {
                    "start": 3561,
                    "end": 3564,
                    "text": "(6,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3565,
                    "end": 3568,
                    "text": "10,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3569,
                    "end": 3572,
                    "text": "22)",
                    "ref_id": null
                },
                {
                    "start": 3945,
                    "end": 3949,
                    "text": "(11,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3950,
                    "end": 3953,
                    "text": "12)",
                    "ref_id": null
                },
                {
                    "start": 4117,
                    "end": 4121,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 4311,
                    "end": 4313,
                    "text": "93",
                    "ref_id": null
                },
                {
                    "start": 5068,
                    "end": 5089,
                    "text": "Powrie and Mason (18)",
                    "ref_id": null
                },
                {
                    "start": 7287,
                    "end": 7309,
                    "text": "Cheney and Sprent (10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Marrow-derived T Lymphocytes in Syngeneic Graft-versus-Host Disease and age on thymic immunopathology and recovery",
            "authors": [],
            "year": null,
            "venue": "Cell . lmmunol",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sequential morphology of graft-versus-host disease in the rat chimera",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Clin . Immunol. Immunopathol",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development of a simplified counterflow centrifugation elutriation procedure for depletion of lymphocytes from human bone marrow. Transplantation (Baltimore)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Noga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Donnenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Civin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Separation of rat bone marrow cells by counterflow centrifugation elutriation: a model for studying the effects of lymphocyte depletion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Donnenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Noga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Yeager",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Vogelsang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Exp. Hematol . (NY)",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The MRC OX-22-CD4' T cells that help B cells in secondary immune responses derive from naive precursors with the MRC-OX22'-CD4' phenotype",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Powrie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Exp. Med",
            "volume": "169",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect s of cyclosporine A on T cell development and clonal deletion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "M"
                    ],
                    "last": "Pardoll",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science (Wash. DC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Abnormal differentiation of thymocytes in mice treated with cyclosporin A",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cheney",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kanagawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sprent",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature (Lond.)",
            "volume": "336",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute graft-versus-host disease in recipients of bone marrow transplantation from identical twin donors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rappeport",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reinherz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mihm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lopanski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parkman",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Lancet. ii",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prolonged administration of cyclosporine (CsA) and the thymus. Irreversible immunopathologic changes associated with autologous pseudo-graft-versus-host disease (GVHD)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glazier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Transplant. Proc",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Transfusion s of whole blood prevent spontaneous diabetes in the BB/W rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rossini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mordes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Like",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Science (Wash . DC)",
            "volume": "219",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genetic susceptibility of postthymectomy autoimmune disease in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kojima",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Prehn",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Immunogenetics",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clonal expansion vs. functional clonal inactivation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Immunol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Biological effects of Cyclosporin A: a new antilymphocyte agent",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Borel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feurer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gabler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stahelin",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Agents Actions",
            "volume": "6",
            "issn": "",
            "pages": "468--483",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparative study of in vitro and in vivo drug effects on cell-mediated cytotoxicity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Borel",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Immunology",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "rine and the immune response: basic aspects",
            "authors": [],
            "year": null,
            "venue": "Crit. Rev. lmmunol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cyclosporin A. Transplantation (Baltimore)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ciclosporin in Autoimmune Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "1--386",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Graft-versus-host disease in cyclosporin Atreated rats after syngeneic and autologous bone marrow reconstitution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glazier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tutschka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Exp. Med",
            "volume": "158",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cyclosporine-induced autoimmunity : conditions for expressing disease, requirement for intact thymus, and potency estimated of autoimmune lymphocytes in drug-treated 19 . rats",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sorokin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schoder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Exp Med",
            "volume": "164",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Development of graft-versus-host disease-like syndrome 20 . in cyclosporine treated rats after syngeneic bone marrow transplantation . I. Development of cytotoxic T lymphocytes with apparent polyclonal anti-Ia specificity including autoreactivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Horwitz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cyclosporine-induced pseudo-graft-versushost disease in the early post-cyclosporine period . Transplanta-22 . tion (Baltimore)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Shinn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Capacity of cyclosporine to induce autograft-versus-host disease and impair intrathymic 23 . T cell differentiation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sprent",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Transplant . Proc",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Requirements for the induction and adoptive transfer of syngeneic GVHD",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "We",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Exp Med",
            "volume": "169",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Host resistance to cyclosporine induced syngeneic graft-versus-host disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. lmmunol",
            "volume": "143",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Organ-specific autoim-25",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Neonatal administration of cyclosporine A causes autoimmune disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Immunol",
            "volume": "142",
            "issn": "",
            "pages": "471--497",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Cyclosporine and the thymus : influence of irradiation",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Beschorner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gennaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Separation of donor age from recipient age effects on the induction of SGVHD. (A) Lewis rats of either 1, 3, or 6 mo of age were used as bone marrow donors for irradiated syngeneic recipients that were 10 wk of age. The recipients were treated with graded doses of C&A for 30 d. (B) Irradiated Lewis rats 1, 3, or 6 mo of age received bone marrow from 10-wk-old syngeneic donors and treated with graded doses of CsA for 30 d . The recipients (A and B) were observed for appearance of SGVHD after discontinuation of CsA treatment (n -10 per group) .",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The Effect of Mixing Unfractionated Marrow from Animals 1 and 6 mo of Age on the Induction of Syngeneic GVHD",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". The recipients receiving unfractionated bone marrow from 1-mo-old donors alone developed severe clinical SGVHD at each dose. Those receiving 2 x 107 cells of unfractionated bone marrow from the immature rats and 4 x 107 cells of unfractionated bone marrow from donors 6 mo of age developed disease in only three of eight rats. At the higher dose of bone marrow cells from donors 1 mo of age, addition of unfractionated bone Marrow-derived T Lymphocytes in Syngeneic Graft-versus-Host Disease",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Phenotypic Analysis of Elutriation Fraction 25 from Marrow Donors 1 and 6 mo of Age",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The Effect of T Cell Depletion of Marrow Fraction 25 from Mature Donors on the Induction of SGVHD",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Effect of CsA on the Reconstitution of Host Resistance",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Transfer of T lymphocytes",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Mr. Louis Horwitz and Mrs. Mary Laulis for their superb technical expertise, and the expert secretarial assistance of Mr. Anthony Etzel. We also thank Dr. William Beschorner for evaluating histology slides and Dr. Stephen Noga for help with the cytocentrifuge preparation . This work was supported by grants AI-24319 and CA15396 from the National Institutes of Health . A.C . Fisher is an M.D .-Ph .D. candidate in the Department of Molecular Biology and Genetics at the Johns Hopkins School of Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}