{
    "paper_id": "bbb6637a5feacde7301d594e1e1f96b339496c20",
    "metadata": {
        "title": "MERS Countermeasures as One of Global Health Security Agenda",
        "authors": [
            {
                "first": "Jong-Koo",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "More than one month has passed by since the first case of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) was confirmed in Republic of Korea (ROK) on May 20, 2015 (1) . Just a single patient, who visited Dammam, Saudi Arabia, devastatingly produced 183 hospital associated patients through secondary and tertiary infections, which yielded 33 fatalities by July 2, 2015 (2) .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Widespread fear broke out among the residents of the area inhabited by the hospitals, and parents became hesitant in sending their children to schools. Regardless of the very low possibility of infection at the community-level, schools still remained vigilant for the possibility of outbreaks by the unfounded rumors about the virus going airborne. In addition, one province in China restricted travels to Korea after a seemingly asymptomatic Korean traveler was found to be harboring the virus overseas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ironically enough, ROK has a long-standing reputation for being rapid responders to emerging infectious diseases such as SARS, for example, worldwide. The ROK has been planning to host a high-level international conference on the subject of the \"Global Health Security Agenda\" in September this year. As one of the leading global advocates of the prevention and cessation of biological warfare, the ROK was drafting plans for simulation trainings such as a viral outbreak scenario as early as last year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After Korea inadvertently produced its first overseas MERS patient, the World Health Organization and the Ministry of Health and Welfare announced to conduct a transparent investigation on the outbreak in a form of a Joint Mission from June 9 through 13, 2015. The investigation concluded that ROK was taking thorough countermeasures in tracking patients, isolation/quarantine, prevention, and limiting infected patients from traveling. Therefore, the Joint Mission recommended maintaining the status quo of efforts. The Director General convened the 9th meeting of International Health Regulation (IHR) Emergency Committee regarding MERS-CoV on June 17, 2015. Although neither a state of emergency nor travel limitation was recommended to be imposed upon the ROK, the \"large and complex\" was described in the following manner (3): 1. A lack of awareness of MERS among the health care workers and the general public; 2. Suboptimal infection prevention and control measures in the hospitals; 3. Close and prolonged contact of infected MERS patients in crowded emergency rooms and multi-bed rooms in hospitals; 4. The problematic practice of seeking care at multiple hospitals (\"shopping for doctors\"); 5. The custom of many visitors or family members staying with infected patients in the hospital rooms facilitating the secondary spread of infections. Hence how then, should Korea overcome this exigent health and security crisis spurred on by the sudden emergence of a new infectious disease? Korea needs to realign its mindset from that of \"Infection Control\" to one resembling a \"Countermeasure of Bio-terrorism\" which is a concept of \"Model State Emergency Health Powers Act\" after September 11 (4), 2001 USA and to bring forth a new paradigm of values such as \"public goods\" in order to repair the current public health vulnerabilities. The ROK must carefully formulate new comprehensive countermeasures of this new Global Health Security on Infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A change in the legalese regarding emerging infectious diseases would be the first step toward prevention. Diseases, such as Ebola, that are on the WHO watch list should be classified as first-tier diseases, to which the appropriate authorities would give the power during public health emergency, such as the quarantine and isolation, tracking of, and even temporarily suspending the employment of potential patients when necessary. Infectious diseases pose threats to global society such as antimicrobial resistance, zoonotic diseases, and diseases borne of bio-terror. Of course, vaccine preventable diseases must be prioritized by a nation to control critical diseases. It is necessary to make a new act for emergency health powers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, to further preserve the safety of the hospitals, measures should be set in place so to equip the 'negative pressure isolation room (NPIR)' to allow all patients displaying symptoms of unknown fever to be isolated and treated. Every emergency department and intensive care unit should be equipped with an NPIR, with its costs paid by the government. A clinic dedicated solely to heat-related illnesses with an accompanying isolation center should be set up by district, city, and province as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, the surveillance network for infectious diseases must undergo a colossal re-haul in order to quickly and efficiently detect the diseases. A national laboratory network consisting of city/provincial BL3, a central BL4 laboratory and commercial laboratories must be formed, allowing the rapid and advanced identification of pathogens. Creating a mandatory surveillance for patients with severe pneumonia admitted in general hospitals would allow for providing a real-time reporting network for new infections. Front-line healthcare personnel should cooperate with local legal authority and trained through joint-programs. All public laboratories and infection research centers must be well-operated for 24 hours/7 days, which means to invest more money and manpower as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fourth, a clear command control needs to be established for disease control, by Korea Centers for Disease Control and Prevention (KCDC), a control tower at a national level, Infectious Disease Control Headquarters at city/provincial levels, and an Emergency Response Centers in the town and at county levels. A central command center, accompanied by an Epidemic Investigation Bureau must be organized in order to augment the collaboration of KCDC with other ministries at the time of public health crisis. Extra measurement may require new act for emergency health powers as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fifth, crisis communication must be improved at a national/ international level to minimize panic and further damage. A media center dedicated to raising awareness of infectious diseases must be created using the internet, social networks, and video channels. The media center should utilize different types of media to educate all ages on the topic of disease prevention, as well as offer materials in a variety of languages to minimize any risk of incoherent information and to increase transparency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, there must be a greater emphasis in the formation of local government programs that generate social capital. Therefore, the victims of infections do not feel as if they are isolated from the society. These programs should focus on fostering patient resilience and rehabilitate patients back to being functional members of the society, as well as altering society's opinions of the victims of the emerging and re-emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Better understanding on MERS corona virus outbreak in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Korean Med Sci",
            "volume": "30",
            "issn": "",
            "pages": "835--841",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Korea Ministry of Health and Welfare, Korea Centers for Disease Control & Prevention. Middle East Respiratory Syndrome information",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Summary and risk assessment of current situation in Republic of Korea and China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Model State Emergency Health Powers Act: planning for and response to bioterrorism and naturally occurring infectious diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Sapsin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Teret",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Hodge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Vernick",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "288",
            "issn": "",
            "pages": "622--630",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "EDITORIALInfectious Diseases, Microbiology & Parasitology http://dx.doi.org/10.3346/jkms.2015.30.8.997",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}