{
    "paper_id": "bbccfb72296dcfb544b20996414b7b70622214da",
    "metadata": {
        "title": "Site of Addition of N-Acetyl-galactosamine to the E1 Glycoprotein of Mouse Hepatitis Virus-A59",
        "authors": [
            {
                "first": "Sharon",
                "middle": [
                    "A"
                ],
                "last": "Tooze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "Federal Republic of Germany",
                    "location": {
                        "postCode": "D-6900",
                        "settlement": "Heidelberg"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Tooze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "Federal Republic of Germany",
                    "location": {
                        "postCode": "D-6900",
                        "settlement": "Heidelberg"
                    }
                },
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [],
                "last": "Warren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "Federal Republic of Germany",
                    "location": {
                        "postCode": "D-6900",
                        "settlement": "Heidelberg"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "By pulse-chase labeling with [35S]methionine and long-term labeling with 3H-sugars, the E1 glycoprotein of coronavirus MHV-A59 has been shown to acquire O-linked oligosaccharides in a two-step process. About 10 min after synthesis of the E1 protein, N-acetyl-galactosamine was added. This was followed ~10 min later by the addition of both galactose and sialic acid to give the mature oligosaccharides. This sequence of additions was confirmed by analyzing the 3H-labeled oligosaccharides bound to each of the El forms using gel filtration on P4 columns. The intracellular location of the first step was determined by ex-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ploiting the temperature sensitivity of virus release. The virus normally buds first into a smooth membrane compartment lying between the rough endoplasmic reticulum and the cis side of the Golgi stack (Tooze et al., 1984) . At 31°C the virus is assembled but does not appear to enter the Golgi stacks. The addition of N-acetyl-galactosamine is unaffected although the addition of galactose and sialic acid is inhibited. These results strongly suggest that addition of N-acetyl-galactosamine occurs in this budding compartment, the morphology of which is similar to that of transitional elements and vesicles. p ROTEINS exported from the endoplasmic reticulum (ER)' move through each of the cisternae of the Golgi stack before they are directed to their correct destination either inside or outside the cell (Rothman, 1981; Griffiths and Simons, 1986; Pfeffer and Rothman, 1987) . Many proteins undergo a series of posttranslational modifications during this transport including the addition of oligosaccharides which are either N-linked to asparagine or O-linked to serine or threonine. The sequence of modifications to these covalently bound oligosaccharides reflects the movement of the protein from one compartment to the next on the transport pathway. The addition and modification of the N-linked oligosaccharides has been extensively investigated (reviewed by Kornfeld and Kornfeld, 1980) but much less is known about the addition of O-linked oligosaccharides. For the simplest and most common type there is indirect evidence that construction of the O-linked glycans is a two-step process, the addition of N-acetyl-galactosamine (GalNAc) preceding that of galactose (Gal) and sialic acid (NANA). The addition of the last two sugars almost certainly occurs in the trans part of the Golgi stack (Cummings et al., 1983; Elhammer and Kornfeld, 1984) . Proposals for the site of addition of the first sugar, however, range from the rough ER (Strous, 1979) , where the proteins are assembled, to the 1. Abbreviations used in this paper: ER, endoplasmic reticulum; Gal, galactose; GalNAc, N-acetyl-galactosamine; MEM-met, methionine-free modified Eagle's medium; MHV-A59, mouse hepatitis virus, strain A59; NANA, N-acetyl-neuraminic acid (sialic acid); Tx-114, Triton X-tI4. cis part of the Golgi stack which is the entry point for proteins that have left the ER (Cummings et al., 1983; Roth, 1984) , to the medial part (Niemann et al., 1982; Elhammer and Kornfeld, 1984) , and finally to the trans-Golgi cisternae (Johnson and Spear, 1983) . Most of the evidence supports the idea that GalNAc is added either just before or just after the protein leaves the ER. There are several reasons why it has proven so difficult to locate the site of this first sugar addition, of which the absence of a combined biochemical and morphological study of the O-glycosylation of a single protein must rank as the most important.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 222,
                    "text": "(Tooze et al., 1984)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 808,
                    "end": 823,
                    "text": "(Rothman, 1981;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 824,
                    "end": 851,
                    "text": "Griffiths and Simons, 1986;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 852,
                    "end": 878,
                    "text": "Pfeffer and Rothman, 1987)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1367,
                    "end": 1395,
                    "text": "Kornfeld and Kornfeld, 1980)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1801,
                    "end": 1824,
                    "text": "(Cummings et al., 1983;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1825,
                    "end": 1853,
                    "text": "Elhammer and Kornfeld, 1984)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1944,
                    "end": 1958,
                    "text": "(Strous, 1979)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2364,
                    "end": 2387,
                    "text": "(Cummings et al., 1983;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2388,
                    "end": 2399,
                    "text": "Roth, 1984)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2421,
                    "end": 2443,
                    "text": "(Niemann et al., 1982;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2444,
                    "end": 2472,
                    "text": "Elhammer and Kornfeld, 1984)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2516,
                    "end": 2541,
                    "text": "(Johnson and Spear, 1983)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The E1 envelope protein of coronavirus MHV-A59 (Mouse Hepatitis Virus, strain A59) contains only O-linked oligosaccharides and is, therefore, a good model for studying addition of O-linked sugars. MHV-A59 buds intracellularly and E1 is the only viral membrane protein needed for budding (Holmes et al., 1981a, b; Rottier et al., 1981) . After synthesis in the rough ER this protein is transported to a smooth membrane compartment between the rough ER and Golgi stack where it accumulates allowing nucleocapsids in the cytoplasm to bind which results in the formation of a virion (Holmes et al., 1981a; Tooze et al., 1984) . The virions then follow the secretory pathway out of the cell (Holmes et al., 1981b; Tooze et al., 1987) . The virions contain in addition to E1 a second envelope glycoprotein, E2, which is essential for infectivity (Sturman, 1981) and is incorporated at some as yet undefined stage during the budding or transport of the virions through intracellular compartments. E2 is a fusogen and is also transported in cellular membranes to the plasma membrane where it helps spread the infection by inducing the fusion of infected cells with contiguous uninfected cells (Sturman and Holmes, 1983) .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 312,
                    "text": "(Holmes et al., 1981a, b;",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 334,
                    "text": "Rottier et al., 1981)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 579,
                    "end": 601,
                    "text": "(Holmes et al., 1981a;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 602,
                    "end": 621,
                    "text": "Tooze et al., 1984)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 686,
                    "end": 708,
                    "text": "(Holmes et al., 1981b;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 709,
                    "end": 728,
                    "text": "Tooze et al., 1987)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 840,
                    "end": 855,
                    "text": "(Sturman, 1981)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1185,
                    "end": 1211,
                    "text": "(Sturman and Holmes, 1983)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reduced temperature has proven to be a very useful tool in analyzing compartments on the exocytic transport pathway. Different steps are differentially sensitive so that proteins accumulate at different stages. This has led to the morphological characterization of a compartment similar to the coronavirus budding compartment, but found in baby hamster kidney (BHK) cells infected with Semliki Forest virus and incubated at 15°C (Saraste and Kuismanen, 1984) . Here we exploit reduced temperature to prevent movement of coronavirus and analyze the oligosaccharides bound to E1 on the arrested virus. We also present evidence showing that the budding compartment, which by morphological criteria is clearly related to transitional elements and transitional vesicles, as classically defined in exocrine pancreatic cells by the work of Palade and colleagues (Caro and Palade, 1964; Jamieson and Palade, 1967) , is not created by the process of infection but exists in the uninfected cell. A physiological function of this compartment appears to be the addition of GalNAc, implying that it contains the enzyme which adds this sugar to serine and threonine residues. N-acetyl [4,5,6,7,8,9-14C] ",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 458,
                    "text": "(Saraste and Kuismanen, 1984)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 855,
                    "end": 878,
                    "text": "(Caro and Palade, 1964;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 879,
                    "end": 905,
                    "text": "Jamieson and Palade, 1967)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1162,
                    "end": 1188,
                    "text": "N-acetyl [4,5,6,7,8,9-14C]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MHV-A59 was propagated on sac(-) cells (Tooze et al., 1984) and titered by plaque titration on confluent monolayers of L cells as follows. After infection for 1 h at 37°C, the monolayers were overlaid with 2% carboxymethyl cellulose and incubated for 24 h at 37°C in 95% air/5% COs incubator. The monolayers were then fixed and stained with 35 mM Tris-Cl buffer, pH 7.2, containing 0.25% (wt/vol) crystal violet, 1.75% (vol/vol) formaldehyde, 10% (vol/vol) MeOH, and 0.5% (wt/vol) CaCI2 (K~ari~inen et al., 1969) .",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 59,
                    "text": "(Tooze et al., 1984)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 487,
                    "end": 512,
                    "text": "(K~ari~inen et al., 1969)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cells and Virus"
        },
        {
            "text": "Sac(-) cells grown on coverslips and infected with MHV-A59 were fixed with 3% formaldehyde and labeled (Tooze et al., 1984) using either a mAb directed against E1 (4-17-M1-F4-M1; gift of M. Koolen, Utrecht, and A. Osterhus, National Institute of Public Health, Bilthoven, Holland) or an anti-body directed against an endogenous Golgi protein (Burke et al., 1982) . The second antibody (rabbit anti-mouse), kindly provided by Dr. B. Burke, European Molecular Biology Laboratory, Heidelberg, FRG, was affinity purified and conjugated to rhodamine. The fixed and labeled coverslips were mounted in Moviol and viewed by epifluorescence on a Zeiss photomicroscope III.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 123,
                    "text": "(Tooze et al., 1984)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 342,
                    "end": 362,
                    "text": "(Burke et al., 1982)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Indirect Immunofluorescence"
        },
        {
            "text": "Infected sac(-) cells in 35-mm dishes were fixed, dehydrated, and embedded in Epon as previously detailed (Tooze et al., 1984) .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 126,
                    "text": "(Tooze et al., 1984)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Electron Microscopy"
        },
        {
            "text": "The anti-E1 antibody (4-17-M1-F4-M1) was used for immunoperoxidase labeling after our standard protocol (Tooze et al., 1984) .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 124,
                    "text": "(Tooze et al., 1984)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Immunoperoxidase Labeling"
        },
        {
            "text": "Infected sac(-) cells, in 35-mm dishes, were either pulse labeled or continously labeled with [35S]methionine. After washing three times in methionine-free modified Eagle's medium (MEM-met), cells were labeled with 100-250 ~tCi [35S]methionine for 5-10 min at 37°C, or for longer periods at 35, 31, 30, 25, and 20°C . Some cells were chased at 37 or 31°C for various times by the addition of growth medium containing 1.5 mg/ml of methionine, 10× the normal amount. For quantitation of the number of El molecules labeled [35S]methionine with a defined specific activity was used. The cells were'washed with ice cold PBS and extracted with 1% Triton X-114 (Tx-ll4) in PBS containing 40 ~tg/ml phenylmethylsulfonyl fluoride (PMSF) at 4°C. The insoluble residue was removed by centrifugation at 10,000 g~ for 5 min at 4°C. The detergent phase, enriched in the El glycoprotein, was isolated from the detergent-soluble extract as described by Bordier (1981) . The medium containing labeled virions was collected and layered onto a 20-50% continuous sucrose gradient as described by Spaan et al. (1981) . The virions were harvested from the gradients after centrifugation for 3 h at 100,000 ga~. The El glycoprotein was extracted from virions using Tx-ll4 as detailed above. The El-enriched detergent extracts from cells or virus were solubilized and reduced in sample buffer, alkylated (Green et al., 1981) , and then fractionated by SDS-PAGE using a 15% running gel and a 5% stacking gel (Maizel, 1971) . Incorporation of radioactive [35S]methionine was determined after TCA precipitation (Mans and Novelli, 1961) and equal counts were loaded onto each lane unless otherwise indicated. Gels were fixed using 10% (wt/vol) TCA, treated with EN3HANCE, dried, and exposed to Kodak XS film for 1-5 d at -80°C.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 315,
                    "text": "35, 31, 30, 25, and 20°C",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 951,
                    "text": "Bordier (1981)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1076,
                    "end": 1095,
                    "text": "Spaan et al. (1981)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1380,
                    "end": 1400,
                    "text": "(Green et al., 1981)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1483,
                    "end": 1497,
                    "text": "(Maizel, 1971)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1584,
                    "end": 1608,
                    "text": "(Mans and Novelli, 1961)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "FsS]Methionine Labeling of MHV-A59 and the E1 Glycoprotein"
        },
        {
            "text": "To quantitate the [3~S]methionine incorporated in the E1 glycoprotein the fluorogram was exposed to Kodak X-AR5 film. The fluorograph was then used to locate the E1 bands in the fluorogram. The excised pieces were rehydrated and incubated in 0.5 ml of 30% (vol/vol) H202 in 10 mM HC1 at 60°C for 48 h. Scintillation fluid (10 ml) (Rotizant 22, Firma Roth, Karlsruhe, FRG) was then added and the samples were cooled to 4°C and counted. Gel pieces of equivalent sizes from areas containing no samples were treated similarly and used to provide blanks which were typically <1% of the experimental values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FsS]Methionine Labeling of MHV-A59 and the E1 Glycoprotein"
        },
        {
            "text": "[35S]methionine-labeled cells were solubilized in RIPA buffer (10 mM Tris-HCI, pH 7.6, 0.15 M NaCI, 1% [wt/vol] Triton X-100, 0.1% [wt/vol] SDS, and 1% [wt/vol] sodium deoxycholate) containing a cocktail of protease inhibitors (40 ~tg/ml PMSF, 1 lag/ml leupeptin, 1 Ixg/ml antipain, 1 mM benzamidine, and 10 U/ml Trasylol). The extract was centrifuged at 10,000 ga~ and the supernatant was treated with 5 111 of a polyclonal antiserum raised against a Triton X-114 extract of gradient-purified virions (Tooze and Stanley, 1986) . After overnight incubation at 4°C, the immune complexes were immobilized on Pansorbin for 1 h at 37°C and washed three times with RIPA buffer.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 527,
                    "text": "(Tooze and Stanley, 1986)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Immunoprecipitation and Neuraminidase Digestion of the E1 Glycoprotein"
        },
        {
            "text": "One half of the sample was then digested with 1 mU/ml neuraminidase from Clostridium perfringens in 10 mM sodium acetate buffer, pH 5.6, conmining 1 mM CaC12, for 16 h at 37°C. The digested immune complexes were then washed well with 10 mM Tris-HCl buffer, pH 7.2, containing the protease inhibitor cocktail. These samples, together with the untreated ones, were then prepared for and fractionated by SDS-PAGE. The growth medium was changed at 6 h after infection and cultures were either left at 37°C or shifted to 31 °C for the time period indicated. The cultures were treated at 3.5 h after infection with proteinase K to remove any virions from the infecting stock bound to the surface. * Temperature of incubation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoprecipitation and Neuraminidase Digestion of the E1 Glycoprotein"
        },
        {
            "text": "nd, none detectable in undiluted supernatant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoprecipitation and Neuraminidase Digestion of the E1 Glycoprotein"
        },
        {
            "text": "Infected sac(-) cells (2 × 108 cells) were labeled for 12 h with 25 laCi/ml [1,6-3H]glucosamine in MEM containing 10% the normal concentration of glucose (100 I.tg/ml), 10% (vol/vol) dialyzed FCS, 10 mM Hepes buffer, pH Z2, 10 mM sodium pyruvate, and 100 Ixg/ml each of penicillin and streptomycin. The cells were solubilized in RIPA buffer and the El glycoprotein was immunoprecipitated as described above. The procedures described below are adapted from Cummings et al. (1983) . After SDS-PAGE the individual glycosylated forms of E1 were excised from the dried gel, rehydrated, and digested with pronase (final concentration 5 mg/ml). The glycopeptides were eluted from the gel pieces using HzO. The eluate conmining the glycopeptides was then lyophilized and resuspended in H20.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 478,
                    "text": "Cummings et al. (1983)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of E1 Glycopeptides"
        },
        {
            "text": "Glycopeptides were acetylated by treatment with acetic anhydride (Baenziger and Kornfeld, 1974) and desalted over an Amberlite mixed bed resin before mild alkaline hydrolysis. The eluate, after lyophilization, was resuspended in 0.2 M sodium carbonate, pH 11.6, then treated with an equal volume of 2 M NaBH4 in 100 mM NaOH, and incubated for 16 h at 45°C as described by Niemann and Klenk (1981) . After neutralization at 4°C with glacial acetic acid, the oligosaccharides were passed over a Dowex 50W-X8H + column and eluted with 1% (vol/vol) acetic acid. The peak fractions containing the oligosaccbarides were pooled and lyophilized. The borate was removed by repeated evaporation with methanol at 40°C. The oligosaccharides were finally resuspended in 200 ~t distilled H20. The final recovery of [3H]-Iabeled material was 80-90 %. One-half of the material was applied directly to a P4 (200-400 mesh) column (90 × 1.5 cm), equilibrated, and run in 0A M NaHCO3, pH 8.6. The remainder was first digested with neuraminidase from Vibrio cholerae at a final concentration of I U/ml in 50 mM sodium acetate buffer, pH 5.6, containing 154 mM NaCI and 9 mM CaC1,. After incubation under a toluene atmosphere for 24 h at 37°C (Niemann and Klenk, 1981) , the reaction was stopped by boiling, and the samples were lyophilized and then resuspended in 100 I.tl of distilled H.,O before application to the P4 column.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 95,
                    "text": "Kornfeld, 1974)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 372,
                    "end": 396,
                    "text": "Niemann and Klenk (1981)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1221,
                    "end": 1246,
                    "text": "(Niemann and Klenk, 1981)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Alkaline Hydrolysis"
        },
        {
            "text": "[3H]Glucose3mannose~/-acetylglucosamine was prepared from Chinese hamster ovary (CHO) (clone 15B cells) infected with vesicular stomatitis virus as described by Featherstone et al. (1985) . The glycopeptides were prepared and the dolicol-linked oligosaccharide in the Tx-ll4 pellet was released by endoglycosidase H digestion. [3HlGall3(l--3)-GalNAcitol was prepared by reduction of Gall3(1-'3)-GalNAc (generously supplied by Dr. W. Gielen, University of Cologne, FRG), with NaB3H4 (Li et al., 1978) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 187,
                    "text": "Featherstone et al. (1985)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 482,
                    "end": 499,
                    "text": "(Li et al., 1978)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of P4 Column Standards"
        },
        {
            "text": "[t4C]GalNAcitol was prepared by acid hydrolysis of UDP-N-acetyl-D-[1-t4C]galactosamine (Cummings et al., 1983) , followed by reduction with NaBH4 (Li et al., 1978) . ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 110,
                    "text": "(Cummings et al., 1983)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 146,
                    "end": 163,
                    "text": "(Li et al., 1978)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of P4 Column Standards"
        },
        {
            "text": "At 37°C, sac(-) cells release progeny virus exponentially, beginning at ~5 h after the start of infection and continuing until the cells lyse. The release of E1 molecules in virions parallels the release of virus particles consistent with the known dependence of budding on the E1 glycoprotein (Tooze, 1987) . Holmes and Behnke (1981) observed in a preliminary morphological study that at 32°C virions were assembled, but accumulated within the infected cell instead of being released. To confirm this observation, infected sac(-) cells were incubated for 6 h at 37°C and the release of infectious virus was measured by a plaque titration assay over the next 6 h in cultures either kept at 37°C or shifted to 31°C. As an added precaution, cells were treated for 2-3 min with proteinase K 3.5 h after infection to remove any virions from the infecting inoculum still remaining on the cell surface. This ensured that only released progeny particles were measured. Infected cells were labeled from 6 to 9 h after infection with [3~S]methionine in MEM-met containing 5 Ixg/p.I cold methionine at 37 or 31 °C. At the end of the labeling period the cells were treated with 0.5 mg/ml proteinase K at 4°C for 2-3 min. The proteinase K was neutralized with PMSF and the cells were pelleted at 4°C. The supernatant was then pooled with the medium collected from the cells before the proteinase K treatment and the labeled virions were purified on sucrose gradients. Both cells and virions were subjected to Tx-114 extraction followed by SDS-PAGE. * Counts per minute in all forms of El detected by fluorography, including the lower molecular weight forms of El generated by proteinase K digestion (Rottier et al., 1984 (Rottier et al., ). 1981a Rottier et al., 1981) . To eliminate the possibility that at 31°C the cells were releasing large numbers of noninfectious particles, which would not be scored in an infectivity assay, El contained in virus particles released from the cells was quantitated. Infected cells were labeled from 6 to 9 h after infection with pSS]methionine at 37 and 31°C, the medium was collected, and any labeled virions associated with the plasma membrane were removed by proteinase K treatment at 4°C and pooled with the virions in the medium. After SDS-PAGE and fluorography of virions purified from the medium, the E1 band was excised and counted. As shown in Table II , the 6°C drop in temperature during the labeling period inhibited the release of virion-associated E1 by >80%. In marked contrast, however, the total amount of E1 synthesized was reduced by only ,x,20% upon shifting the temperature to 31°C (Table II) . Total protein synthesis, in both infected and uninfected cells, was on average decreased by only 23 % over the same time period. The discrepancy between the observed 1,000-fold decrease in the release of infectious virions (Table I ) and the fivefold decrease in the release of virion-associated E1 (Table II ) may mean that at 31°C more noninfectious particles are assembled and released. However, we favor an alternative explanation, namely, that proteinase K treatment damages some cells and leads to artifactual release of intracellular virions because, when medium is collected from cells at 31°C without proteinase K treatment, the amount of methioninelabeled virion-associated E1 is below the limits of detection by fluorography after SDS-PAGE (data not shown). Furthermore, electron microscopic studies of thin sections of infected cells incubated at 31°C from 7 to 24 h after infection reveal very few extracellular virions associated with the plasma membrane (see below and Fig. 10) .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 307,
                    "text": "(Tooze, 1987)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 310,
                    "end": 334,
                    "text": "Holmes and Behnke (1981)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1687,
                    "end": 1708,
                    "text": "(Rottier et al., 1984",
                    "ref_id": null
                },
                {
                    "start": 1709,
                    "end": 1734,
                    "text": "(Rottier et al., ). 1981a",
                    "ref_id": null
                },
                {
                    "start": 1735,
                    "end": 1756,
                    "text": "Rottier et al., 1981)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 2379,
                    "end": 2387,
                    "text": "Table II",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2629,
                    "end": 2639,
                    "text": "(Table II)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2865,
                    "end": 2873,
                    "text": "(Table I",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2941,
                    "end": 2950,
                    "text": "(Table II",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 3626,
                    "end": 3634,
                    "text": "Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Virus Release Is Blocked at Reduced Temperature but EI Synthesis Continues"
        },
        {
            "text": "These data show that E1 synthesis continues almost normally at 31°C but the release into the medium of virions is dramatically inhibited. To determine the site of accumulation of virions and E1 at 31°C a combination of both biochemical and morphological techniques was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Release Is Blocked at Reduced Temperature but EI Synthesis Continues"
        },
        {
            "text": "At 37°C and 8 h after infection, sac(-) cells were pulsed for 5 min with [35S]methionine and then chased in the presence of excess unlabeled methionine for up to 40 min. Fig. 1 shows that a proportion of the unglycosylated E1 protein (E/u, lane 1 ) is converted after 10 min of chase to an intermediate form of higher molecular weight (E/i, lane 2) and after \",,20 min of chase (lane 3) to the mature forms (E/m), which in this experiment consisted of three distinct polypeptides differing in molecular mass by ~4 kD. Three forms of E1 were always detected (Fig. 1, lane 4) , and in some experiments varying but small amounts of two additional higher molecular mass forms were resolved. The observed increases in molecular mass must be due to the addition of O-linked oligosaccharides (Holmes et al., 1981a; Niemann and Klenk, 1981; Rottier et al., 1981) , which is the only known posttranslational modification of El. The intermediate form EI~ has not, however, been previously detected and the heterogeneity of mature forms resolved in Fig. 1 was not seen in previous work with the same virus propagated in a different cell line (e.g., Niemann et al., 1982) .",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 807,
                    "text": "(Holmes et al., 1981a;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 808,
                    "end": 832,
                    "text": "Niemann and Klenk, 1981;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 833,
                    "end": 854,
                    "text": "Rottier et al., 1981)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1138,
                    "end": 1159,
                    "text": "Niemann et al., 1982)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 176,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 557,
                    "end": 573,
                    "text": "(Fig. 1, lane 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1038,
                    "end": 1044,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Glycosylation of E1 Is a Two-step Process"
        },
        {
            "text": "To determine the sugar composition of the oligosaccharides bound to each of the E1 forms, infected cells were labeled from 7 to 8.5 h after infection with 3H-precursors of each of the sugars expected to be present in the O-linked oligosaccharides, extracted with Tx-ll4, and subjected to SDS-PAGE followed by fluorography. As expected, Elu, the unglycosylated form of El, was not labeled by any of the 3H-sugars (Fig. 2, cf. lane 1 with lanes 2-4) . [3H] Galactose and [3H]N-acetyl-mannosamine are specific metabolic precursors of Gal and NANA, respectively (Neutra and Leblond, 1966; Monaco and Robbins, 1973) , and these were found to label only the Elm forms (Fig. 2 , cf. lane 1 with lanes 3 and 4). The presence of NANA in Elm was also confirmed by treatment of [35S]methionine-labeled E1 with neuraminidase. The Elm polypeptides alone were reduced in molecular mass to a form which migrated slightly slower than EI~ (Fig. 3, lane 4) and was assumed to have O-linked oligosaccharides composed of Gal-GalNAc. Mature forms of E1 are known to contain two types of O-linked oligosaccharides: (a) a disialylated form (Niemann et al., 1984) ,",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "[3H]",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 584,
                    "text": "Leblond, 1966;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 585,
                    "end": 610,
                    "text": "Monaco and Robbins, 1973)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1117,
                    "end": 1139,
                    "text": "(Niemann et al., 1984)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 447,
                    "text": "(Fig. 2, cf. lane 1 with lanes 2-4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 662,
                    "end": 669,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 922,
                    "end": 938,
                    "text": "(Fig. 3, lane 4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Glycosylation of E1 Is a Two-step Process"
        },
        {
            "text": "The intermediate form of E1 (Eli) was labeled by [3H]glucosamine (Fig. 2, lane 2) (Fig. 2, lane 4) . EI~ was also not labeled by [3H]Gal (Fig. 2, lane 3) . Based on the known structure of the oligosaccharides, these data indicate that GalNAc is most likely the only sugar present in the EI~ form.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 81,
                    "text": "(Fig. 2, lane 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 82,
                    "end": 98,
                    "text": "(Fig. 2, lane 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 137,
                    "end": 153,
                    "text": "(Fig. 2, lane 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Glycosylation of E1 Is a Two-step Process"
        },
        {
            "text": "The Journal of Cell Biology, Volume 106, 1988 were pulse labeled for 10 min with 0.2 IsCi/~l [3sS]methionine or pulse labeled and chased for 60 min at 37°C. After immunoprecipitation, the samples were divided in half and were either (lanes 1 and 2) incubated without neuraminidase in the digestion buffer or (lanes 3 and 4) with 0.2 mU/ml neuraminidase in the digestion buffer at 37°C overnight. Equal volumes were loaded onto each lane. *, the major digestion product after neuraminidase treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosylation of E1 Is a Two-step Process"
        },
        {
            "text": "To confirm that the intermediate form of E1 results from the addition of GalNAc, infected cells were labeled from 4 to 16 h after infection with [3H]glucosamine at 37°C. The virus was purified from the medium, solubilized in Tx-114, and pooled with the labeled cells that were also solubilized in Tx-114. After phase extraction, E1 was immunoprecipitated and resolved by SDS-PAGE followed by fluorography. The polypeptides were excised from the gel in two groups, the lower (Elu and Eli) and higher (Elm) molecular mass forms, and analyzed by P4 column chromatography after alkaline hydrolysis to release the oligosaccharide side chains. Any oligosaccharides released from the lower molecular mass forms of E1 must have originated from Eli since Elu is not labeled by [3H]glucosamine (Fig. 2, lane 2) . As shown in Figure 4 a, a single peak of 3H-sugar ran at the position of GalNAcitol (the alcohol derivative of GalNAc), which was not sensitive to treatment with neuraminidase ( Fig. 4 b) . The two predominant 3H-labeled oligosaccharides from Elm, (peaks Fig. 4 c, A and B) correspond to the dis!alyated and monosialylated oligosaccharides. After treatment with neuraminidase, both A and B are converted quantitatively to NANA (Fig. 4 d, peak C) and Gall3(1--'3)GalNAcitol (Fig.  4 d, peak D) . These sugars, as well as GalNAcitol (Fig. 4 d, peak E), are present in the untreated samples (Fig. 4 c) , most likely as degradation products of alkaline hydrolysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 784,
                    "end": 800,
                    "text": "(Fig. 2, lane 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 815,
                    "end": 823,
                    "text": "Figure 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 981,
                    "end": 990,
                    "text": "Fig. 4 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1058,
                    "end": 1064,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1230,
                    "end": 1237,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1276,
                    "end": 1295,
                    "text": "(Fig.  4 d, peak D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1334,
                    "end": 1341,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1391,
                    "end": 1401,
                    "text": "(Fig. 4 c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Intermediate Form of E1 Contains GalNAc"
        },
        {
            "text": "Taken together, the experiments described so far show that GalNAc is the first sugar added to the E1 protein, followed at a later time by Gal and NANA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Intermediate Form of E1 Contains GalNAc"
        },
        {
            "text": "To examine the effect of decreased temperature on the glycosylation of El, infected cultures were labeled for 143 rain at 37°C and then chased at either 37 or 31°C (Fig. 5) . After 90 rain of chase at 37°C, all forms of E1 were detectable in cell extracts (Fig. 5, lane 2) . After 180 rain there was a decrease in the amount of all forms of labeled E1 (Fig. 5, lane  3) , presumably because the labeled E1 molecules had been incorporated into virions which were then transported out of the cell. When the cultures were shifted to 31°C for the chase period, the glycosylation of E1 was blocked in the intermediate form (Fig. 5, lanes 4 and 5) . This block was maintained after 180 min of chase, with no detectable decrease in either the unglycosylated or the intermediate form (Fig. 5 , compare lanes 2 and 4 with lanes 3 and 5). If, after 90 min of chase at 31°C, the infected cultures were returned to 37°C for a further 90 min, the amounts of the Elu and Eli forms decreased (Fig. 5, 1 and 2 with lanes 4 and 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 256,
                    "end": 272,
                    "text": "(Fig. 5, lane 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 352,
                    "end": 369,
                    "text": "(Fig. 5, lane  3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 618,
                    "end": 641,
                    "text": "(Fig. 5, lanes 4 and 5)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 776,
                    "end": 783,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 977,
                    "end": 985,
                    "text": "(Fig. 5,",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 986,
                    "end": 1013,
                    "text": "1 and 2 with lanes 4 and 6)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Reduced Temperature Blocks Conversion of E1 to the Mature Form"
        },
        {
            "text": ".~ 2o forms of El were excised from the gel and quantitated; the results are presented in Fig. 6 a. As expected from Fig. 5 , a decrease in the incubation temperature reduces the percentage of E1 m and increases the percentage of E1 o. Surprisingly, the percentage of EI~ remains approximately constant at all the temperatures. In a separate experiment the absolute amounts of each of the E1 forms were measured at both 37 and 31°C and, as shown in Fig. 6 b, the decrease in the mature forms, Elm, was accompanied by an increase in the unglycosylated form, Elo, but there was no change in the amount of the intermediate form, EI~.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 117,
                    "end": 123,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 449,
                    "end": 455,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Reduced Temperature Blocks Conversion of E1 to the Mature Form"
        },
        {
            "text": "To relate the block in oligosaccharide maturation to the intracellular localization of El, infected cells were labeled for indirect immunofluorescence microscopy, using a mAb against El. At 7 h after infection at 37°C, E1 was restricted to a perinuclear region (Fig. 7 a) and the pattern of labeling was similar to, but more extensive than, that observed with antibodies specific for an endogenous Golgi protein (data not shown). Between 7 and 12 h after infection at 37°C syncytia developed, each containing several hundred nuclei, and concomitantly E1 became detectable in the rough ER throughout the cytoplasm (Fig. 7 b) . At these late times the mAb against E1 also labeled patches at the cell surface (Fig. 7 b) ; this labeling we attribute to released progeny virions, which are known to remain closely associated with the cell surface (Dubois-Dalcq et al., 1984) . In contrast, when the cells were shifted at 7 h after infection to 31°C and incubated until 12 h after infection, the E1 labeling within the cells remained restricted to the peri-Golgi region, although the area and intensity of labeling increased above that seen at 7 h after infection (Fig. 7, a and c) . Furthermore, neither the rough ER nor the surface of cells incubated from 7 to 12 h after infection at 31°C labeled for El. These observations imply that E1 accumulated in the perinuclear region during the incubation at 31°C and that virions were not transported out of the cell. During the 5-h incubation at 31°C, the syncitia also failed to enlarge significantly, The viral envelope glycoprotein E2 is responsible for viral-induced cell fusion (Sturman and Holmes, 1985) and we attribute the lack of growth of the syncytia to the failure in the transport of virions out of the cells. There may also be, at 31°C, a reduction in the transport to the plasma membrane of E2 as a membrane glycoprotein, independent of the transport of virions, but this was not investigated. This inhibition of the enlargement of the syncytia was reversible; they expanded rapidly within 2-3 h after a return to 37°C (data not shown).",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 869,
                    "text": "(Dubois-Dalcq et al., 1984)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1624,
                    "end": 1650,
                    "text": "(Sturman and Holmes, 1985)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 271,
                    "text": "(Fig. 7 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 613,
                    "end": 623,
                    "text": "(Fig. 7 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 706,
                    "end": 716,
                    "text": "(Fig. 7 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1158,
                    "end": 1175,
                    "text": "(Fig. 7, a and c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Perinuclear Localization of E1 at 37 and 31°C"
        },
        {
            "text": "Budding of progeny virions, which occurs at membranes with a high concentration of the viral El spike glycoprotein, was first detected in thin sections under the electron microscope between 6 and 7 h after infection. At these early times, the first and only site of budding was a smooth membraned compartment with a complex and irregular vesiculotubular morphology (Fig. 8) . This compartment, which we refer to here as the budding compartment, was always closely associated with cisternae of the rough ER, including transitional elements. Usually, but not always, the budding compartment was also juxtaposed to the cis side of the Golgi stack (see Fig. 11 ). Since the membrane of the budding compartment is smooth it cannot be the site of synthesis of E1 or its insertion into membranes. Furthermore, we have reported previously that the budding compartment does not contain a cytochemical marker of the rough ER (Tooze et al., 1984) . We conclude that the initial site of accumulation of E1 to levels that support budding is a distinct smooth- membraned compartment usually found between transitional elements of the rough ER and usually lies between them and the Golgi complex.",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 935,
                    "text": "(Tooze et al., 1984)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 373,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 649,
                    "end": 656,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "IntraceUular Localization of Viral Budding"
        },
        {
            "text": "Examination of single and serial sections showed that this distinct compartment also exists in uninfected cells (Fig.9) , where it is also invariably associated with transitional elements of the rough ER and Golgi stacks. Comparison of Figs. 8 and 9 shows that the budding compartment is more dilated in infected than in uninfected cells. In part, no doubt, this is a result of the budding of virions, each ~1,000/~ in diam, into this compartment in the infected cells. Although we have not made extensive morphometric analyses of the budding compartment, it is clear from examination of single and serial sections that its volume and surface area are smaller than those of either the Golgi complex or the rough ER.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "text": "(Fig.9)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "IntraceUular Localization of Viral Budding"
        },
        {
            "text": "Beginning between 8 and 9 h after infection at 37°C, the rough ER becomes a site of budding of virions and progressively more viruses bud and accumulate in this compartment (Tooze et al., 1984 (Tooze et al., , 1985 . Virions can also be seen increasingly in the rims of Golgi cisternae and in post-Golgi vesicles transporting the virus to the cell surface. The Golgi cisternae become distended and eventually vesiculate; by 12 h after infection cell lysis starts (Tooze et al., 1984; and unpublished observations) .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 192,
                    "text": "(Tooze et al., 1984",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 193,
                    "end": 214,
                    "text": "(Tooze et al., , 1985",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 463,
                    "end": 483,
                    "text": "(Tooze et al., 1984;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 484,
                    "end": 513,
                    "text": "and unpublished observations)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IntraceUular Localization of Viral Budding"
        },
        {
            "text": "By contrast, when cultures are shifted at 5-7 h after infection from 37 to 31°C, the infected cells survive for at least a further 18 h. At 24 h after infection, their Golgi stacks have retained their morphological integrity. Few virions are seen within the Golgi cisternae or in post-Golgi transport vesicles (Fig. 10) , and very few are seen outside the cells associated with the plasma membrane. On the other hand, the rough ER contains massive accumulations of virions (Fig. 10) . These morphological observations indicate that there is little trans-port of virions into the Golgi stacks and beyond at 31°C. We believe that it is this block to virion transport that prevents the disruption of the Golgi stacks, which is one of the cytopathic effects of MHV-A59 infection at 37°C and is also observed in cells infected at 37°C with Uukuniemi virus, a bunyavirus that buds into intracellular membranes (Gahmberg et al., 1986) .",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 927,
                    "text": "(Gahmberg et al., 1986)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 319,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 473,
                    "end": 482,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Morphological Changes Induced by a Shift to 31°C"
        },
        {
            "text": "Using an immunoperoxidase labeling technique and a mAb against an amino-terminal epitope of E1 (Tooze and Stanley, 1986) , we determined at the level of resolution of the electron microscope which membranes contained E1 at different times after infection at the two temperatures. At 5-7 h after infection at 37°C, the rough ER was not labeled but the budding compartment was labeled as expected from indirect immunofluorescence microscopy. There was also distinct labeling of all the stacked cisternal membranes of the Golgi complex (Fig. 11) . The reaction product was found on the lumenal side of these compartments (Fig. 11 ) consistent with the fact that the mAb recognizes an amino-terminal epitope of El. Continued incubation at 37°C increased the number of labeled compartments to include the rough ER (Tooze et al. 1985) .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 120,
                    "text": "(Tooze and Stanley, 1986)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 809,
                    "end": 828,
                    "text": "(Tooze et al. 1985)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 542,
                    "text": "(Fig. 11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 618,
                    "end": 626,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Localization of E1 by Immunoelectron Microscopy"
        },
        {
            "text": "The labeling of Golgi cisternae at 5-7 h after infection indicates that some E1 reaches the cisternal membranes as an integral membrane protein. However, the absence of budding of virions directly into the Golgi cisternae at these early times after infection (Tooze et al., 1984; Figs. 9 and 11) indicates that the amount of E1 in these membranes is below the threshold concentration necessary for budding but clearly is not below the threshold of detection by the immunoperoxidase technique which involves enzymatic amplification.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 279,
                    "text": "(Tooze et al., 1984;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 280,
                    "end": 287,
                    "text": "Figs. 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Localization of E1 by Immunoelectron Microscopy"
        },
        {
            "text": "After a shift from 37 to 31°C at times between 5 and 7 h after infection, with 3-5 h further incubation at the lower temperature, the labeling pattern of E1 using the im- to show budding compartments not juxtaposed to Golgi stacks and therefore are comparable to the budding compartment in an uninfected cell shown in Fig. 9 . (Budding compartments close to Golgi stacks are shown in Fig. 11 .) Note the irregular form of this compartment and its distension by the accumulating virions. Frequently parts of the cytoplasmic face of the budding compartment have a \"bristle\" coat and appear to be sites of fusion of small vesicles (arrowheads in A, B, D, and E). This coat differs in morphology from the coats of typical coated vesicles (open arrows in A and C). Orci et al. (1986) have shown by immunocytochemistry that coats of this type associated with Golgi membranes lack clathrin. Bars, 0.25 vtm.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 778,
                    "text": "Orci et al. (1986)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 324,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 384,
                    "end": 391,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Localization of E1 by Immunoelectron Microscopy"
        },
        {
            "text": "The Journal of Cell Biology, Volume 106, 1988 Figure 9 . Serial sections through a budding compartment in an uninfected sac(-) cell. In uninfected cells this compartment (arrowheads) is found closely associated with transitional element regions of the rough ER (arrows). Often the budding compartment occurs between transitional elements and Golgi stacks but sometimes, as this figure shows, it is not adjacent to a Golgi stack. In this situation, because of the absence of smooth cis-Golgi membranes, it is easier to trace the budding compartment through serial sections. Note the complex irregular morphology of the budding compartment and the absence of ribosomes from its membrane. The micrographs shown are of nine sections (SI-$5, $7, and $I0-S12) from a continuous ribbon of 13 sections, each ,~50-60 nm thick. In this example, therefore, the budding compartment extended through a depth of ,,,650 nm. All micrographs are at the same magnification. Bar, 0.25 lam. munoperoxidase technique was very similar to that seen at 7 h after infection at 37°C. Reaction product was seen in the budding compartment and some in the Golgi cisternae (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "text": "Figure 9",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Localization of E1 by Immunoelectron Microscopy"
        },
        {
            "text": "There are at least two posttranslational modifications which result in a change in the molecular mass of coronavirus El. The first involves addition of GalNAc ~10 min after synthe-Sis; the molecular mass increase of 1 kD would correspond to the addition of three GaINAC molecules. The sequence of E1 (Armstrong et al., 1984) shows that there are four potential glycosylation sites for O-linked oligosaccharides at the amino terminus of the protein (NH2-Ser-Ser-Thr-Thr) of which a maximum of three are used (Niemann et al., 1984) . About 10 min later, Gal and NANA are added to give a variety of mature E1 forms which can be explained by variation in the number of GalNAc residues that are modified and by the heterogeneity of the mature sialylated oligosaccharides.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 324,
                    "text": "(Armstrong et al., 1984)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 507,
                    "end": 529,
                    "text": "(Niemann et al., 1984)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The addition of Gal and NANA probably occurs in the trans-Golgi complex, because the necessary enzymes are found there (Carlson et al., 1973; Sadler et al., 1979; Rearick et al., 1979; Elhammer and Kornfeld, 1984) and drugs which inhibit transport into and through the Golgi complex (Quinn et al., 1983; Tartakoff et al., 1983) inhibit formation of the mature oligosaccharide structure. We have found that both monensin and CCCP inhibit the glycosylation of E1 in a manner essentially identical to the inhibition at 31°C (Tooze, 1987) . Such results must, however, be interpreted with some caution because with these drugs it is often impossible to distinguish between inhibition of transport and direct inhibition of the enzymes which add the sugars. The pathway taken by newly synthesized E1 is complicated by the intracellular budding of the virus. At its simplest, one can envisage that E1 moves to the budding compartment, nucleocapsids bind and bud, and E1 then moves through the secretory pathway as part of the maturing virion. However, immunoperoxidase labeling shows clearly that E1 in the Golgi complex is not only present in virions but also in every cisternal membrane (see Fig. 11 ). The amount of E1 in Golgi membranes cannot be estimated because of the catalytic nature of the peroxidase technique but, until very late in the viral infection, it must be lower than that needed to support budding of the virus. This accumulation of E1 in the Golgi membranes during infection may represent a dead end caused by \"leakage\" of E1 from the budding compartment if the nucleocapsids are unable to trap all of the E1 in budding virions. This idea is supported by the finding that E1 is not transported beyond the Golgi stack in cellular membranes (Tooze and Stanley, 1986; Tooze et al., 1987) . Alternatively, cisternal E1 may represent a genuine part of the maturation pathway. El may have to move through Golgi cisternae and then back again to the budding compartment before it can participate in the budding reaction. This seems very unlikely, however, because all attempts to show movement of other ER proteins to the Golgi stack and back again have failed (Yamamoto et al., 1985; Brands et al., 1985) . It is, therefore, more reasonable to assume that E1 is transported from the membrane of the ER to the budding compartment where it reaches a concentration sufficient to allow budding for the first time. Thereafter, incorporated into the envelope of progeny virions, it moves through the Golgi stack and thence to the cell surface with only a small amount leaking to the Golgi stack independent of the virions. As the infection progresses the amount of El being synthesized increases (our unpublished data) and at the same time budding of progeny virions directly into the lumen of the rough ER begins and increases. We interpret this to indicate that the rate of insertion of E1 into the rough ER membrane beings to exceed the rate of its transport out of the ER to the budding compartment.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 141,
                    "text": "(Carlson et al., 1973;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 142,
                    "end": 162,
                    "text": "Sadler et al., 1979;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 163,
                    "end": 184,
                    "text": "Rearick et al., 1979;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 185,
                    "end": 213,
                    "text": "Elhammer and Kornfeld, 1984)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 283,
                    "end": 303,
                    "text": "(Quinn et al., 1983;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 304,
                    "end": 327,
                    "text": "Tartakoff et al., 1983)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 521,
                    "end": 534,
                    "text": "(Tooze, 1987)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1754,
                    "end": 1779,
                    "text": "(Tooze and Stanley, 1986;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1780,
                    "end": 1799,
                    "text": "Tooze et al., 1987)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2168,
                    "end": 2191,
                    "text": "(Yamamoto et al., 1985;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2192,
                    "end": 2212,
                    "text": "Brands et al., 1985)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1187,
                    "end": 1194,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Reducing the temperature to 31°C profoundly inhibits the release of virions into the medium. All the morphological evidence suggests that at 31°C it is the entry of virions into the Golgi complex that is inhibited; as a result, few virions are seen in the Golgi cisternae or in the post Golgi transport vesicles and the Golgi stack maintains its normal morphology. The inhibition of virion transport is accompanied by an inhibition of terminal glycosylation. This would be expected if (a) terminal glycosylation occurred in the trans-Golgi complex and, (b) if the E1 is delivered there normally incorporated in the envelopes of progeny virions rather than as an integral protein of cellular membranes. But at 31°C, addition of GalNAc still occurs to an unchanged extent suggesting that this sugar is added in or just before the budding compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, the amount of E1 containing GalNAc (El0 does not change when the temperature is reduced. The de-crease in Elm is accompanied only by an increase in El°. This correlates with the increase in budding into the rough ER and further argues that GalNac is not added in the rough ER but in the budding compartment. If GalNAc was added either cotranslationally or while the E1 resided in the rough ER membrane, an increase in the amount of the Eli form would be expected both at 37 and 31°C as the concentration of E1 reaches levels that not only support budding into this compartment but also can readily be detected by immunocytochemistry (Tooze et al., 1985) . However, the constant amount of E1 containing GalNAc (Eli) implies that the compartment in which the sugar is added has a limited capacity and is smaller than the rough ER. Morphological evidence indicates that the budding compartment fulfills these criteria.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 668,
                    "text": "(Tooze et al., 1985)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The budding compartment is not a product of infection because it is found in uninfected sac(-) cells and our preliminary observations of serial sections of rat exocrine pancreatic cells and murine AtT20 cells shows that it is not peculiar to sac(-) cells. In all three cell types, the budding compartment is found frequently in close association with patches of rough ER differentiated into transitional elements in regions juxtaposed to the cis side of the Golgi apparatus. However, the budding compartment and transitional elements of the rough ER in sac(-) cells are not restricted to this region; they also occur associated with patches of rough ER remote from the Golgi apparatus. The existence of peripheral transitional elements in pancreatic cells has long been known (Jamieson and Palade, 1967) . Our observations, together with those of Saraste and Kuismanen (1984) , Tartakoff (1986) , and Merisko et al. (1986) indicate that the structure of the transitional element-transitional vesicle region of the cell is considerably more complex than hitherto appreciated. Fig. 12 summarizes our interpretation of the results described above which suggest that GalNAc is added in the budding compartment. This is not to say that the enzyme, N-acetyl-galactosaminyltransferase, is found exclusively in this compartment, although available fractionation data shows that it is restricted to smooth membranes (Kim et al., 1971; Ko and Raghupathy, 1972; Hanover et al., 1980 Hanover et al., , 1982 Elhammer and Kornfeld, 1984) . One must remember that the position of an enzyme can only be inferred from the position of the substrate and product subject to certain strict criteria. Obviously, the enzyme cannot be located in the pathway after the point at which the substrate acquires the sugar, but it can exist at any site up to the point at which the substrate appears to be modified. This is because the substate may have to assume a particular conformation before it can be acted upon by the enzyme. The N-acetyl-galactosaminyltransferase could be present earlier in the pathway than the budding compartment but the E1 may not be a substrate until it reaches the budding compartment. Alternatively, the means of detecting the modification may depend on the substrate conformation. The presence of protein-bound GalNAc in the cis Golgi as detected by lectin labeling (Roth, 1984) may reflect addition of the sugar in this compartment or in some prior compartment in which the protein-bound oligosaccharide is inaccessible to the lectin. These possibilities are not normally considered but they could explain the large and otherwise irreconcilable discrepancies in the location that has been assigned to N-acetyl-galactosaminyltransferase (Strous, 1979; Niemann et al., 1982; Cummings et al., Figure 12 . Schematic illustrating the first site of budding of MHV-A59 into a smooth membrane compartment between the transitional elements of the ER and the Golgi stack. Reduced temperature blocks entry of the virions into the Golgi stack and prevents El acquiring galactose and sialic acid but not GalNAc. This sugar is probably added in the budding compartment which is of limited size and distinct from both the ER and Golgi apparatus.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 803,
                    "text": "(Jamieson and Palade, 1967)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 847,
                    "end": 875,
                    "text": "Saraste and Kuismanen (1984)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 878,
                    "end": 894,
                    "text": "Tartakoff (1986)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 901,
                    "end": 922,
                    "text": "Merisko et al. (1986)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1407,
                    "end": 1425,
                    "text": "(Kim et al., 1971;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1426,
                    "end": 1450,
                    "text": "Ko and Raghupathy, 1972;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1451,
                    "end": 1471,
                    "text": "Hanover et al., 1980",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1472,
                    "end": 1494,
                    "text": "Hanover et al., , 1982",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1495,
                    "end": 1523,
                    "text": "Elhammer and Kornfeld, 1984)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2368,
                    "end": 2380,
                    "text": "(Roth, 1984)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2739,
                    "end": 2753,
                    "text": "(Strous, 1979;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2754,
                    "end": 2775,
                    "text": "Niemann et al., 1982;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2776,
                    "end": 2792,
                    "text": "Cummings et al.,",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1075,
                    "end": 1082,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2793,
                    "end": 2802,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "1983; Johnson and Spear, 1983) . These differences will only be resolved by locating the enzyme itself using an immunocytochemical technique. The transport to the plasma membrane of the envelope glycoproteins of the influenza virus, SFV, and VSV can be slowed in the trans-most Golgi compartment by reducing the incubation temperature from 37 to 20°C (Matlin and Simons, 1983; Saraste and Kuismanen, 1984; Fuller et al., 1985) . Blocking the transport of these proteins from the rough ER to the Golgi stacks requires a further reduction in temperature to 16°C (Saraste and Kuismanen, 1984) . By contrast, lowering the incubation temperature by only 6°C, from 37 to 31°C, results in at least a 1,000-fold reduction in the release of MHV-A59 virions and concommitantly blocks the completion of the O-glycosylation of the E1 viral envelope glycoprotein, as we have shown here. Why the transport of MHV-A59 particles from the budding compartment to the Golgi apparatus and thence out of the cell is so very much more cold sensitive than the transport out of the rough ER of the envelope glycoproteins of VSV and SFV remains to be explained. Possibly the difference stems from the fact that in one case it is whole virions which are being transported and, in the other, viral glycoproteins inserted into cellular membranes.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 30,
                    "text": "Johnson and Spear, 1983)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 351,
                    "end": 376,
                    "text": "(Matlin and Simons, 1983;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 377,
                    "end": 405,
                    "text": "Saraste and Kuismanen, 1984;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 406,
                    "end": 426,
                    "text": "Fuller et al., 1985)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 560,
                    "end": 589,
                    "text": "(Saraste and Kuismanen, 1984)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sequence and topology of a model intracellular membrane protein, E 1 glycoprotein, from a coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smeekens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ronier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nature (Lond.)",
            "volume": "308",
            "issn": "",
            "pages": "751--752",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Structure of the carbohydrate units of lgA~ immunoglobulins. Structure of the O-glycosidically linked oligosaccharide units",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baenziger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Biol. Chem",
            "volume": "249",
            "issn": "",
            "pages": "7270--7281",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Phase separation of integral membrane proteins in Triton X-I14 solution",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bordier",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Biol. Chem",
            "volume": "256",
            "issn": "",
            "pages": "1604--1607",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Retention of membrane proteins by the endoplasmic reticulum",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brands",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Snider",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Gelboin",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "1724--1732",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A monoclonal antibody against a 135K Golgi membrane protein",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Louvard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "1",
            "issn": "",
            "pages": "1621--1628",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The sialic acids. XVI. Isolation of a mucin sialytransferase from sheep submaxillary glands",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Jourdian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roseman",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. Biol. Chem",
            "volume": "248",
            "issn": "",
            "pages": "5763--5773",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Protein synthesis, storage, and discharge in the pancreatic exocrine cell. An autoradiographic study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. Cell Biol",
            "volume": "20",
            "issn": "",
            "pages": "473--495",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Biosynthesis of N-and O-linked oligosaccharides of the low density lipoprotein receptor",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J K K"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hobgood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Tolleshaug",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Biol. Chem",
            "volume": "258",
            "issn": "",
            "pages": "15261--15273",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assembly of enveloped RNA viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dubois-Dalcq",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rentier",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "100--119",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Two enzymes involved in the synthesis of O-linked oligosaccharides are localized on membranes of different densities in mouse lymphoma BW 5147 cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elhammer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "327--331",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Newly synthesized G protein of Vesicular Stomatitis virus is not transported to the Golgi complex in mitotic cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Featherstone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "2036--2046",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An enzymatic assay reveals that proteins destined for the apical or basolateral domains of an epithelial cell line share the same late Golgi compartments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bravo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "EMBO (Eur. MoL Biol. Organ.) J",
            "volume": "4",
            "issn": "",
            "pages": "297--307",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Uukuniemi virus glycoproteins accumulate in and cause morphological changes of the Golgi complex in the absence of Virus maturation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gahmberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuismanen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keraenen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettersson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Virol",
            "volume": "57",
            "issn": "",
            "pages": "899--906",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Passage of viral membrane proteins through the Golgi complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Louvard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Mol. Biol",
            "volume": "152",
            "issn": "",
            "pages": "663--698",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The trans Golgi network: sorting at the exit site of the Golgi complex",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science (Wash. DC)",
            "volume": "234",
            "issn": "",
            "pages": "438--443",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Synthesis of N-and O-linked glycopeptides in oviduct membrane preparations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanover",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Lennarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Biol. Chem",
            "volume": "255",
            "issn": "",
            "pages": "6713--6716",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Temporal aspects of the N-and O-linked glycosylation of human chorionic gonadotropin",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanover",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elting",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Mintz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Lennarz",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Biol. Chem",
            "volume": "257",
            "issn": "",
            "pages": "10172--10177",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evolution ofa coronavirus during persistent infection in vitro",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Behnke",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "142",
            "issn": "",
            "pages": "287--299",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis of the functions of coronavirus glycoproteins by differential inhibition of synthesis with tunicamycin",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Douer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Behnke",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "142",
            "issn": "",
            "pages": "133--142",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Tunicamycin resistant glycosylation of a coronavirus glycoprntein: demonstration of a novel type of viral glycoprotein",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Doller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Virology",
            "volume": "115",
            "issn": "",
            "pages": "334--344",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "lntracellular transport of secretory proteins in the pancreatic exocrine cell. L Role of the peripheral elements of the Golgi complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J. Cell Biol",
            "volume": "34",
            "issn": "",
            "pages": "577--615",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "O-linked oligosaccharides are acquired by herpes simplex virus glycoproteins in the Golgi complex",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Spear",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "32",
            "issn": "",
            "pages": "987--997",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Studies on Semliki forest virus subviral components",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "K~ri/Inen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Bonsdorff",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Ann. Med. Exp. Biol. Fenn",
            "volume": "47",
            "issn": "",
            "pages": "235--245",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Glycoprotein biosynthesis in the developing rat brain. I. A study of glycotransferases in microsomal subfractions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perdomo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nordberg",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Biol. Chem",
            "volume": "246",
            "issn": "",
            "pages": "5466--5476",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Glycoprotein biosynthesis in the developing rat brain. II. Microsomal galactosaminyltransferase utilizing endogenous and exogenous substrate acceptors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K W"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Raghupathy",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Biochim. Biophys. Acta",
            "volume": "264",
            "issn": "",
            "pages": "129--143",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structure of glycoproteins and their oligosaccharide units",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "The Biochemistry of Glycoproteins and",
            "volume": "",
            "issn": "",
            "pages": "6--12",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The synthesis of complex-type oligosaccharides. I. Structure of the lipid-linked oligosaccharide precursor of the complex-type oligosaccharide of the Vesicular Stomatitis virus G protein",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tabas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Korufeld",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Biol. Chem",
            "volume": "253",
            "issn": "",
            "pages": "7762--7770",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Polyacrylamide gel electrophoresis of viral proteins",
            "authors": [
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "Maizel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Methods Virol",
            "volume": "5",
            "issn": "",
            "pages": "179--246",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Measurement of the incorporation of radioactive amino acids into proteins by a filter-paper disc method",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Novelli",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Arch. Biochem. Biophys",
            "volume": "94",
            "issn": "",
            "pages": "48--54",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Reduced temperature prevents transfer of a membrane protein to the cell surface but does not prevent terminal glycosylation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "34",
            "issn": "",
            "pages": "233--243",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The reorganization of the Golgi complex in anoxic pancreatic acinar ceils",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Merisko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Pancreas",
            "volume": "1",
            "issn": "",
            "pages": "95--109",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Incorporation of N-acetylmannosamine and N-acetylglucosamine in rat thyroid in vitro",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Monaco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. Biol. Chem",
            "volume": "248",
            "issn": "",
            "pages": "2072--2077",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Radiographic comparison of the uptake of galactose-[3H] and glucose-[3H] in the Golgi region of various cells secreting glycoproteins or mucopolysaccharides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nentra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Leblond",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J. Cell Biol",
            "volume": "30",
            "issn": "",
            "pages": "137--56",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Coronavirus glycoprotein El, a new type of viral glycoprotein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Mol. Biol",
            "volume": "153",
            "issn": "",
            "pages": "993--1010",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Post-translational glycosylation of coronavirus glycoprotein El : inhibition by monensin",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bosehek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosing",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "1",
            "issn": "",
            "pages": "1499--1504",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The carbohydrates of MHV-A59: structures of the O-glycosidically linked oligosaccharides of glycoprotein El",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geyer",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stirm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "EMBO (Eur. MoL Biol. Organ.) J",
            "volume": "3",
            "issn": "",
            "pages": "665--670",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A new type of coated vesicular carrier that appears not to contain clathrin: its possible role in protein transport within the Goigi stack",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "46",
            "issn": "",
            "pages": "171--184",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Biosynthetic protein transport and sorting by the endoplasmic reticulum",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Ann. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Dissection of the Golgi complex. II. Density separation of specific Golgi functions in vitally infected cells treated with monensin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Cell Biol",
            "volume": "96",
            "issn": "",
            "pages": "851--856",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Enzymatic characterization of a I~-v-galactoside ¢t2~3 sialytransferase from porcine submaxillary glands",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Rearick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Paulson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Biol. Chem",
            "volume": "254",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Cytochemical localization of terminal N-acetylgalactosamine residues in cellular compartments of intestinal goblet cells: implications for the topology of O-glycosylation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "399--406",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Golgi apparatus: two organelles in tandem",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Science (Wash. DC)",
            "volume": "213",
            "issn": "",
            "pages": "1212--1219",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Viral protein synthesis in mouse hepatitis virus-strain A59 infected cells: effect of tunicamycin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Virol",
            "volume": "40",
            "issn": "",
            "pages": "350--357",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Purification to homogeneity and enzymatic characterization of an a-N-Acetylgalacostamine a 2-\"6 sialytransferase from porcine submaxillary glands",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sadler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Rearick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Biol. Chem",
            "volume": "254",
            "issn": "",
            "pages": "5934--5941",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pre-and post-Golgi vacuoles operate in the transport of Semliki forest virus membrane glycoproteins to the cell surface",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuismanen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "38",
            "issn": "",
            "pages": "535--549",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Isolation and identification of virus-specific mRNA's in cells infected with MHV-A59",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A M"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Virology",
            "volume": "108",
            "issn": "",
            "pages": "424--434",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Initial glycosylation of proteins with acetylgalactosaminyl serine linkages",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J A M"
                    ],
                    "last": "Strous",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "76",
            "issn": "",
            "pages": "2691--2698",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The structure and behavior of coronavirus A59 glycoproteins",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sturman",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Adv. Exp. Med. Biol",
            "volume": "142",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The molecular biology of the coronaviruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Adv. Virus Res",
            "volume": "28",
            "issn": "",
            "pages": "35--112",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The novel glycoproteins of coronaviruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Trends Biochem. Sci",
            "volume": "10",
            "issn": "",
            "pages": "17--20",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Pertubation of vesicular traffic with the carboxylic ionophore monensin",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Tartakoff",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "32",
            "issn": "",
            "pages": "1026--1028",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Temperature and energy dependence of secretory protein transport in the exocrine pancreas",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Tartakoff",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "5",
            "issn": "",
            "pages": "1477--1482",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Sorting of coronavirus from condensed secretory proteins at the exit from the trans Golgi network of AtT20 cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "105",
            "issn": "",
            "pages": "1215--1226",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Replication of coronavirus MHV-A59 in sac(-) cells: determination of the first site of budding of progeny virions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Eur. J. Cell Biol",
            "volume": "33",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "laminated cisteruae of the rough endoplasmic reticulum induced by coronavirus MHV-A59 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Eur. J. Cell Biol",
            "volume": "36",
            "issn": "",
            "pages": "108--115",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Biogenesis of the E1 glycoprotein of MHV-A59",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Identification of two epitopes in the carboxyterminal 15 amino acids of the E1 glycoprotein of mouse hepatitis virus A59 by using hybrid proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Virol",
            "volume": "60",
            "issn": "",
            "pages": "928--934",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Is cytochrome P-450 transported from the endoplasmic reticulum to the Golgi apparatus in rat hepatocytes?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Masaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell BioL",
            "volume": "101",
            "issn": "",
            "pages": "1733--1740",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Glycosylation of El. Sac(-) cells at 8 h after infection were pulse labeled (lane 1 ) for 5 min or pulse labeled and chased (lane 2) for 10 min, (lane 3) 20 min, and (lane 4) 40 min. Equal volumes of the detergent pellet from a Tx-114 extract of the cells were loaded on each lane. The unglycosylated form (El,) is modified ,~ l0 min after a 5-min pulse to the intermediate form (Eli). Subsequently, after 20 min of chase the mature forms appear (Elm).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Metabolic cpm; and (lane 4) 650 cpm. To detect the radioactive label, the fluorograph was exposed for (lane 1) 3 d; (lanes 2 and 3) 3 wk; and (lane 4) 1 yr. Dot indicates the El, band labeled with [3H]glucosamine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Neuraminidase digestion of El. Infected sac(-) cells",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "P4 column chromatography of the oligosaccharides isolated from the unglycosylated form (Elu) and the intermediate form (Eli) (a and b), and the mature form (Elm) of E1 (c and d). The oligosaccharides were chromatographed either (a and c) before neuraminidase digestion, or (b and d) after neuraminidase digestion. In a the oligosaccharides released from the Elu and EL bands elute as a single major peak (E) with a K,v ---0.8, which (b) is not affected by neuraminidase digestion. In c the two mature forms of E1 (peaks A and B) are released from Elm and, in addition, three other peaks (C, D, and E) with a Kay of 0.41, 0.77, and 0.85, respectively, were detected. (d) After neuraminidase digestion of the oligosaccharides released from the Elm form, the counts contained in peaks A and B were quantitatively recovered in peaks C and D. The numbers at the top correspond to the standards (1) [14C]BSA; (2) [3H]GIc3MangGlcNAc; (3) [14C]-NANA; (4) [3H]Gall31~3-GalNAcitol; (5) [3H]GalNacitol; (6) [t4C]Galacitol; and (7) [=4C]mannose.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Reversibility of the 31°C block. Infected sac(-) cells ~100i were pulse labeled for 10 min with 0.2 gtCi/I.tl of [35S]methionine .~ at 37°C (lane 1) or pulse labeled and chased at 37°C for either ~ a0 90 (lane 2) or 180 rain (lane 3). Alternatively, after the pulse label at 37°C, the cultures were chased at 31°C for 90 (lane 4), 180 (lane ~ 60 5), or 90 min (lane 6) at 31°C, and then chased an additional 90 ~, min at 37°C. The inhibition of processing of El0 is detectable ~ 6o (compare lanes 2 and 4 with lanes 3 and 5) over 180 min, and is reversible after 90 min (compare lanes",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Quantitation of the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Indirect immunofluorescence of infected sac(-) cells labeled with a mAb specific for El. Infected sac(-) were incubated at 37°C until (a) 7 h after infection, (b) 12 h after infection, or (c) incubated until 7 h after infection at 37°C and then shifted to 31°C until 12 h after infection, fixed, and labeled. Bar, 10 Ixm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "A gallery of micrographs of the budding compartment in sac(-) cells at 6-7 h after infection with MHV-A59. The smoothmembraned budding compartment with progeny virions and budding figures (arrows) is closely associated with cisternae of the rough ER, including transitional elements (te in B), which at this early stage of infection are not a site of virus budding. These examples were selected",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Micrographs of sac(-) cells shifted at 7 h after infection with MHV-A59 from 37 to 31°C, and incubated until 24 h after infection before fixation. (A) This shows the accumulation of virions in the rough ER (arrowheads) and smooth perinuclear vesicles (arrows). The Golgi stack (open arrow) retains its morphology even at 24 h after infection; note there are no virions in the Golgi cisternae. (B) During incubation at 31°C, the cisternae of the rough ER (arrows) become filled with virions but there are extremely few virions released from the cells (arrowheads). For comparison, the inset is a micrograph of part of the surface of a cell at 14 h after infection at 37°C showinghow numerous released progeny virions (arrowheads) often remain close to the plasma membrane of the cell from which they emerged. Bars, 0.5 I.tm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "(A) Immunoperoxidase labeling of E1 in a sac(-) cell at 6 h after infection with MHV-A59. Heavily labeled budding figures (open arrows) can be seen in the budding compartment close to a Golgi stack. All cisternae of the Golgi stack are labeled (arrows). However, at this stage of infection the cisternae of the rough ER (arrowheads) are not labeled above background. (B) The Golgi region of a conventionally fixed and embedded cell at 6 h, 20 min after infection for comparison with A. Note the budding figures and budded virions in the budding compartment (open arrows) which lies between the Golgi stack (arrows) and the rough ER (arrowhead). At this early stage of infection the budding of virions is confined to the budding compartment. Bars, 0.25 ~tm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "All cell culture reagents were supplied by BRL-Gibco, Karlsruhe, Federal Republic of Germany (FRG) and all cell culture plasticware by Falcon Labware, Becton, Dickinson & Co., Heidelberg, FRG. Monensin was a gift of Eli Lily & Co., Indianapolis, IN. CCCP (carbonyl cyanide m-chlorophenyl hydrazone), Pronase (sp act 70,000 proteolytic units/g), and Pansorbin were supplied by Calbiochem-Behring Corp., Frankfurt, FRG. [l,6-3H]Glucosamine (sp act 30 mCi/mmol), [methylJ4C]BSA (sp act 17~tCi/mg, I6-3H] -N-acetyl-marmosamine (sp act 30 mCi/mmol), and EN3HANCE were supplied by New England Nuclear, Boston, MA. Na[3H]B4 (sp act 14.4 Ci/ mmol), D-llJ4C]mannose (sp act 49.4 mCi/mmol), UDP-N-acetyl-o-[1-~4C]galactosamine (sp act 45-55 mCi/mmol), D-[U-~4C]galactose (sp act 57 mCi/mmol), I>[l-~Hlgalactose (sp act 10.4 mCi/mmol),",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "neuramic acid (NANA) (sp act 244 mCi/mmol), and [35S]methionine (sp act 1,100-1,300 mCi/mmol) were obtained from Amersham Buchler GmBH, Braunschweig, FRG. Test neuraminidase from Vibrio cholera was obtained from the Behring Institute, Frankfurt, FRG. Neuraminidase (type V) isolated from Clostridium perfringens was obtained from Sigma, Chemical GmbH, Munich, FRG. Amberlite mixed bed resin MB-1 was purchased from BDH Chemicals, Ltd., Poole, England. Moviol was purchased from Thomas Scientific, Philadelphia, PA. All other solid chemicals and reagents were obtained from Sigma Chemical GmbH, Munich, FRG. Liquid reagents were obtained from E. Merck, Darmstadt, FRG.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "which is converted by cells into [3H]GalNAc, [3H]NANA, and [3H]GIcNAc. Eli does not, however, contain NANA because it was not labeled by [3H]-N-acetyl-mannosamine",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "lane 6) concomitant with release of virus. Temperature Does Not Change the Amount of the Intermediate Form of El Cells infected for 7 h at 37°C were incubated for 3 h at various lower temperatures in the presence of [35S]methionine. The total amount of E1 present both intracellularly and in virions adhering to the surface was then determined after the extract was subjected to SDS-PAGE. The three different",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "counts eluted from each form by the total number of counts in all forms. (b) Quantitation of the number of E1 molecules per cell at 37 and 31°C. After labeling cells from 7 to 8.5 h after infection at 37 or 31°C, the counts in each form of El were quantitated. The number of E1 molecules in each form was calculated assuming that each E1 molecule contains 8 mol of methionine.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "TRANSITIONAL ELEMENTBUDDING COMPARTMENT GOLGI APPARATUS OF R.E.R.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Received for publication 5 October 1987, and in revised form 6 January 1988.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}