{
    "paper_id": "bc0e1d6e96b004296ea87bde20bf39334df6d9b6",
    "metadata": {
        "title": "Improving adherence to lung cancer guidelines: a quality improvement project that uses chart review, audit and feedback approach Quality improvement report",
        "authors": [
            {
                "first": "Abdulrahman",
                "middle": [],
                "last": "Jazieh",
                "suffix": "",
                "affiliation": {},
                "email": "jazieha@ngha.med.sa"
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Omar"
                ],
                "last": "Alkaiyat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yosra",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohamed",
                "middle": [
                    "Ahmed"
                ],
                "last": "Hashim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nafisa",
                "middle": [],
                "last": "Abdelhafiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Abdulaziz University for Health Sciences",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashwaq",
                "middle": [],
                "last": "Al",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olayan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction The implementation of evidence-based clinical practice guidelines is one of the most effective interventions for improving quality of care. A gap between guidelines and clinical practice often exists, which may result in patients not receiving appropriate care. This project aimed at improving adherence to lung cancer guidelines at our institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method The records of patients with lung cancer were evaluated for adherence to guidelines by using an auditing tool that was developed to capture pertinent information. The study team collected data about the following variables: compliance with documentation of pathological diagnosis, documentation of disease stage prior to treatment initiation, presentation at thoracic tumour board within 30 days of diagnosis, management course, and management of end of life in terms of early 'no code' initiation, stopping chemotherapy and referral to palliative care prior to 2 weeks of death. Annual audits were performed from 2012 to 2015. Education and discussion with team members to address the deviations were the main interventions to improve adherence. Results The baseline measurements were taken in 2012 (49 patients). Histological subtype identification improved from 94% to 100%. Presentation of new cases at the tumour board improved from 35% to 82%. Testing for epidermal growth factor receptor mutation for nonsquamous cell lung cancer improved from 77% to 100%. The staging was documented in 100% of the cases. Conclusion Running audits to monitor adherence to guidelines and discussions with the team have a positive effect on providing consistent evidence-based care for patients with lung cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction The implementation of evidence-based clinical practice guidelines is one of the most effective interventions for improving quality of care. A gap between guidelines and clinical practice often exists, which may result in patients not receiving appropriate care. This project aimed at improving adherence to lung cancer guidelines at our institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Method The records of patients with lung cancer were evaluated for adherence to guidelines by using an auditing tool that was developed to capture pertinent information. The study team collected data about the following variables: compliance with documentation of pathological diagnosis, documentation of disease stage prior to treatment initiation, presentation at thoracic tumour board within 30 days of diagnosis, management course, and management of end of life in terms of early 'no code' initiation, stopping chemotherapy and referral to palliative care prior to 2 weeks of death. Annual audits were performed from 2012 to 2015. Education and discussion with team members to address the deviations were the main interventions to improve adherence. Results The baseline measurements were taken in 2012 (49 patients). Histological subtype identification improved from 94% to 100%. Presentation of new cases at the tumour board improved from 35% to 82%. Testing for epidermal growth factor receptor mutation for nonsquamous cell lung cancer improved from 77% to 100%. The staging was documented in 100% of the cases. Conclusion Running audits to monitor adherence to guidelines and discussions with the team have a positive effect on providing consistent evidence-based care for patients with lung cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Guidelines should provide a framework for managing patients. The implementation of evidence-based clinical practice guidelines is one of the effective mechanisms for improving the quality of care. A gap between guidelines and clinical practice often exists, resulting in suboptimal care and patient safety concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem"
        },
        {
            "text": "In our practice, we use the National Comprehensive Cancer Network Clinical Practice Guidelines in Oncology (NCCN Guidelines) as a guide for our standard of care. The NCCN is a not-for-profit organisation, aims to advance the overall quality of cancer care by improving many aspects such as improving the care of patient with cancer, cancer research and education. It offers various assets that support the clinicians in their decision-making while managing patients with cancer. 1 NCCN Guidelines are one of these resources, which were developed by using an evidence-based consensus process. 2 Based on published data, the authors hypothesised that improving adherence to NCCN Guidelines will have positive effects on patients' management and outcome. [3] [4] [5] [6] In our institution, as a result of case discussions at the thoracic tumour board (TTB), we realised that we have a guidelines-practice gap, thus we initiated this project aiming to quantify the level of variation in our domain of practice (baseline data), then the next step was to bridge this gap by conducting a generic and specialised educational session about the findings of the audit, and about how to access/use the NCCN Guidelines. We believe that doing so will be reflected positively in improving the quality and safety of the provided services to patients with lung cancer.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 480,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 592,
                    "end": 593,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Problem"
        },
        {
            "text": "As defined by the Institute of Medicine, clinical guidelines are 'systematically developed statements to assist practitioner and patient decisions about appropriate health care for specific clinical circumstances.' 7 Several studies have shown significant variation in the use of services provided by physicians. One study showed that the frequency with which procedures are performed varies dramatically among doctors, specialties and geographical regions, even after case mix is controlled. 8",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "background"
        },
        {
            "text": "In the field of oncology, adherence to guideline rates varies across types of cancer. Numerous disease-specific studies had been carried out studying the extent of recommendation compliance with NCCN Guidelines. A study on head and neck cancer reported a high rate (96%) of adherence to the guidelines, 9 while other studies reported rates as low as 37% for ovarian cancer 3 and 35% for pancreatic cancer. 5 Another study examined the relationship between evidence-based guideline adherence and the follow-up monitoring period over 1.5 years. This study had been conducted on patients with non-small cell lung cancer treated in US community oncology practices. It was found that treatment with guideline-based regimens correlated with a significantly longer follow-up monitoring period. Furthermore, it also revealed that the rates of guideline adherence were 75.0% and 61.3% for the first-line and adjuvant treatment groups. 10 In investigating clinical variation in the delivery of healthcare, one study listed several sources of variation: among them was the over-reliance on subjective judgement. Physicians may rely on their personal clinical experience as the foundation for the recommendations they make for treating patients. 11 Other sources of variation could be related to patients' factors and preferences. Due to the unique patient and/or care-setting characteristics, there will always be a degree of appropriate variation in the practice of medicine, even for patients with the same diagnoses. 12 Thus, the main reason for guideline development is not to eliminate practice variation but to standardise the process, reduce the probability of error and monitoring any variation in practice.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 304,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 373,
                    "end": 374,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 406,
                    "end": 407,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 926,
                    "end": 928,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1234,
                    "end": 1236,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1509,
                    "end": 1511,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "There are two types of methods to measure guideline adherence. Self-reported measures include self-administered questionnaires and face-to-face interviews, and the objective measures include a review of medical records, discharge data, prescriptions, claims data or observation of actual practice. 13 A systematic review of studies on adherence to guidelines reported that self-reports are usually subject to bias and should not be used as the sole measure of guideline adherence. 13 A systematic review of the Cochrane Study Group studied the effectiveness of clinical audit and feedback concluded that the relative effectiveness of an audit is likely to be greater when baseline adherence to recommended practice is low and when feedback is carried out with greater intensity. 14 For that reason, in this project, we are using the medical records review as an objective process measure for guideline adherence.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 779,
                    "end": 781,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "A data collection tool and process were used to measure adherence to the cases of 2012 as a baseline data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "baseline measuremenT"
        },
        {
            "text": "The results of 2012 had shown that compliance with guidelines was significantly low. Only 76.7% of the cases performed epidermal growth factor receptor (EGFR) testing. 95.9% of the cases had been staged before any cancer-directed treatment. Additionally, only 35% of the cases were discussed in the TTB. Furthermore, during the audit process a patient had EGFR mutation and did not receive tyrosine kinase inhibitors (TKI), which is a targeted therapy that attacks specific receptors of cancer cells with less damage to normal cells. 15 It is clear from the baseline data that this variation may result in inappropriate care for patients with lung cancer.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 536,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "baseline measuremenT"
        },
        {
            "text": "The above-reported rates of adherence to guidelines were measured by dividing the number of the patient population receiving the service in question by the number who should have received the service according to the guidelines. Some of the measures we had collected were: (1) percentage of compliance in documentation of pathological diagnosis, (2) percentage of cases with documented disease stage prior to treatment by physicians, (3) percentage of cases discussed in tumour boards, (4) management course, and (5) quality of end of life in terms of early 'no code' initiation, stopping chemotherapy 2 weeks before death and referral to palliative care before 2 weeks prior to death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "baseline measuremenT"
        },
        {
            "text": "design Concurrent and retrospective data collection methodologies were used to fill the data collection tool, which contained all variables needed to determine the measures. Two independent research coordinators piloted the tool, and feedback was considered to modify the tool. The tool included variables concerning diagnosis such as confirming the pathological diagnosis, identifying the histological subtype of the disease, and molecular testing, for example, EGFR mutations and anaplastic lymphoma kinase (ALK) fusions. Additionally, the tool contained variables related to staging workup, that is, CT scan of the chest and pulmonary function test, as well as the documentation of the disease stage prior to initiation of cancer-directed therapy. The 'Management' section of the tool had detailed questions about first, second and third-line treatments received by the patient. Furthermore, data regarding stopping cancer-directed therapy and referring patients to palliative care at least 2 weeks prior to death had been captured in the tool. Since tumour board discussion is an essential function of our patient care, case presentation to the TTB was also included in the tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "baseline measuremenT"
        },
        {
            "text": "The auditing tool was subsequently modified to have more specific questions that give no room for auditors' discretions in filling in the form. For example, the management sections were totally changed in 2013. Instead of having general terms, such as 'Was the first line of treatment accomplished according to guidelines?', we specifically stated the treatment type, the stage of the disease and the Eastern Cooperative Oncology Group (ECOG) performance status for better presentation of the guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "baseline measuremenT"
        },
        {
            "text": "In 2013, ALK testing had been added to the auditing tool to ensure proper molecular testing to guide patient selection for TKI therapy. The final tool was comprehensive, precise and self-explanatory in a way that assures the consistency of the abstraction process from the medical records across all auditors (figures 1-3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "baseline measuremenT"
        },
        {
            "text": "Charts were identified for all patients diagnosed with lung cancer in the same year the audit was performed. Records reviews and abstracting data were done by staff physicians. All data abstracted were reviewed by a senior consultant for data validation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "baseline measuremenT"
        },
        {
            "text": "On the level of the treating physicians and multidisciplinary team, the results of 2012 were communicated with the members of the multidisciplinary TTB on a biweekly basis to address any variations found during the audit. The members of TTB include oncologists, radiation oncologists, thoracic surgeons, pulmonary physicians, pathologists, radiologists, experts from nuclear medicine, nurses, patient educators, research coordinators, clinical coordinators and a data manager. Having this variety of specialties in one place made the TTB a suitable place to provide an in-depth specialised educational information and discussion about any controversial case. The TTB was also a suitable place for the treating physicians to provide explanation/justification for any case that has guideline non-compliance. Hence, presenting the audit results in such meetings ensures effective communication and cooperation towards better adherence to guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PresenTaTion of The feedback"
        },
        {
            "text": "Additionally, the findings of the project had been communicated to all physicians in the Department of Oncology through departmental educational activities on many levels, for example, on the level of department, the grand rounds, departmental meeting and quality improvement sessions were used as platform to educate the staff about the importance of the project, the progress of the project, and to highlight any findings that need immediate correction or explanation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PresenTaTion of The feedback"
        },
        {
            "text": "Another platform for providing the feedback was the thoracic combined clinic that had been created later in the project. The thoracic combined clinic functions on a weekly basis where all multidisciplinary team meets physically with the patient with lung cancer. The team discusses only critical cases that need immediate actions to be taken rather than waiting for the next available appointments with other clinical departments. The aim of the clinic is to provide the best evidence-based treatment recommendations in a timely manner. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PresenTaTion of The feedback"
        },
        {
            "text": "1. In general, the members of the TTB showed enthusiasm about the idea of auditing. Some of them were curious about the deviations and who did it, but the project leader explained to the team that the crucial step is to improve the system as a whole rather than seeing it as individual cases. 2. Ensuring case presentation to the tumour board requires the coordination and early notification system between the pathologist, tumour registrar and the TTB coordinator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study"
        },
        {
            "text": "3. There is a need to improve the data collection tool (lung cancer auditing tool) to be clear for the auditor and to eliminate any chance of bias or personal subjectivity (judgement). 4. Physicians should be oriented about the new progress note and the need to start using it instead of the generic progress note that is used by all specialties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study"
        },
        {
            "text": "1. Collaboration between the tumour registry and the Pathology Department was established. The Pathology *As an explanation for the deviation, two cases need more tissue, as it was recommended by the pathologist to collect more tissue, but one patient expired, and one discharged against medical advice. †One patient died before referral to oncology. One patient discharged against medical advice. One patient lost to follow-up. ‡The denominator for the EGFR is 30 patients in 2012; 27 patients in 2013; 20 patients in 2014; and 13 patients in 2015. §Two patients clinically deteriorated immediately after the diagnosis and died before referral to oncology and completing staging workup. One patient had Middle East respiratory syndrome coronavirus (MERS-CoV) and expired. One patient signs discharge against medical advice (DAMA) and lost follow-up after the biopsy. EGFR, epidermal growth factor receptor. 4. The compliance decreased for the early activation of the 'no code' status measure and early referral to palliative care. 5. The management course measures cannot be compared with the baseline results since major changes concerning this section had taken place in the auditing tool. Nonetheless, 100% compliance had been reached in two areas concerning the treatment of stage IV patients: receiving doublet chemotherapy for patients with EGFR wild type and receiving TKI therapy for patients with EGFR mutant. 6. It was reported that the developed physicians' progress note is too long, has too many details and is time consuming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Act"
        },
        {
            "text": "Act 1. The approved guidelines had been posted on the oncology website and physicians were trained about how to access it. 2. To ensure better documentation, the completion of the progress note had been included as part of the physician's annual performance evaluation. Physicians had been informed about the new evaluation process. 3. Physicians were instructed about guidelines concerning early activation of 'no code' status and early referral to palliative care. 4. The 2013 management course data will serve as a baseline for the next cycle to measure the improvement. 5. The importance of using the new progress note template was explained to the team. Emphasis had been placed on the completion of the form for better documentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Act"
        },
        {
            "text": "Pdsa cycle 3 Plan 1. Start auditing the lung cancer cases which were diagnosed in 2014 to benchmark our data with 2013. 2. Feedback should be provided to the multidisciplinary team for better compliance. ance. 4. Validation of the data by a senior consultant was highly significant for engaging consultants in the audit process and hence improves their own practices. 5. After sharing the results with the multidisciplinary team, they were highly motivated to sustain the high compliance. 6. Compliance with the referral to palliative care measures continued to decrease to a point that required intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Act"
        },
        {
            "text": "Act 1. A system had been created where palliative care should be offered alongside the standard care for better assessment of patient condition. The palliative care team is now assessing the patients with lung cancer beginning with the first office visit to the Oncology Department, as the palliative care team is now part of the multidisciplinary team of the thoracic combined clinic. We believe that this arrangement will resolve all issues pertaining to the management of end-of-life measures. 2. In order to maintain adherence to guidelines the project will continue but in a monitoring phase where only a random sample of lung cancer cases diagnosed each year will be audited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Act"
        },
        {
            "text": "Baseline audits were performed for 49 patients diagnosed in 2012. Audits were repeated after feedback of baseline performance and after implementation of various interventions. Throughout the years 2013 (46 patients), 2014 (39 patients) and 2015 (26 patients), significant improvement had been made in histological subtype identification (94%-100%) and presentation of new cases at tumour board meetings (35%-82%). Testing for EGFR mutation for non-squamous cell lung cancer also increased from 77% to 100% and staging was documented in 100% of the cases (table 1) . Regarding the management course of patients with lung cancer, 100% adherence to approved guidelines was achieved in 2015 for patients with an early stage of the disease. Also, 100% of patients with stage IV and EGFR wild type were treated according to guidelines (table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 564,
                    "text": "(table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 830,
                    "end": 839,
                    "text": "(table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "resulTs"
        },
        {
            "text": "In terms of management of end-of-life measures, compliance with early activation of the 'no code' status †No stage I and II patients in this year. ‡The number of eligible patients was 2 only, and one of them was admitted to the intensive care unit (ICU). §In 2012-2014 we were using old data collection form and the questions were more generic, for example, the first question was 'Was chemotherapy stopped prior to death?' The second one was 'Was patient transfer to palliative prior to death?' So the specification to measure 2 weeks prior to death was not obtained for this year and it was calculated later to standardise the measure with 2015 data. ALK, anaplastic lymphoma kinase; EGFR, epidermal growth factor receptor; NA, not applicable; TKI, tyrosine kinase inhibitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "resulTs"
        },
        {
            "text": "decreased from 84% in 2012 to 22% in 2015 with a strong need for improvement. Stopping cancer-directed therapy 2 weeks prior to death and early referral to palliative care measures worsened, but the introduction of the new system of parallel standard care and palliative care for patients with lung cancer is expected to help (table 2) . Because of the low compliance revealed in the PDSA cycle 1 in terms of documentation, a progress note had been created specifically for patients with lung cancer. We collected some physician experience using the new progress note to measure their satisfaction. There was a clear consensus about the user-friendly aspect of the progress note. Some physicians expressed support for the addition of the quality improvement measures, such as adding the question 'Is the treatment according to clinical practice guidelines?' at the end of the 'Plan of Management' section. In their opinion, such questions serve as a self-audit checklist to ensure compliance with evidence-based treatment management.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "(table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "resulTs"
        },
        {
            "text": "The design of the progress note had been optimised in a way that requires both structured and unstructured data entry. Physicians appreciated such design since it incorporates physicians' preferences for having text-free spaces for documenting their subjective judgement as well as for having structured fields to ensure the consistency of information documented for all patients with cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "resulTs"
        },
        {
            "text": "Additionally, other specialists, such as research coordinators, preferred the new progress note, since abstracting the data for research studies had been easier. Also, in this regard, having a question asking whether the patient is a candidate for clinical trial enhanced the screening and enrolment process for the research unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "resulTs"
        },
        {
            "text": "Limitations that faced the project are: ► Lung cancer is a rapidly evolving field in terms of treatment. In 2015 and early 2016, several new immunotherapy drugs were approved by the Food and Drug Administration for the treatment of lung cancer. The process of approving, disseminating and incorporating the updated guidelines in our audit process is not moving at the same pace as the revolutions in this field. ► The design of the auditing tool in terms of the specific measures collected was modified between cycles, which made it difficult to compare certain measures collected over the years. ► Sample size and follow-up time may not be enough to study the survival of the patients with lung cancer as an outcome measure related to adherence to guidelines. ► The intervention by itself was limited, as we only used educational activity and changed the physicians' progress note, which is not the optimal method to proactively minimise any non-compliance to the guideline in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "lessons and limiTaTions"
        },
        {
            "text": "The main aim of the clinical audit is to monitor the variation in the process, trying to minimise it, without ignoring the physicians' clinical judgement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "conclusion"
        },
        {
            "text": "Running audits to monitor adherence to guidelines and discussing the findings with the team had a positive effect on providing consistently high-quality care for patients with lung cancer with regard to diagnosis, staging and management. In spite of these improvements, the end-oflife data showed a fluctuated pattern and it needs further investigation to standardise the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "All in all, we expect that the results are sustainable in the long term as a system with all processes and forms created throughout the project had been developed in electronic format and incorporated into the new electronic medical record to maintain high compliance in all of the measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "In 2016 the project had been rolled over to cover the top four diseases in oncology: breast cancer, colorectal cancer, acute myeloid leukaemia and hepatocellular carcinoma, in order to improve adherence to approved guidelines. Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Ethics approval According to the policy activities that constitute research at King Abdulaziz Medical City, this project met the criteria for operational improvement activities. Local policies and procedure do not require ethical approval for projects that have no risk to the subjects. All data which included any patients' sensitive information or identifiers were exclusively available for the study team. Collecting this information was essential to discussing any guideline non-compliance with the treating physician to the detriment if it was justifiable or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "About the National comprehensive cancer network",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C C"
                    ],
                    "last": "Network",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "International adaptations of NCCN clinical practice guidelines in oncology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcclure",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Natl Compr Canc Netw",
            "volume": "12",
            "issn": "",
            "pages": "643--651",
            "other_ids": {
                "DOI": [
                    "10.6004/jnccn.2014.0068"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of national cancer Institute comprehensive cancer centers on ovarian cancer treatment and survival",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Bristow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziogas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Am Coll Surg",
            "volume": "220",
            "issn": "",
            "pages": "940--50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamcollsurg.2015.01.056"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adherence to treatment guidelines for ovarian cancer as a measure of quality care",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Bristow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ziogas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Obstetrics & Gynecology",
            "volume": "121",
            "issn": "",
            "pages": "1226--1260",
            "other_ids": {
                "DOI": [
                    "10.1097/AOG.0b013e3182922a17"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Failure to comply with NCCN guidelines for the management of pancreatic cancer compromises outcomes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zak",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "HPB",
            "volume": "14",
            "issn": "",
            "pages": "539--586",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1477-2574.2012.00496.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Association between adherence to national comprehensive cancer network treatment guidelines and improved survival in patients with colon cancer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Boland",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Haynes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cancer",
            "volume": "119",
            "issn": "",
            "pages": "1593--601",
            "other_ids": {
                "DOI": [
                    "10.1002/cncr.27935"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Institute of Medicine Committee to Advise the Public Health Service on Clinical Practice,Guidelines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Lohr",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clinical practice guidelines: directions for a new program",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variations in the use of medical and surgical services by the Medicare population",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Chassin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Brook",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "N Engl J Med",
            "volume": "314",
            "issn": "",
            "pages": "285--90",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM198601303140505"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Analysis of decision making at a multidisciplinary head and neck tumor board incorporating evidencebased National cancer comprehensive network (NCCN) guidelines",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jalisi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pract Radiat Oncol",
            "volume": "6",
            "issn": "",
            "pages": "248--54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prro.2015.11.006"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rates of guideline adherence among US community oncologists treating NSCLC",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Askamit",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tuscher",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Manag Care",
            "volume": "19",
            "issn": "",
            "pages": "185--92",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Quality improvement opportunities in health care. making it easy to do it right",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Manag Care Pharm",
            "volume": "8",
            "issn": "",
            "pages": "394--403",
            "other_ids": {
                "DOI": [
                    "10.18553/jmcp.2002.8.5.394"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Brown healthcare quality handbook : a professional resource and study guide",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mellott",
                    "suffix": ""
                },
                {
                    "first": "Janet",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evidence of self-report bias in assessing adherence to guidelines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Soumerai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lomas",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int J Qual Health Care",
            "volume": "11",
            "issn": "",
            "pages": "187--92",
            "other_ids": {
                "DOI": [
                    "10.1093/intqhc/11.3.187"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Audit and feedback: effects on professional practice and healthcare outcomes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ivers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jamtvedt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flottorp",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cochrane Database Syst Rev",
            "volume": "154",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD000259.pub3"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Role of tyrosine kinase inhibitors in cancer therapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Scholar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Pharmacol Exp Ther",
            "volume": "315",
            "issn": "",
            "pages": "971--980",
            "other_ids": {
                "DOI": [
                    "10.1124/jpet.105.084145"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Auditing tool used in 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Auditing tool used in 2013 and 2014.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Auditing tool used in 2015.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "course measures had been changed in the auditing tool in 2013.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Conception or design of the work: AJ, AAO, MOA. Data collection: MOA, MAH, NA. Data analysis and interpretation: YA. Drafting the article: all authors. Critical revision of the article: all authors. Final approval of the version to be published: AJ.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "sTraTegy Pdsa cycle 1 Plan 1. Disseminate the baseline data to all physicians in the Department of Oncology and to the multidisciplinary team who usually provide care outside the Department of Oncology (lung cancer pathologists, radiologists, thoracic surgeon, pulmonary physicians, and so on). 2. Assure that each new case is presented to the lung cancer tumour board within 30 days of pathological diagnosis, as several deviations could have been avoided by discussing the case in the tumour board. 3. Improve the documentation process. Do 1. The baseline results were shared during our monthly departmental meetings. 2. Inform TTB members in the biweekly meetings about the results that reflect their performance and discuss how to improve them. 3. Instruct our cancer registrar and our pathologist to",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Diagnosis, staging and tumour board discussion measures",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Monitoring our performance for the cases of 2013 is needed to see if there is any improvement after doing the above corrective actions. 3. Updating the data collection form in compliance with the most recently published NCCN Guidelines. Instead of having general terms/questions, such as 'Was the first line of treatment accomplished according to guidelines?', we changed it to direct and specific questions, such as What is the type of treatment? What is the stage of the disease? and What is the ECOG performance? 2. Identify the 2013 cases and start the auditing process. Study 1. Physicians needed orientation about approved guidelines and how they can be accessed. 2. Percentage of cases discussed in the tumour board increased (table 1). 3. Although the stage documentation had improved in this cycle as a result of the new progress note, staging was still missing for a couple of patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Results revealed that the compliance in the management decreased, such as administrating doublet chemotherapy for stage IV patients with EGFR wild type as the first line from 100% to 75%. 5. Deviations were explored and the results were related to patient preference or poor performance status and one incident of delay in scheduling MRI.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Management course and end-of-life care measures",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}