{
    "paper_id": "bca792def155d06e618f4fe78f6f4178ed5e1b69",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Craig",
                "middle": [
                    "R"
                ],
                "last": "Breheny",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": "cbreheny@exseed.ed.ac.uk"
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "Fox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VRCC",
                    "location": {
                        "settlement": "Laindon",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Alice",
                "middle": [],
                "last": "Tamborini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VRCC",
                    "location": {
                        "settlement": "Laindon",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Conor",
                "middle": [],
                "last": "O&apos;halloran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Elise",
                "middle": [],
                "last": "Robertson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VRCC",
                    "location": {
                        "settlement": "Laindon",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Paola",
                "middle": [],
                "last": "Cazzini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Birn-Jeffery",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Edgewood Veterinary Group, Great Baddow",
                    "institution": "",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Henkin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tobias",
                "middle": [],
                "last": "Schwarz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "Scase",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roger",
                "middle": [],
                "last": "Powell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Craig R Breheny BVM&S, MRCVS, Hospital for Small Animals, Royal (Dick) School of Veterinary Studies and The Roslin Institute",
                    "institution": "Powell Torrance Diagnostic Services",
                    "location": {
                        "settlement": "Higham Gobion",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Danièlle",
                "middle": [],
                "last": "Gunn-Moore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Davidson",
                "middle": [],
                "last": "Batchelor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Watson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Case series summary This case series discusses novel characteristics identified in two cases of cowpox. One presented with upper airway signs, and was identified to have a focal laryngeal lesion. The other had central neurological signs at the terminal stages, with intracytoplasmic inclusion bodies identified within the cerebral hemispheres on histopathology. Relevance and novel information Currently, cowpox would be an unlikely consideration in patients with neurological signs or upper respiratory noise. These cases both document novel presentations of cowpox infection, which clinicians should be aware of and consider as differential diagnoses in patients with these atypical presentations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A number of different poxviruses can infect both people and domestic animals; with cowpox being the best described and most commonly encountered poxvirus infection of cats. Cowpox virus (CPxV) is a member of Orthopoxviridae family and is endemic in Northern Europe and western areas of the Soviet Union. 1 The usual route of infection is via skin inoculation from infected rodent bites, typically voles, or rarely via oronasal infection. 2 Reflective of this transmission route, skin lesions are commonly found on the head, neck and forelimbs. However, systemic illness such as pyrexia, anorexia, lethargy and/or pneumonia can occur during the viraemic phase and is usually associated with immune dysfunction and death. 3, 4 It is important that clinicians recognise the signs of potential CPxV infection and perform appropriate diagnostics early. A significant factor contributing to the prognosis of CPxV infection in cats is the speed at which appropriate therapy is instituted, so rapid recognition is crucial. Cytological analysis of the affected organs can be misleading, with the secondarily dysplastic cells having the potential to mimic neoplasma. Instead, electron microscopy, virus isolation and PCR of tissues (including skin scabs, bronchoalveolar or pleural fluid, or pulmonary aspirates) are the easiest ways to confirm the diagnosis. 5 Serum assays (including virus neutralisation, haemagglutination inhibition, complement fixation and ELISA) can be utilised to detect a humoral response to Novel characteristics identified in two cases of feline cowpox virus infection orthopoxvirus, although a rising titre is required to support active infection. 4 Treatment includes broad-spectrum antibiotics to control secondary bacterial infection and recombinant feline interferon omega (rFeIFN-ω) to modulate the immune response. Antiviral drugs, such as famciclovir, commonly used for the treatment of feline herpesvirus (FeHV-1) disease in cats, 6 could also be considered; however, their efficacy against CPxV is unknown.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 438,
                    "end": 439,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 723,
                    "end": 724,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1350,
                    "end": 1351,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1666,
                    "end": 1667,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our previous case series detailed cats that had pulmonary CPxV-infection, complicated by concomitant infection with FeHV-1, Bordetella bronchiseptica and/or Mycoplasma species. 4 The cases described herein have novel findings which have not previously been described in relation to this infection, including central nervous system (CNS) involvement and presentation as a laryngeal mass.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Case 1 A 6-year-old, neutered male domestic shorthair (DSH) cat was seen at the VRCC for investigation and management of dysphonia and intermittent inspiratory stridor of 17 days' duration. The cat was vaccinated against feline panleukopenia virus, feline calicivirus and FeHV-1, lived in a rural area and was reported to be a keen hunter. Routine haematology and serum biochemistry were unremarkable. Serum was negative for feline leukaemia virus (FeLV) p27 antigen, feline immunodeficiency virus (FIV) antibodies and feline coronavirus antibodies. Under general anaesthesia, full oropharyngeal and laryngeal examination identified laryngeal oedema with normal function. The cat was discharged with amoxicillin-clavulanic acid (Clavaseptin [Vetoquinol] 15 mg/kg PO q12h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case series description"
        },
        {
            "text": "A week later, the cat re-presented with inspiratory dyspnoea and pronounced inspiratory stridor. No other abnormalities were found on physical examination, except for sinus bradycardia (heart rate ranging between 84 and 120 bpm). An atropine response test was positive, indicating that the bradycardia was likely due to high vagal tone. Neither skin lesions nor pyrexia were present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case series description"
        },
        {
            "text": "Full oropharyngeal and laryngeal examination was repeated and identified a 1 cm right-sided para-laryngeal mass and oedema affecting the right arytenoid process. Biopsy samples were obtained for histopathology, and identified a cluster of epithelial cells with intracytoplasmic eosinophilic inclusion bodies, as well as an inflammatory infiltrate ( Figure 1 ). Quantitative PCR performed on scrolls from the formalin-fixed biopsies confirmed the presence of CPxV DNA within the sections. Thoracic radiographs and abdominal ultrasound excluded the presence of disseminated disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case series description"
        },
        {
            "text": "The cat was given supportive care, including oxygen and compound sodium lactate (Hartmann's solution, 2 ml/kg/h IV). Feline rFeIFN-ω (Virbagen Omega; Virbac [1 MU/kg SC q24h for 3 days]), prednisolone (Prednicare [Animal Care] 0.5 mg/kg PO q24h), marbofloxacin (Marbocyl [Vetoquinol] 2 mg/kg IV q24h) and famciclovir (Famvir [Novartis] 62.5 mg PO q12h) were also administered. Following clinical improvement the cat was discharged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case series description"
        },
        {
            "text": "Fourteen days after first presentation, full oropharyngeal and laryngeal examination revealed the lesion had grossly resolved, as had the previously reported clinical signs. A year after diagnosis, the cat was clinically well with no further episodes of stridor or dysphonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case series description"
        },
        {
            "text": "A 4-year-10-month-old, neutered male DSH cat presented to its primary veterinary practice with a history of focal superficial ulceration with associated oedema and swelling of the subcutaneous adipose tissue in the caudal mammary region; the cat had a temperature of 39.0°C. It had a history of being an avid hunter and was overweight at the time, with a body condition score of 7/9. The cat was treated with cefovecin (Convenia [Zoetis] 8 mg/kg SC) and oral meloxicam (Metacam [Boehringer Ingelheim] 0.05 mg/kg PO q24h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Three days later the cat was re-presented. There had been no response to the previous treatment with the lesion worsening in appearance, which now had a widened area of ulceration, pronounced thickening and marked oedema of the underlying subcutaneous tissue. Oral clindamycin (Antirobe [Zoetis] 5.5 mg/kg q12h) was commenced in addition to the current medications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "A further 2 days later, the area of ulceration affecting the ventral abdomen had progressed to a necrotic eschar (Figure 2) , with a concurrent increase in lethargy and discomfort. There were also multiple small raised nodules surrounding the central necrotic area, and crusting papules and nodules around the head and neck (Figure 3 ). Buprenorphine was administered (Vetergesic [Ceva] 20 μg/kg IV q8h) to provide analgesia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 333,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "The following day, 7 days after initial presentation, biopsies of the affected areas were taken. Biopsies from the head and ventral lesions identified locally extensive ulceration, covered with a thick layer of necrotic tissue. There was also extensive epidermal and adnexal necrosis with follicular and epidermal keratinocytes containing large, eosinophilic intracytoplasmic inclusion bodies, consistent with viral inclusion bodies. Bacteriology swabs taken from the lesions did not yield any bacterial growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Thoracic radiographs were unremarkable, with no evidence of pulmonary changes. Prior to biopsy results being obtained, a presumptive diagnosis of poxvirus was made and treatment with intravenous rFeIFN-ω (Virbagen Omega [Virbac] 1MU/kg SC q24h for 3 days) was commenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "On day 9, some improvement had been seen in the cat's demeanour with a return of appetite. The lesions affecting the head had not progressed and no new lesions were noted. The central necrotic region remained static, with the subcutaneous swelling becoming softer on palpation. The cat was discharged later that day; the owner was informed of the zoonotic potential and appropriate measures to take.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "The cat re-presented on day 12, with its appetite having reduced, resulting in difficulty administering oral medications. The cat was lethargic again. The cat was given intravenous rFeIFN-ω (as above) for a further 3 days. However, by day 14, de novo nodular lesions had developed on the neck, head and thoracic limbs. The ventrally necrotic region began expanding in size and the small raised papules were becoming more evident The following day, the cat became progressively obtunded and developed anisocoria. Given the limited response to treatment, and progression of clinical signs with CNS involvement, the owners elected for euthanasia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "A necropsy was performed at the Royal (Dick) School of Veterinary Studies. The eschar lesion was found to extend full thickness through the dermis (Figure 4 ). Quantitative PCR for CPxV was performed on this tissue, with high amounts of viral DNA identified. Histopathology of this lesion identified a complete loss of the epidermis, and expansion of the dermis with an inflammatory infiltrate dominated by macrophages, neutrophils (mature and degenerate) and occasional lymphocytes. There were extensive areas of cell necrosis with well-demarcated, eosinophilic, intracytoplasmic inclusion bodies ( Figure 5 ). The post-mortem examination also showed multifocal to coalescing, raised, alopecic and erythematous lesions affecting all four limbs. The lungs had multifocal areas of consolidation, with small quantities of white foam within the terminal bronchi. The pericardium was thickened with a moderately increased amount of pericardial fluid. As neurological changes were evident clinically, histopathology of the cerebral hemispheres and cerebellum was performed. There was marked microgliosis of all areas, with many having abundant cytoplasm within them. Occasionally eosinophilic intracytoplasmic inclusion bodies were identified ( Figure 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 156,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 600,
                    "end": 608,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1240,
                    "end": 1249,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "The findings were consistent with multi-systemic disease with terminal neurological involvement, which has not been reported previously with CPxV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "These cases provide novel findings in that CPxV infection can infect and cause disease within the CNS, or present solely as a laryngeal mass, with the associated clinical signs, but no concomitant cutaneous or pulmonary pathology. As more cases of CPxV infection are published it is becoming apparent that this infection in cats can produce a number of differing presentations, and it should be considered a valid differential diagnosis in patients with a number of presentations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Case 1 identified a novel presentation of CPxV infection, as a localised, focal form of disease affecting only the larynx and para-laryngeal area. This cat responded well to treatment and had no evidence of pulmonary pathology during investigations. This case shows that CPxV infection should be considered as a differential diagnosis in cases of focal disease of the respiratory tract, as well as the more commonly recognised cutaneous and lower respiratory presentations. Reported clinical signs for CPxV infection are typically skin lesions (commonly found on the head, neck and forelimbs) and, rarely, fatal necrotising pneumonia. 4, [7] [8] [9] [10] Interestingly, no skin lesions were evident in this casethis has previously been described in a single cat with CPxV pneumonia. 11 The lack of cutaneous pathology may reflect the fact that, in rare cases, the virus can be transmitted by the oronasal route. 12 Case 2 had classic dermatological signs, with no clinical or imaging findings consistent with pulmonary disease (although these were apparent on post-mortem There are also eosinophilic inclusion bodies found within the cytoplasm of the microglia (arrows), consistent with CPxV infection evaluation). This cat began to display neurological signs, consistent of sensorium changes, as well as anisocoria, likely secondary to viral infection of the CNS (with consistent findings on histopathology). This has not been reported in previous case series. From this case we now know that CPxV infection should remain a differential in cats with neurological signs, particularly if accompanied with dermatological and/or respiratory involvement.",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 637,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 783,
                    "end": 785,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 912,
                    "end": 914,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Only case 2 presented with significant cutaneous pathology. These cases show the importance of taking a full history, as finding a cat with a history of outdoor access and a tendency to hunt rodents, alongside acute clinical signs that included coughing, pyrexia, and/or cutaneous changes, should suggest that CPxV infection should be considered as a potential differential diagnosis. It is essential that CPxV is considered as a differential diagnosis, and investigated, via cytology, histopathology and/or PCR of pulmonary aspirates or cutaneous lesions, in order that this potentially serious zoonotic infection can be identified at an early stage, the case treated appropriately, and with all necessary precautions taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The importance of CPxV-induced disease in cats is gaining increased recognition. In the autumn in which this manuscript was being prepared, the authors became aware of an increase in prevalence of CPxV in the UK, with particularly virulent characteristics. 13 With cutaneous and respiratory signs occurring relatively frequently with CPxV infection, it is important that clinicians recognise these signs, consider this potential differential diagnosis, perform appropriate diagnostics and commence appropriate management. This case series emphasises the need to consider CPxV in circumstances where there are not the classical signs, or where there is atypical body system involvement, be it neurological or upper respiratory.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To our knowledge, this is the first case series to describe laryngeal and neurological CPxV infections in the domestic cat. As we have identified, CPxV can cause focal laryngeal disease and as such should be considered as a zoonotic differential diagnosis for clinical signs pertaining to the upper respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cowpox virus (Poxviridae)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baxby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Encyclopedia of virology",
            "volume": "",
            "issn": "",
            "pages": "298--304",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cowpox: reservoir hosts and geographic range",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chantrey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baxby",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Epidemiol Infect",
            "volume": "122",
            "issn": "",
            "pages": "455--460",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Necrotizing pneumonia in a cat caused by an Orthopox virus",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hinrichs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van De Poel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Den Ingh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Comp Pathol",
            "volume": "121",
            "issn": "",
            "pages": "191--196",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary cowpox in cats: five cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcinerney",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Papasouliotis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Feline Med Surg",
            "volume": "18",
            "issn": "",
            "pages": "518--525",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Feline cowpox virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gaskell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baxby",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Small Anim Pract",
            "volume": "31",
            "issn": "",
            "pages": "167--173",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Treatment of feline herpesvirus-1 associated disease in cats with famciclovir and related drugs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Lessels",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "40--48",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Unusual presentations of cowpox infection in cats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Godfrey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Blundell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Essbauer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Small Anim Pract",
            "volume": "45",
            "issn": "",
            "pages": "202--205",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Necrotizing pneumonia in a cat caused by an Orthopox virus",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hinrichs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van De Poel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Den Ingh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Comp Pathol",
            "volume": "121",
            "issn": "",
            "pages": "191--196",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cowpox virus pneumonia in a domestic cat in Great Britain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schoniger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hollinshead",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet Rec",
            "volume": "160",
            "issn": "",
            "pages": "522--523",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Generalized fatal cowpox virus infection in a cat with transmission to a human contact case",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schulze",
                    "suffix": ""
                },
                {
                    "first": "Alex",
                    "middle": [
                        "M"
                    ],
                    "last": "Schirrmeier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Zoonoses Public Health",
            "volume": "54",
            "issn": "",
            "pages": "31--37",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Survival of a cat with pneumonia due to cowpox virus and feline herpesvirus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Small Anim Pract",
            "volume": "50",
            "issn": "",
            "pages": "498--502",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Infectious diseases of the dog and cat",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Greene C (ed)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Unusual presentations of feline cowpox",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;halloran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Del-Pozo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Breheny",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vet Rec",
            "volume": "179",
            "issn": "",
            "pages": "442--443",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Case 1: the mucosal epithelium is extensively ulcerated with widespread accumulations of neutrophils and proteinaceous exudate. Where intact, the majority of mucosal epithelial cells contain one or more large distinct oval-to-round brightly eosinophilic intracytoplasmic inclusion bodies (arrows)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Case 2: this image depicts the necrotic eschar which became apparent on day 5 Case 2: this image depicts the lesions noted on the head, which are typical of cowpox virus dermatopathy. As some of these had been biopsied prior to the photograph having been taken, there are sutures present again. FeLV and FIV status were confirmed as negative, using a bidirectional flow ELISA Snap test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Case 2: histopathology of the cerebrum, stained with haematoxylin and eosin (× 40 magnification). There are microglia, with large numbers having abundant cytoplasm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Case 2: image obtained post mortem demonstrating the full extent of the eschar, extending the entire layer of the dermis",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/ or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}