{
    "paper_id": "bd25781927e8eb5b121981ac6081cde159606c83",
    "metadata": {
        "title": "Successful Rechallenge with Imatinib in a Patient with Chronic Myeloid Leukemia Who Previously Experienced Imatinib Mesylate Induced Pneumonitis",
        "authors": [
            {
                "first": "Seong",
                "middle": [],
                "last": "Woo Go",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Boo",
                "middle": [
                    "Kyeong"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sung",
                "middle": [
                    "Hak"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Pathology, Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Tae-Jung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Catholic University of Korea College of Medicine",
                    "location": {
                        "settlement": "Pathology, Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Joo",
                "middle": [
                    "Yeon"
                ],
                "last": "Huh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jong",
                "middle": [
                    "Min"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hwan",
                "middle": [],
                "last": "Jick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Hah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dong",
                "middle": [
                    "Whi"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [
                    "Jung"
                ],
                "last": "Cho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tae",
                "middle": [
                    "Wan"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [
                    "Young"
                ],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Imatinib mesylate is a targeted therapy that acts by inhibiting tyrosine kinase of the bcr-abl fusion oncoprotein, which is specific to chronic myeloid leukemia (CML), and the c-transmembrane receptor, which is specific to gastrointestinal stromal tumors. Interstitial pneumonitis is a rare adverse event of imatinib therapy. It is clinically difficult to distinguish from infectious pneumonia, which can frequently occur due to the underlying disease. The standard treatment for imatinib-induced pneumonitis is to discontinue the medication and optionally administer corticosteroids. However, there are a few cases of successful retrial with imatinib. We describe a case of successful rechallenge of imatinib in a patient with imatinib-induced interstitial pneumonitis and CML without a recurrence of the underlying disease after 3 months of follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Imatinib is a protein tyrosine kinase inhibitor that acts on the bcr-abl gene of the abnormal Philadelphia chromosome in chronic myeloid leukemia (CML). It is also used in www.e-trd.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 43-year-old man was admitted to the hospital for 2 weeks of dyspnea. He was diagnosed with CML 3 months ago and took 400 mg of imatinib/day for 2 months. His vital signs were blood pressure, 110/80 mm Hg; pulse rate, 72/min; respiratory rate, 20/min; and body temperature, 36.4°C. He presented with an acute ill-looking appearance but no specific findings were noted on neck and abdominal examinations. Heart beat was regular and breathing sounds were clear. The laboratory findings were as follows: white blood cells, 3,630/mL (segmented neutrophils, 54%; lymphocytes, 25%; eosinophils, 12%); hemoglobin, 12.4 g/dL; platelets, 136,000/mL, C-reactive protein, 0.31 mg/dL (normal range, 0.01-0.47 mg/dL); total protein, 5.7 g/dL; albumin, 3.4 g/dL, aspartate aminotransferase/alanine aminotransferase, 27/28 U/L; lactate dehydrogenase, 853 IU/ L; and blood urea nitrogen/creatinine 13.4/0.99 mg/dL. His arterial blood gas analysis on room air revealed pH, 7.447; PaO 2 , 31.2 mm Hg; PaCO 2 , 79.0 mm Hg; and HCO 3 , 21.2 mEq/ L with oxygen saturation of 96.6%. A chest X-ray showed diffuse ground glass opacities and reticular nodules on both lung fields ( Figure 1) . A chest computed tomography (CT) scan revealed patchy ground glass opacity and septal thickening in the middle and lower zones of both lungs (Figure 2A) . A pulmonary function test showed a forced vital capacity (FVC) of 3.85 L (83.6% of predicted value), forced expiratory volume in 1 second (FEV1) of 2.81 L (79.4% of predicted value), FEV1/ FVC of 78.36%, and a carbon monoxide diffusing capacity of Figure 1 . Chest X-ray shows bilateral reticulonodular infiltration in both lungs at admission (A) and slight regression of peribronchial patchy opacities in both lungs at 2 weeks after discontinuing imatinib and commencing steroid treatment (B). www.e-trd.org 50.2%. He underwent a bronchoscopy with bronchoalveolar lavage (BAL) and transbronchial lung biopsy (TBLB). The differential counts in the BAL fluid revealed macrophages, 15%; lymphocytes, 75%; neutrophils, 5%; and eosinophils, 2%. A microbiologic study including the culture of bacteria, fungus with Pneumocystis jirovecii, and Mycobacterium in bronchial specimens was all negative. The polymerase chain reaction assays of mycoplasma pneumonia, nine respiratory viruses such as influenza virus A and B, respiratory syncytial virus, metapneumo virus, rhino virus, parainfluenza virus, adeno virus, corona virus, bocavirus, and cytomegalovirus were all negative. Histological findings for the TBLB at the lingular segment demonstrated fibroblastic plug formations in the alveoli with infiltrations of chronic inflammatory cells and type II pneumocyte proliferation, mild fibrous thickening in the interstitium, which suggested organizing pattern of interstitial pneumonia ( Figure 3 ). No evidence suggested infectious pneumonia; thus, we strongly suspected drug-induced interstitial pneumonitis caused by imatinib. We stopped the imatinib and started 1 mg/kg prednisolone daily. After 2 weeks of treatment, the dyspnea and abnormal X-ray findings improved, and he was discharged with 30 mg prednisolone ( Figure 1B ). After 1 month of treatment, he restarted 300 mg imatinib to control the underlying disease concomitant with 20 mg prednisolone. No recurrence of respiratory symptoms was observed on a chest CT after 12 weeks of imatinib rechallenge ( Figure 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1158,
                    "end": 1167,
                    "text": "Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1322,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1573,
                    "end": 1581,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 2807,
                    "end": 2815,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3139,
                    "end": 3148,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 3386,
                    "end": 3395,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Recently, many targeted anti-neoplastic agents such as gefitinb, erlotinib, imatinib, bevacitumab, and rituximab has been commonly used to treat various malignancies. Although the incidence of pulmonary toxicity is rare with these targeted therapies, these drugs can induce severe respiratory events such as interstitial pneumonitis and pulmonary eombolism 5 . Imatinib can causes pulmonary complications such as pleural effusion and pneumonitis. The largest study about imatinib treatment by Ohnishi et al. 2 reported that among 5,500 patients treated by the drug, there were 27 cases of interstitial lung disease of the 3,023 adverse events. The median period to develop interstitial pneumonitis from starting the drug was 49 days and the median daily dose of the drug at the time of the diagnosis was 400 mg. However, no significant correlation was observed between development of the disease and the dose or duration of imatinib. But, the incidence of the disease seemed higher in patients who had pre-existing pulmonary diseases. In the current case, it took 70 days for the interstitial pneumonitis to occur, and the dosage of imatinib was 400 mg/ day. The current patient had no previous lung disease.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 509,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the pathophysiology of imatinib-induced interstitial pneumonitis has not been identified clearly until now, the noncytotoxic or cytotoxic types are suggested as possible mechanisms 6 . The noncytotoxic type manifests as eosinophilic pneumonia, hypersensitive pneumonitis, or obstructive bronchiolitis, whereas the cytotoxic pattern manifests as interstitial edema, lymphocyte infiltration, and destruction of alveolar epithelial cells. In addition, imatinib aggravates interstitial pneumonitis by inhibiting PDGF tyrosine kinase, which leads to acute lung injury 7, 8 . The diagnosis is made based on history, clinical symptoms, radiological findings, and pathological results. Chest radiographs show diverse patterns such as a hypersensitivity reaction, interstitial pneumonitis, cryptogenic-organizing pneumonia, nodular or peribronchovascular lesions, and diffuse alveolar damage 2 . Pathologic manifestations also vary and include diffuse alveolar damage, nonspecific interstitial pneumonia, bronchiolitis obliterans organizing pneumonia, eosinophilic pneumonia, and pulmonary hemorrhage 9 . The current case was strongly suggested initially by lung histology, showing fibrous plugs in the alveoli with infiltration of inflammatory cells in the interstitium, and by exclusion of other infectious causes via microbiologic and clinical studies. Finally, he was confirmed to have druginduced interstitial pneumonitis due to improvement of the pneumonitis by discontinuing the causative drug and initiating steroid therapy.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 575,
                    "end": 576,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1101,
                    "end": 1102,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The standard treatment is to stop the drug, observe the course of the disease, and optionally administer steroids 5 . Although the prognoses are diverse, mostly the disease is mild and resolves promptly with treatment 5 . It can rarely cause fatal or irreversible results such as respiratory failure or permanent structural distortion of the lung 10 . In addition, the prognosis might be poor if a patient has a history of lung disease. Some other options for managing the underlying disease of patients with imatinib-induced pneumonitis have been reported. Ohnishi et al. 2 found that 23 of 27 patients with imatinib-induced interstitial pneumonitis recovered with corticosteroid treatment and discontinuation of the drug. They reported that four of 11 patients who were readministered 100-400 mg imatinib daily relapsed with interstitial pneumonitis. Delomas et al. 11 reported a case of a patient with CML with pneumonitis who did not relapse after switching to nilotinb. Three cases of imatinib-induced interstitial pneumonia have been reported in Korea; two CML and one patient with GIST 3,4 . The patient with CML stopped imatinib treatment and took steroid therapy, but died. The other patient with CML recovered with steroid therapy, changed from imatinib to nilotinib, and survived. The other patient with GIST improved by discontinuing the imatinib and commencing steroid therapy. The present case is the first domestic report of successful imatinib rechallenge in a patient with CML after recovery from interstitial pneumonitis without recurrence at a 3 month follow-up. However, symptoms and chest radiographs should be monitored because a pneumonitis relapse can occur during readministration of the drug. In addition, further studies about duration of discontinuing imatinib and starting steroid therapy, optimal timing for imatinib rechallenge, and the superiority between an imatinib retrial or switching to another drug are required.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 349,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 573,
                    "end": 574,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 868,
                    "end": 870,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, as imatinib-induced pneumonitis can be fatal with irreversible results and can be confused with more common infectious diseases, it is important for clinicians to consider the possibility of imatinib-induced pneumonitis when patients develop respiratory symptoms or abnormal radiologic features during imatinib treatment. In addition, it should be kept in mind that susseccful rechallenge with imatinib coud be another option for a underlying disease after a recovery from interstitial pneumonitis related with imatinib mesylate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The molecular biology of chronic myeloid leukemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Deininger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Melo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Blood",
            "volume": "96",
            "issn": "",
            "pages": "3343--56",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Twenty-seven cases of drug-induced interstitial lung disease associated with imatinib mesylate",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohnishi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kudoh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ohno",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Leukemia",
            "volume": "20",
            "issn": "",
            "pages": "1162--1166",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Imatinib-mesylate induced interstitial pneumonitis in two CML patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Yuh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Tuberc Respir Dis",
            "volume": "71",
            "issn": "",
            "pages": "210--215",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A case of imatinib-mesylate associated hypersensitivity pneumonitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Tuberc Respir Dis",
            "volume": "59",
            "issn": "",
            "pages": "423--429",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pulmonary toxicities from targeted therapies: a review",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ganti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Target Oncol",
            "volume": "6",
            "issn": "",
            "pages": "235--278",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interstitial pneumonia induced by imatinib mesylate: pathologic study demonstrates alveolar destruction and fibrosis with eosinophilic infiltration",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyazawa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kurakawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagate",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimamoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Iwaya",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Leukemia",
            "volume": "18",
            "issn": "",
            "pages": "645--651",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute lung injury: pathogenesis of intraalveolar fibrosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Hertz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Harmon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Marinelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Henke",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Clin Invest",
            "volume": "88",
            "issn": "",
            "pages": "663--73",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variable expression of plateletderived growth factor family proteins in acute lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Absher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "9",
            "issn": "",
            "pages": "637--681",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pulmonary drug toxicity: radiologic and pathologic manifestations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Erasmus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcadams",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Sporn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Radiographics",
            "volume": "20",
            "issn": "",
            "pages": "1245--59",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Irreversible imatinib-induced pneumonitis following longterm imatinib administration",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Seki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shibakuki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Uematsu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intern Med",
            "volume": "46",
            "issn": "",
            "pages": "1941--1943",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lack of recurrence of imatinib-induced interstitial lung disease with nilotinib",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Delomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Darne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Besson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Leuk Lymphoma",
            "volume": "53",
            "issn": "",
            "pages": "332--335",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest high resolution computed tomography scan reveals patchy ground glass opacities with some interlobar and intralobular septal thickening in both lungs, predominantly seen in the central and upper lung zones (A), and interval improvement of the interstitial pneumonia with some remaining ground glass opacity after 12 weeks of rechallenge with imatinib (B). Tuberc Respir Dis 2013;75:256-259",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A, B) Transbronchial lung biopsy specimen reveals organizing pattern of interstitial pneumonia, showing fibroblastic plug formation in the alveoli with infiltration of chronic inflammatory cells and mild fibrous thickening in the interstitium (H&E stain; A, ×40; B, ×200). www.e-trd.org",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}