{
    "paper_id": "bdb055fe1931f1117bc4cf30218e66a78e370044",
    "metadata": {
        "title": "Immune complex glomerulonephritis of suspected iatrogenic origin in five Japanese Black calves",
        "authors": [
            {
                "first": "Véronique",
                "middle": [],
                "last": "Bernier Gosselin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "addrLine": "900 East Campus Drive",
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Dae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Veterinary Medical Diagnostic Laboratory",
                    "institution": "University of Missouri",
                    "location": {
                        "addrLine": "810 East Campus Loop",
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Dusty",
                "middle": [
                    "W"
                ],
                "last": "Nagy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "addrLine": "900 East Campus Drive",
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "M"
                ],
                "last": "Shoemake",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "addrLine": "900 East Campus Drive",
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "P"
                ],
                "last": "Shaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Veterinary Medical Diagnostic Laboratory",
                    "institution": "University of Missouri",
                    "location": {
                        "addrLine": "810 East Campus Loop",
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [
                    "B"
                ],
                "last": "Royal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Veterinary Medical Diagnostic Laboratory",
                    "institution": "University of Missouri",
                    "location": {
                        "addrLine": "810 East Campus Loop",
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [
                    "J"
                ],
                "last": "Evans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Veterinary Medical Diagnostic Laboratory",
                    "institution": "University of Missouri",
                    "location": {
                        "addrLine": "810 East Campus Loop",
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "R"
                ],
                "last": "Middleton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "addrLine": "900 East Campus Drive",
                        "postCode": "65211",
                        "settlement": "Columbia",
                        "region": "MO",
                        "country": "U.S.A"
                    }
                },
                "email": "middletonjr@missouri.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Five Japanese Black embryo transfer calves from a single embryo flush, 30 to 45-daysold, including 4 live animals for clinical examination and 1 dead for necropsy, were presented with a history of decreased milk intake and hypoproteinemia. Consistent clinicopathological abnormalities in the 4 calves presented for clinical evaluation included hyperkalemia, hyperphosphatemia, hypoproteinemia, hypoalbuminemia, hyperbilirubinemia, increased creatine phosphokinase activity, and proteinuria. Four calves ultimately were necropsied and all had histologic evidence of immune complex glomerulonephritis. Glomerulonephritis in these calves was hypothesized to have resulted from the interaction of passively acquired antibodies at birth and active immunization at 7 and 28 days of age with a Salmonella Typhimurium core antigen vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "doi: 10 .1292/jvms.17-0544 like activity. A gross necropsy performed on 1 calf by the referring veterinarian revealed pulmonary edema. At that time, serum total protein concentrations on 9 of the 11 surviving calves were 36 to 59 g/l (median 47 g/l; reference range for calves, 58 to 70 g/l).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Four cases (Cases 1 through 4) were presented to the VHC for clinical examination and treatment, and a fifth case (Case 5) that had recently died was submitted to the VMDL for necropsy (Table 1) . Case 1 was presented 5 d prior to Cases 2 through 5. The calves were 5 to 6 weeks old and weighed 37.5 to 44.9 kg. The calves presented to the VHC had a history of decreased milk intake (all 4 calves), fever (Cases 1 & 4), heme and protein on urine dipstick (Cases 2 & 3), and submandibular edema, panhypoproteinemia and azotemia (Case 1). Treatments received prior to referral were florfenicol (Nuflor; Merck Animal Health, Madison, NJ, U.S.A.), tulathromycin (Draxxin; Zoetis), and moxidectin (Cydectin Pour-On; Boehringer Ingelheim Vetmedica) (Case 1); flunixin meglumine (Cases 1 & 4); and procaine penicillin G (33,000 to 40,000 IU/kg SC once a day for 2 to 4 days; Cases 2, 3 & 4) .",
            "cite_spans": [
                {
                    "start": 877,
                    "end": 883,
                    "text": "3 & 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Physical examination on Case 1 revealed an increased rectal temperature (39.9°C; reference range, 38.6 to 39.4°C) and heart rate (150 bpm; reference range, 100 to 140 bpm), pale mucous membranes, bilaterally injected sclera with petechiae and hyphema OS, red urine, mucoid diarrhea with frank blood, lethargy, mild dehydration, weak suckle reflex, cardiac dysrhythmia, and increased bronchovesicular sounds. Physical examinations on Cases 2, 3 and 4 revealed mild bilateral epiphora (Case 2), watery diarrhea (Case 3), and mild dehydration (Cases 3 & 4) .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 553,
                    "text": "(Cases 3 & 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Plasma biochemical profiles were performed on Day 1 on the 4 cases presented for clinical examination, and complete blood counts (CBC) were performed on 3 animals on Day 1 (Case 1) or Day 3 (Cases 2 & 3), respectively. Salient clinicopathological findings are reported in Table 2 . Urinalysis on free-catch samples on all four cases revealed pH 5.0 to 8.5, heme (trace to 3+), bilirubin (1 to 3+), protein (0 to 4+), specific gravity 1.006 to 1.022, and glucosuria (3+, Case 1 only). Urine centrifugation (Case 1) revealed a red supernatant and a red sediment with many red blood cells, few white blood cells, and a few amorphous casts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Due to a poor prognosis and the owner's desire to maximize the possibility of a diagnosis, Case 1 was euthanized the day of presentation and submitted for necropsy. Cases 2, 3 and 4, which were admitted to the hospital 5 days after Case 1, were treated with intravenous fluids (0.9% sodium chloride) at 40 to 100 ml/kg/d with (Case 4) or without (Cases 2 & 3) 2.5% dextrose. Case 4 died overnight on the day of hospital admission and was submitted for necropsy. At the time of presentation of Cases 2, 3, and 4, only gross postmortem results from Case 1 were available and suggestive of septicemia, therefore Cases 2 and 3 were treated with flunixin meglumine (1.1 mg/kg IV q24h) and ceftiofur hydrochloride (Excenel RTU EZ; Zoetis, 1.1 mg/kg, IM, q24 hr) for 4 days for possible sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cases 2 and 3 remained on IV fluids for 3 and 4 days, respectively. Two days after admission, Case 2 developed diarrhea (etiology undetermined) which resolved on its own. Seven days after admission, both calves had trace protein on urine dipstick, but their mentation and milk consumption had improved and they were discharged from the VHC. After Cases 2, 3 and 4 were seen at the VHC, the owner reported that 1 additional calf had died on the farm; no necropsy was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case 2 returned to the VHC 10 days after discharge with a 3-day history of submandibular edema, and a 1-day history of heme and protein on urine dipstick. Physical examination revealed lethargy, injected sclera, purulent nasal discharge, submandibular and ventral neck edema, and thrombophlebitis in the right jugular vein (previous intravenous catheter site). Cardiac auscultation revealed tachycardia (170 bpm) and a grade IV systolic, left apical murmur. Complete blood count and plasma biochemical profile abnormalities were consistent with those from the previous visit, except a resolved left shift. During hospitalization, the calf was alert and maintained a good appetite, but due to persistent hypoalbuminemia and proteinuria the calf was euthanized 2 days after admission. Consistent gross findings on Cases 1, 2, 4 and 5, the 4 cases necropsied at the MU VMDL, were cavitary effusions including peritoneal (Cases 1 and 2) and tricavitary (Cases 4 and 5), and pulmonary edema (Cases 2, 4 and 5). Case 1 had multifocal petechiae and ecchymoses in the intestinal wall, uterus, urinary bladder, kidneys, and left ventricular endocardium. Case 2 had diffusely pale kidneys, enlarged mesenteric lymph nodes, and right jugular vein thrombosis (catheter site). Case 4 had submandibular edema and Case 5 had epicardial and subendocardial hemorrhages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Microscopically, the most consistent lesions were in the kidney (Cases 1, 2, 4 and 5). Glomerular tufts were segmentally thickened with increased cellularity and multifocal microthrombi. The renal tubules contained proteinaceous fluid and occasional cellular casts (Fig. 1) . Periodic-acid Schiff stain revealed irregular thickening of the glomerular basement membranes (Fig. 2) . Congo-Red stain of the affected kidneys was negative, ruling out amyloidosis. These findings were consistent with membranoproliferative glomerulonephritis (MPGN). There was fibrinoid vasculitis in multiple organs including heart, kidney, adrenal gland, intestinal wall, and uterus of Case 1, uterus of Case 4, and heart and adrenal gland of Case 5. Fibrinoid vasculitis is a unique form of vasculitis and is often associated with high concentrations of circulating immune complexes and their resultant deposition in the vasculature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 370,
                    "end": 378,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Laboratory tests to rule out potential infectious causes in Cases 1, 2, 4 and 5 included polymerase chain reaction (PCR) for Bluetongue virus, BVDV, herpesvirus and/or IBR, and pathogenic leptospira and were all negative. Intestine from Case 1 was PCR positive for coronavirus, and Cases 4 and 5 were PCR positive for both coronavirus and rotavirus A. Bacterial culture of kidney, intestine, and lung from Case 1 yielded multiple bacterial genera consistent with contamination or normal intestinal flora. Escherichia coli was isolated from intestine and kidney in Case 4 and intestine in Case 5, the significance of which is unclear; CBCs were not available for these cases, but microscopic findings at necropsy were not suggestive of colisepticemia. Intestines from Cases 1, 4 and 5 were culture negative for Salmonella spp. and Clostridium perfringens. No tissues were submitted for bacterial culture during the necropsy of Case 2. Fecal cultures for the isolation of Salmonella spp. collected once as part of the The proportion of cases with a given abnormality is presented. When a given abnormality was present on multiple occasions during hospitalization, only the first occurrence was included in the median (range) values reported. a) This calf had decreased bicarbonate at a previous sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "VHC surveillance protocol were negative for Cases 2 and 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To further characterize the renal lesions, formalin-fixed kidney tissue from Case 2 was prepared for transmission electron microscopy, which demonstrated multifocal subendothelial deposition of electro-dense material (Fig. 3) . Immunohistochemistry (IHC) was performed with EnVision TM system (Dako, Carpinteria, CA, U.S.A.) and rabbit polyclonal bovine IgG antibody (GeneTex, Irvine, CA, U.S.A.) as the primary antibody. Immunohistochemistry revealed multifocally deposited IgG antibodies in the glomerular tufts (Fig. 4) . Electron microscopy and IHC findings were consistent with immune-complex associated glomerulonephritis and morphologically highly compatible with type I MPGN. In humans, type I MPGN is the most common and classical type of MPGN, often associated with idiopathic or systemic immune complex disorders such as systemic lupus erythematosus or chronic infection [1, 11] . In an attempt to identify the antigen in the deposited immune complexes and given the history of administration of a S. Typhimurium-based core antigen vaccine and passively administered antibody against Salmonella, IHC was also performed with rabbit anti-Salmonella polyclonal antibodies obtained from the vaccine manufacturer, but was unsuccessful. This finding is not unexpected, however, because it is highly likely that the binding site for the anti-Salmonella antibody was already bound due to immune complex formation. These follow-up tests (transmission electron microscopy and IHC) were not performed on tissues with evidence of fibrinoid vasculitis.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 885,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 225,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 514,
                    "end": 522,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "The most consistent and important pathologic finding on all 4 necropsies was immune complex glomerulonephritis. Immune complex glomerulonephritis in cattle is uncommon [2, 3, 8, 12, 14, 15] . Deposition of circulating immune complexes in the glomeruli is usually caused by persistent antigenemia and production of antibodies by the host in response to the infection [2, 3] , although in some cases no infectious cause is identified [8] . Persistent BVDV infection is reported [2, 12] as a cause of immune complex glomerulonephritis, but was ruled out in the four calves that were tested in this report. Production of antibodies in response to vaccination, followed by experimental challenge to Mycoplasma mycoides subsp. mycoides has also been reported to cause glomerulonephritis [7] . Most previously reported cases of immune complex glomerulonephritis were at least 18 months old with the youngest case being 2 months old [12] . Moreover, previous reports of glomerulonephritis in cattle are usually described as single cases, whereas over 50% (7/13) of this group of calves showed clinical signs and were euthanized or died, suggesting a common denominator related to management or environmental exposure. Embryos of the same genetic lineage raised in recipient cattle on other farms under different management did not exhibit clinical signs similar to these calves, suggesting this was not an inherited disorder. While a familial nephropathy has been reported in Japanese Black cattle [6] , only some of the previously reported histologic lesions, including thickening of the glomerular basement membrane and mesangial proliferation, were consistent with findings of the cases reported herein. In contrast to the cases reported here, the familial nephropathy cases had reduced numbers of glomeruli, interstitial fibrosis with inflammatory cell infiltration, clusters of atrophic and cystic tubules, and thickening of the tubular basement membrane [6] . Additionally, immunohistochemistry in familial nephropathy cases was reported to be negative for bovine IgG in the areas of mesangial proliferation [6] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 175,
                    "end": 177,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1490,
                    "end": 1493,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1952,
                    "end": 1955,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2106,
                    "end": 2109,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The jugular vein thrombosis in Case 2 was quite extensive and unexpected. Decreased antithrombin activity was previously reported in two cases with glomerulonephritis [10] . Antithrombin activity was not measured in the current case series, but proteinuria leading to antithrombin loss could have played a role in the apparent hypercoagulability of Case 2. Additionally, inflammation and disseminated activation of coagulation in multifocal vasculitis can cause a hypercoagulable state. Subsequent disseminated intravascular coagulation may have been the culprit behind Case 1's thrombocytopenia and evidence of petechial and mucosal hemorrhage. Among previous reports of glomerulonephritis, M. mycoides subsp. mycoides was associated with pulmonary vasculitis [7] , but neither lesions of multifocal fibrinoid vasculitis nor clinical complications of thrombosis were described [2, 3, 8, 12, 14, 15] . The unique finding of multifocal fibrinoid vasculitis in 3 out of 4 calves reported here may be explained by the suspected pathogenesis in these cases that resulted in different kinetics of immune complex formation and deposition in tissues.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 878,
                    "end": 881,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 882,
                    "end": 884,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 885,
                    "end": 887,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 892,
                    "end": 895,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical pathology abnormalities noted in all four clinical cases included hyperkalemia, hyperphosphatemia, hypoproteinemia, hypoalbuminemia, hyperbilirubinemia, and increased creatine phosphokinase (CK) activity. All cases exhibited episodes of proteinuria, bilirubinuria, and heme on urine dipstick. Cases 2 and 3 had a regenerative left shift when a CBC was performed on Day 3 of admission; however, the response was mild (0.14 to 0.15 × 10 3 band neutrophils/µl; reference range, 0 to 0.12 × 10 3 /µl). The clinical importance of the left shift in light of the post-mortem findings is unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nephrotic syndrome is characterized by proteinuria, hypoalbuminemia, edema, and hypercholesterolemia. Cholesterol concentration was not measured and has not previously been reported in cases of nephrotic syndrome in cattle [3, 8, 12, 14, 15] . Nephrotic syndrome is frequently caused by MPGN in humans [9] , and was suspected in the present cases. Electrolyte imbalances and azotemia are likely the result of decreased glomerular and tubular function. Hyponatremia was only seen in one of the cases, whereas hyperchloremia occurred in 3 of 4 cases. Azotemia was noted in some previous case reports of glomerulonephritis in cattle and was noted in 2 of 4 cases here. Hypocalcemia was previously described in one report [15] , but it only occurred in 2 of 4 cases here. Differences in clinical pathology between the present and previous cases may be related to the acuity of immune complex deposition and resultant loss of nephrons. Hyperbilirubinemia and increased CK activity were most likely due to anorexia and injections or handling, respectively.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most of the clinical signs in the cases described herein are consistent with previous reports of glomerulonephritis in cattle including anorexia, lethargy, submandibular edema, and diarrhea [3, 8, 12, 14, 15] . Diarrhea in at least some of the calves reported here could also be attributed to coronavirus or rotavirus. Subclinical MPGN may have been present in the remaining calves as the owner reported that several calves had proteinuria when measured by urine dipstick on the farm.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is hypothesized that the combination of 1) passively administered antibodies in colostrum given at birth from cows vaccinated with a S. Typhimurium-based core antigen vaccine, 2) administration of hyperimmune serum containing antibodies to S. Typhimurium subcutaneously within 24 hr of birth, and 3) active immunization of the calves at 7 and 28 days of age with the same S. Typhimurium-based core antigen vaccine administered to their dams likely caused a very high concentration of antigen-antibody complexes, which were deposited in the glomeruli resulting in MPGN. Antigen-antibody complexes could also have resulted from a combination of colostral antibodies and immunization against IBR and PI-3; however this vaccine was administered only once making the theory of excess antibody-antigen less likely than for S. Typhimurium. Recent studies have described calves' responses to vaccination against respiratory pathogens as early as 2 to 4 weeks of age in the face of maternal antibodies and no adverse effects associated with vaccination were reported [4, 5, 13] . On the other hand, glomerulonephritis was reported following vaccination against M. mycoides subsp. mycoides, with the difference being that antibodies and antigens resulted from active immunization and challenge with M. mycoides subsp. mycoides, respectively [7] . Notably, in the cases reported herein, the same S. Typhimurium-based core antigen vaccine was used to vaccinate the dams and the calves and likely resulted in colostral antibodies highly specific for the same vaccine antigen administered to the calves. The calves also received an injectable anti-sera which contained antibodies to S. Typhimurium. The peak occurrence of disease was shortly after the second dose of the core antigen vaccine (Table 1) . Persistent antigenemia from natural exposure to a pathogen can cause MPGN, but no common pathogen was identified in the necropsied calves. The IHC for S. Typhimurium antigen in the glomerulus was negative, which, as explained above, is not unexpected. In hindsight, serology on some or all of the calves to quantify antibodies to S. Typhimurium in circulation doi: 10.1292/jvms.17-0544 could have also been performed to at least demonstrate antibody acquisition from colostrum or the hyperimmune serum. However, even if detected it would not have definitively proven that the immune complexes were S. Typhimurium in origin.",
            "cite_spans": [
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1068,
                    "end": 1071,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1781,
                    "end": 1790,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Treatment was attempted at the VHC for 3 calves. Retrospectively, it is unknown if the antimicrobial and anti-inflammatory treatments were beneficial or needed. However, it is plausible that IV fluid therapy provided support of renal perfusion. It is unknown if any other treatment(s) could have improved the outcome. However, based on the hypothesis that the immune complexes were the result of the interaction of passively acquired antibodies and active immunization, it is postulated that the high morbidity could have been avoided by delaying vaccine administration until at least 21 days after administration of the hyperimmune serum. The label on the hyperimmune serum (Quatracon-2X; Boehringer Ingelhein Vetmedica) specifically cautions not to vaccinate with other viral and bacterial vaccines until 21 days after administration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the calf cohort, three bulls and one heifer remain on the farm, approximately 3 years later. All are described as apparently healthy by the owner, although the heifer failed to get pregnant after a successful embryo flush. Some of the initial 6 surviving calves (that included Case 3) exhibited milder clinical signs from those reported here. Two calves had suboptimal body condition at 6-months-old, but improved by 16 months of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the cases reported herein describe an outbreak of glomerulonephritis that, based on the available data, is suspected to have been iatrogenically induced by a combination of passive and active immunization early in life most likely against S. Typhimurium. Thus, it is recommended that practitioners use caution when administering anti-sera in combination with vaccination during early calf-hood development, and that the warnings on vaccines and serum products be closely followed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Membranoproliferative glomerulonephritis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alchi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jayne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr. Nephrol",
            "volume": "25",
            "issn": "",
            "pages": "1409--1418",
            "other_ids": {
                "DOI": [
                    "10.1007/s00467-009-1322-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lesions in clinically healthy cattle persistently infected with the virus of bovine viral diarrhea--glomerulonephritis and encephalitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Cutlip",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcclurkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Coria",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am. J. Vet. Res",
            "volume": "41",
            "issn": "",
            "pages": "1938--1941",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Proliferative glomerulonephritis leading to nephrotic syndrome in a cow",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doré",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Can. Vet. J",
            "volume": "28",
            "issn": "",
            "pages": "40--41",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of maternal antibodies on induction and persistence of vaccine-induced immune responses against bovine viral diarrhea virus type II in young calves",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cortese",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Konoby",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weigel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "219",
            "issn": "",
            "pages": "351--356",
            "other_ids": {
                "DOI": [
                    "10.2460/javma.2001.219.351"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Priming for local and systemic antibody memory responses to bovine respiratory syncytial virus: effect of amount of virus, virus replication, route of administration and maternal antibodies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kimman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Westenbrink",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Straver",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Vet. Immunol. Immunopathol",
            "volume": "22",
            "issn": "",
            "pages": "145--160",
            "other_ids": {
                "DOI": [
                    "10.1016/0165-2427(89)90057-3"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Renal disease in young Japanese black cattle",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuwamura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kajimura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yamate",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kotani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tatesaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakuma",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Comp. Pathol",
            "volume": "116",
            "issn": "",
            "pages": "101--106",
            "other_ids": {
                "DOI": [
                    "10.1016/S0021-9975(97)80048-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Vaccination of cattle with the N terminus of LppQ of Mycoplasma mycoides subsp. mycoides results in type III immune complex disease upon experimental infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mulongo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schnier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wesonga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Naessens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mckeever",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Infect. Immun",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/IAI.00003-15"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nephrotic syndrome due to glomerulopathy in an Irish dairy cow",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet. Rec",
            "volume": "164",
            "issn": "",
            "pages": "179--180",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.164.6.179"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The nephrotic syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Orth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ritz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "N. Engl. J. Med",
            "volume": "338",
            "issn": "",
            "pages": "1202--1211",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199804233381707"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antithrombin-III activity in plasma of healthy and sick cattle",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Forrer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet. Rec",
            "volume": "140",
            "issn": "",
            "pages": "17--18",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.140.1.17"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Membranoproliferative glomerulonephritis--a new look at an old entity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Fervenza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "366",
            "issn": "",
            "pages": "1119--1131",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1108178"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Membranoproliferative glomerulonephritis in a calf with nephrotic syndrome",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Trang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nabeta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fuke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Comp. Pathol",
            "volume": "151",
            "issn": "",
            "pages": "162--165",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcpa.2014.05.001"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effects of various vaccination protocols on passive and active immunity to Pasteurella haemolytica and Haemophilus somnus in beef calves",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Donkersgoed",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guenther",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Harland",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Can. Vet. J",
            "volume": "36",
            "issn": "",
            "pages": "424--429",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A nephrotic-like syndrome with an associated mesangio-proliferative glomerulopathy in a cow",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Crowell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Blue",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Vet. Pathol",
            "volume": "23",
            "issn": "",
            "pages": "439--442",
            "other_ids": {
                "DOI": [
                    "10.1177/030098588602300414"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The nephrotic syndrome in a heifer due to glomerulonephritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wiseman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Petrie",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Res. Vet. Sci",
            "volume": "28",
            "issn": "",
            "pages": "325--329",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Membranoproliferative glomerulonephritis with proteinuria. Glomeruli have thickened glomerular tufts and increased cellularity. There are multiple renal tubules containing eosinophilic proteinaceous fluid (proteinuria). HE. Bar=100 µm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Membranoproliferative glomerulonephritis. The glomerular basement membranes are multifocally and segmentally thickened in random. Periodic-acid Schiff. Bar=100 µm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Transmission electron microscopy of the glomerulus. Note diffuse severe subendothelial deposition of electro-dense material (D), endothelial cell (E), and fused foot processes of visceral epithelial cell (V). Bar=2 µm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Immunohistochemistry for bovine IgG. Note the positive immune-reactivity of bovine IgG to the glomerular basement membrane. Romulan AEC. Bar=100 µm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Timing of events relative to arrival at the calf rearing facility and vaccination with the Salmonella Typhimurium core antigen vaccine",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of abnormalities noted on complete blood counts (3 of 4 calves) and plasma biochemical profiles (4 of 4 calves) performed at least once during hospitalization on 4 calves that were presented for clinical examination to the VHC",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENT. The authors thank Dr. Gayle C. Johnson (VMDL) for her contribution on the necropsy of one of the calves described in this report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}