{
    "paper_id": "bdb0493b6378d05d55db093b3b6ed45cd68d8a37",
    "metadata": {
        "title": "Is the Debate and \"Pause\" on Experiments That Alter Pathogens with Pandemic Potential Influencing Future Plans of Graduate Students and Postdoctoral Fellows?",
        "authors": [
            {
                "first": "Julie",
                "middle": [
                    "K"
                ],
                "last": "Pfeiffer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {
                        "settlement": "Dallas",
                        "region": "Texas",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation Pfeiffer JK. 2015. Is the debate and \"pause\" on experiments that alter pathogens with pandemic potential influencing future plans of graduate students and postdoctoral fellows? mBio 6(1):e02525-14.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M uch has been said and written about the risks and benefits of certain experiments that alter pathogens with pandemic potential (PPP) (see recent references 1 to 3 and references within). The experiments in question alter transmissibility, virulence, host range, drug susceptibility, immune responses, and/or infectivity or stability. A debate and research \"pause\" for certain experiments using certain respiratory viruses (influenza, Middle East respiratory syndrome [MERS] , and severe acute respiratory syndrome [SARS] viruses) has electrified the scientific community, with strong \"propause\" advocates, strong \"antipause\" advocates, and everything in between. This letter is not about whether the experiments, debate, or pause is good or bad. This letter is about the potential impact of the debate and pause on graduate students and postdoctoral fellows and how their future plans may be affected.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 475,
                    "text": "[MERS]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 522,
                    "text": "[SARS]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Policy makers, ethicists, cognitive scientists, epidemiologists, public health experts, biosafety experts, bioterror experts, mathematical modelers, principal investigators, and others have expressed their opinions in multiple forums, including at a recent meeting hosted by the National Academy of Sciences (15 to 16 December 2014 [http://bit.ly/16o0J5y]). However, graduate students and postdoctoral fellows have not had a voice in this debate. Furthermore, virtually nothing is known about how this debate and research pause has influenced trainees and their future plans. The lack of information is a concern, considering that graduate students and postdoctoral fellows are the ones physically performing many of the relevant experiments. Furthermore, trainees are the scientists that will populate these fields in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To gain initial insight into how the debate and research pause have affected trainees, I created an informal survey 2 days before the National Academy of Sciences meeting. My goal was simple: begin to gather data on trainee plans to stimulate discussion at the meeting and encourage future study on this topic. The poll is unofficial, relies on self-reporting, and may have a limited respondent pool, and it can be argued that the questions/wording/tone/ advertising need improvement. For full disclosure, I report that this survey was conceptualized and implemented over a 1-h period on a Saturday while a beer was consumed. However, the results from this preliminary unofficial poll are worthy of discussion and future study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Trainees were asked to complete a SurveyMonkey poll. As a \"reward,\" I included a link to my \"How To Find a Postdoctoral Fellowship\" tutorial, which students at UT Southwestern have found helpful (http://bit.ly/1GsK7X5). The poll was advertised via Twitter (http://bit.ly/1BYCIMF and http://bit.ly/1qZYyya), the American Society for Virology Facebook page (http://on.fb.me/ 16tkKaU), and forwarded e-mails. The Twitter announcement reached up to 13,651 people, counting followers of the 16 people who retweeted the advertisement, making it reasonably publicly available. The poll (https://www.surveymonkey.com/s/B3XJP5B) had five questions about the respondent's background and research interests, with one question assessing knowledge level/ awareness about the debate. A paragraph (reproduced below) summarized the debate, and links to four articles (1-4) were given for additional information, followed by two questions assessing the potential impact of the debate and the research pause on future plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Scientists and policy makers are currently debating the pros and cons of performing certain types of experiments using certain pathogens. This debate largely focuses on pathogens with pandemic potential (or PPP), and the most relevant viruses are influenza, MERS coronavirus, and SARS coronavirus. In October of 2014, the U.S. Government implemented a \"pause\" for certain research projects involving influenza (biosafety level 2 and 3 strains), MERS (biosafety level 3), and SARS (biosafety level 3). These projects involve a subset of \"gain of function\" experiments designed to create mouse adapted viral strains, generate drug resistant viruses to understand drug mechanisms of action, understand host immunity by analyzing viruses with resistance to certain host immune pathways, and to study factors that influence transmission by the respiratory route (which was made famous by work from the Kawaoka and Fouchier labs in 2012). Principal Investigators of 18 federally funded research projects were told to stop experiments specifically related to the \"gain of function\" work described above while risks and benefits could be examined. The future of these particular projects is uncertain. Work continues on other projects using influenza, MERS, and SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Complete poll results from 13 December 2014 to 17 December 2014 are available at the following URLs: http://bit.ly/1GuS5Px (summary of responses) and http://bit.ly/1C2tRMG (all individual responses/comments). There was interest in the poll; 156 respondents completed the survey in the first 5 days, with 81 responding over the weekend. Of respondents, 72% were Ph.D. students and 28% were postdoctoral fellows. A majority, 75% of respondents, said that virology was their field of study, and 48% said that they currently work on a respiratory virus. Other viral systems included enteric viruses (20%), \"other\" mammalian viruses (such as arboviruses, HIV, herpesviruses, and poxvirus",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "[24%]), urogenital viruses (10%), eukaryotic/nonmammalian viruses (3.2%), bacteriophages (1.6%), and plant viruses (1.6%). Therefore, respondents study a diverse array of viral systems. Importantly, 68% of respondents said that they want to work on a respiratory virus in the future, making this an area of potential growth. Career goals among respondents were diverse: academic research faculty (54%), government research (31%), academic research scientist (23%), industry (large company [18%] and small company [16%]), policy or science writing (6.4%), foundation (3.9%), teaching (3.2%), clinical laboratory (1.3%), state public health laboratory (0.6%), consulting or entrepreneurship (0.6%), and technology transfer (0.6%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Respondents were knowledgeable about the debate; 61% said that they know a fair amount of information about the debate, 34% said that they have heard of the debate but do not know the details, and 5% said that they had not heard about the debate. After learning more about the debate, 5% said that they were more likely to work on influenza, SARS, or MERS virus in the future, 28% said that they were less likely to work on influenza, SARS, or MERS virus in the future, and 51% said that they were equally likely to work on influenza, SARS, or MERS virus in the future. An additional 16% of respondents said that their opinion was unchanged because they are not planning to work on a virus in the future. Finally, for those interested in virology, 12% said that the debate and research pause have changed their future plans/research direction, 51% said that their plans have not changed, and 37% said that the debate and research pause have made them consider other factors in choosing their future plans/research direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I have a few thoughts about the poll results. First, this was an informal poll developed by a poll-making novice (me) with a limited sample size, quasi-limited advertising, and a self-reporting format. It can be argued that some of the questions/answers/text could have been phrased differently. Therefore, there is room for improvement in future surveys that would be developed ideally by trained individuals using something more sophisticated than Sur-veyMonkey. That said, the data generated by this poll suggest that this is an important topic worthy of follow-up and consideration. I invite others to improve upon this initial effort (see reference 5 for an example). Second, trainees are aware of the debate and research pause; 95% had heard about the debate. This was impressive to me, since many of my microbiology faculty colleagues were unaware of the debate until it was mentioned at a faculty meeting this month. Perhaps I should not be surprised that trainees are well informed. After all, the millennial generation is the most connected, technologically savvy generation in history. Third, the debate and research pause are influencing future plans of virology trainees. Twenty-eight percent of respondents (33% of virologists [42 trainees]) said that they are less likely to work on influenza, SARS, or MERS virus in the future. Respiratory viruses are a press-ing global concern, and a potential loss of future investigators is a serious threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I encourage policy makers to consider trainee impact and potential damage due to lost researchers in the influenza, MERS, and SARS virus fields. The potential effect of lost future investigators should be factored into current risk-benefit analyses undertaken during the pause. It would be worthwhile for those with expertise in surveys and forecasting to examine this topic with wellaccepted and -established methods to generate data on the potential future impact to the field of virology, particularly for respiratory viruses. For example, factoring in retirement rates and potential loss of future investigators, what will the influenza/ MERS/SARS virus fields look like in 2030, 2040, or 2050? Additionally, trainees are stakeholders in this debate and should have representation in the discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, I remind trainees and others that this debate and research pause are affecting only a very small subset of experiments with a few respiratory viruses. There are many, many interesting projects and experiments that can and should be done. People on both sides of the debate agree that influenza, SARS, and MERS viruses are incredibly important human pathogens and should be studied using a variety of approaches. We need talented and devoted scientists studying a diverse array of viruses, including influenza, SARS, MERS, and other emerging viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many thanks go to the 156 trainees that responded so quickly to this survey. Good luck with your experiments and best wishes for your exciting careers!",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gain-of-function experiments: time for a real debate",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Duprex",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Imperiale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Microbiol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro3405"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Vagueness and costs of the pause on gain-of-function (GOF) experiments on pathogens with pandemic potential, including influenza virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Imperiale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mBio",
            "volume": "5",
            "issn": "6",
            "pages": "2292--2306",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.02292-14"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Moratorium on research intended to create novel potential pandemic pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mBio",
            "volume": "5",
            "issn": "6",
            "pages": "2366--2380",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.02366-14"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "mBio addresses the pause in gain-of-function (GOF) experiments involving pathogens with pandemic potential (PPP)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shenk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mBio",
            "volume": "5",
            "issn": "6",
            "pages": "2434--2448",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.02434-14"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A survey of attitudes and actions on dual use research in the life sciences: a collaborative effort of the National Research Council and the American Association for the Advancement of Science",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "My laboratory studies viral pathogenesis but not respiratory viruses. Work in my laboratory has not been impacted by the funding pause or debate. I have funding from the National Institutes of Health, the American Cancer Society, and the Burroughs Wellcome Fund.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}