{
    "paper_id": "be0d6fb3b99b467756a0f5a26e3976a91d49ec2e",
    "metadata": {
        "title": "Virus ecology: a gap between detection and prediction",
        "authors": [
            {
                "first": "Christian",
                "middle": [],
                "last": "Drosten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bonn Medical Centre",
                    "location": {
                        "postCode": "53105",
                        "settlement": "Bonn",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The past few months have yielded disconcerting news about viruses carried in mammalian reservoirs. What is the relevance of virus discoveries mushrooming in the literature? Will bats yield the next pandemic virus? Animal ecologists and virologists need to join forces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Virologists have been surprised by a recent report that has changed our long-standing conception of the ecology of influenza viruses. Potentially, we can no longer rely on waterfowl to be the only source of new flu variants, as bats have now been found to harbor influenza viruses whose internal genes share common ancestry with all known influenza A viruses. 1 Other genome portions share even older ancestry, 2 while the main surface protein lies within the known diversity of 'usual' influenza A viruses. The appearance of such a vast mixture of genes suggests that more undiscovered flu strains are lurking in bats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For any virus, the identification of a mammalian reservoir is highly relevant because the 'fitness valley' that viruses need to cross for the conquest of new hosts is shallow if the hosts are genetically related. 3 Our knowledge of mammalian viruses is fairly opportunistic, focusing on agents of obvious disease in livestock and pets. The range of viruses carried unnoticed by our phylogenetic next of kin may be huge. For instance, wild small mammals including bats and rodents have now been shown to harbor a tremendous spectrum of relatives of human paramyxoviruses-a family that contains the mumps virus, several different respiratory agents and the measles virus. 4 Not all of these have yet been proven to have their cognates in bats, but the sample studied so far is just a tiny fraction of the tremendous bat diversity. Some of these agents have already been suggested to cross-infect humans. 5 That is a worrying perspective because the concept of liberating humankind from some of its most notorious viruses by mass vaccination is essentially dependent on the absence of animal sources from which eradicated viruses could be replenished. 6 The implications of recent findings might even reach into the future agenda of virus eradication: the hepatitis C virus, one of the most important human viruses and a prime candidate for eradication pending vaccine availability, has relatives in companion animals including dogs and horses. 7, 8 These and other recent findings remind us of an important issue in viral reservoir ecology: non-persisting viruses are maintained on a social level, requiring large, dense and interconnected host groups for their perpetual transmission. 9 Human immunodeficiency virus and its ape reservoir with a rather small group size might have been a decoy rather than a paradigm for this field of research because the virus is able to persist in individuals and depends less on efficient transmission for maintenance. On the contrary, candidates for the next pandemic would be agents that are transmitted efficiently and cause acute disease-such as severe acute respiratory syndrome and flu. The novel human coronavirus EMC/2012 with its connection to bats might establish another recent case. 10, 11 Within the class of mammals, bats form the largest contiguous social groups. Their association with pathogenic viruses has been proposed to be due to specific immune functions, 12 but these remain to be proven. Large social group sizes and a migratory lifestyle may suffice to make certain bat species become breeders of viruses. The reliance of bat-borne viruses on transmissibility rather than persistence could explain their high onward transmissibility after host-switching. 13 There are prominent examples of bat-borne viruses that can be passed between humans, including Ebola virus, Marburg virus, Nipah virus and the severe acute respiratory syndrome agent. For comparison, we have few examples of rodent-derived viruses that are routinely passed from human to human. Lassa virus may be the only relevant exception, and even there, transmission seems to be possible only under conditions of very close contact.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 670,
                    "end": 671,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 902,
                    "end": 903,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1149,
                    "end": 1150,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1442,
                    "end": 1444,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1445,
                    "end": 1446,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1684,
                    "end": 1685,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2230,
                    "end": 2233,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2234,
                    "end": 2236,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2414,
                    "end": 2416,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2716,
                    "end": 2718,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Apart from certain bat species, there is only one other mammalian species that forms interconnected social groups of more than one million individuals-humans. We may thus provide a familiar environment for bat-borne viruses that are optimized for transmission in large social groups. In the virus-hunting scene, there is now a rush to study bat-borne viruses, doubtlessly triggered by the finding of severe acute respiratory syndrome-related viruses and the conjecture that bat-borne viruses might spark the next pandemic. However, there remains a large gap between the many studies describing novel reservoir-borne viruses and our capabilities to use this knowledge to predict or prevent future human disease outbreaks. This is not to say there is no progress. There are reports emerging of longitudinal and quantitative studies of reservoir-borne viruses showing potential utility for prevention. For instance, very recent work has identified adolescent bats as pronounced carriers of Marburg virus in a crowded bat cave in Uganda where at least two well-documented human infections have occurred. 14 Interestingly, these adolescents are forced to roost in less preferred places close to the cave's entrance-areas preferentially touched and passed by humans visiting the cave. Other studies have convincingly shown that the breeding season is a time when several bat-borne viruses are amplified-a situation that is highly similar to a kindergarten where runny noses are commonplace. 15 However, beyond such practical insight, we still know little about the fundamental ecological mechanisms driving virus emergence. The idea that reservoir-borne viruses should exist peacefully with their hosts is most likely not widely valid. 13 As we dig deeper into viral reservoir ecology, including its man-made modifications, we may find that changes in host populations affect the transmission and maintenance of viruses with possible consequences for their potential to infect humans (Figure 1 ). For example, analogously to the dilution effect theory, one could expect that either the reduction or expansion of the host group density would allow more virulent virus variants. Obviously, the investigations necessary to probe such effects need to be led by ecologists rather than virus hunters.",
            "cite_spans": [
                {
                    "start": 1485,
                    "end": 1487,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1730,
                    "end": 1732,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1978,
                    "end": 1987,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As for virologists, we will contribute little to the prevention of the next pandemic by piling up virus sequences-we need to generate functional insight to further triage among reservoir-borne viruses with regard to their epidemic risks. For example, we can identify bona-fide interferon antagonists in reservoir-borne viruses using sequence homology and systematically test how potent these proteins are at breaking our innate immunity barrier. 16 Beyond innate immunity and receptor-mediated cell entry, there are exciting new results from comparative studies of virushost interactions across the family tree of viruses that identify new cellular pathways that can be hijacked by viruses or that suppress their replication. 17 Not only can these additional targets be used as tests for viral cross-host compatibility, but their comparison between mammals may also yield targets for cross-host antiviral drugs. Such drugs could confer practical pandemic preparedness.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 726,
                    "end": 728,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Attribution-NonCommercial-NoDerivative Works 3.0 Unported License. To view a copy of this license, visit http:// creativecommons.org/licenses/by-nc-nd/3.0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "This work is licensed under a Creative Commons"
        },
        {
            "text": "Habitat fragmentation Resource abundance Change of social structure Risk Virus replication / transmission Duration of excretion / infectivity Figure 1 Modification of viral maintenance optimum. The maintenance of non-persisting viruses requires a sufficient rate of transmission (x-axis) within the host population or group. A longer duration of excretion or infectivity (y-axis) allows for a lower virus transmission rate while still successfully maintaining the virus. Increased transmission correlates with increased replication and virulence. As virulence kills or incapacitates hosts, it limits the duration of infectivity, leaving a limited space in which maintenance can be optimized (triangle). The optimum is virus-specific (gray curve). Changes in host ecology can move the maintenance optimum within the limits of the optimization space (dashed curve). Those viruses whose maintenance optimum is moved into the red area of the optimization space may pose increased pandemic risks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Virus maintenance optimum"
        },
        {
            "text": "Emerging Microbes and Infections",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus ecology C Drosten 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A distinct lineage of influenza A virus from bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rivailler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "4269--4274",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The neuraminidase of bat influenza viruses is not a neuraminidase",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "18635--18636",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Host species barriers to influenza virus infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "394--397",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bats host major mammalian paramyxoviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Commun",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel potentially-zoonotic paramyxoviruses from the African straw-colored fruit bat, Eidolon helvum",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "1348--1358",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Measles eradication: past is prologue",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Fine",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "",
            "pages": "1719--1720",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characterization of a canine homolog of hepatitis C virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "Gerold",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "",
            "pages": "11608--11613",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Serology-enabled discovery of genetically diverse hepaciviruses in a new host",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubovi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "6171--6178",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infectious diseases in primitive societies",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Science",
            "volume": "187",
            "issn": "",
            "pages": "515--518",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human betacoronavirus 2c EMC/2012-related viruses in bats, Ghana and Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Annan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "456--459",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "What links bats to emerging infectious diseases?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Virology",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "628--629",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Crossing the line: selection and evolution of virulence traits",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wickham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Coombes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Pathog",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Seasonal pulses of Marburg virus circulation in juvenile Rousettus aegyptiacus bats coincide with periods of increased risk of human infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Amman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Amplification of emerging viruses in a bat colony",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wegner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "449--456",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Canine hepacivirus NS3 serine protease can cleave the human adaptor proteins MAVS and TRIF",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parera",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Martrus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Clotet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Viral immune modulators perturb the human molecular network by common and unique strategies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pichlmair",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kandasamy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alvisi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "487",
            "issn": "",
            "pages": "486--490",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The Deutsche Forschungsgemeinschaft (Germany's national research council) has established a priority program on ecology and species barriers in emerging viral diseases (coordinator's grant to Christian Drosten, DR 772/10-1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}