{
    "paper_id": "bf134be7dfc56c7d9a66f0cfe6afc7d3df112b9e",
    "metadata": {
        "title": "Epidemiological Determinants of Successful Vaccine Development",
        "authors": [
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Nishiura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "Level 6, Core F, Cyberport 3, 100 Cyberport Road",
                        "settlement": "Pokfulam, Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kenji",
                "middle": [],
                "last": "Mizumoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "Level 6, Core F, Cyberport 3, 100 Cyberport Road",
                        "settlement": "Pokfulam, Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Epidemiological determinants of successful vaccine development were explored using measurable biological variables including antigenic stability and requirement of T-cell immunity. Employing a logistic regression model, we demonstrate that a high affinity with blood and immune cells and pathogen interactions (e.g. interference) would be the risk factors of failure for vaccine development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The estimated low effectiveness of malaria vaccine and dengue vaccine in the field [1, 2] have disappointed a certain fraction of vaccine enthusiasts. Both vaccines offered some hope in advance of the field studies, but clinical protection in infants and other groups appears to be lower than the earlier expectation based on laboratory experiments and smaller-scale clinical studies among older individuals. As part of lessons to be learnt from these unfavorable outcomes (and from success in earlier vaccines), there is a growing need to clarify what risk factors determine successful and unsuccessful vaccines [3] .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 87,
                    "end": 89,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Understanding common biological features among the existing (recommended) childhood vaccines, in contrast to recent unsuccessful vaccines, would be useful for designing optimal avenues for future vaccine development. Here we report the results from a simple epidemiological analysis which aimed to identify virological, pathophysiological and eco-evolutionary factors that may lead to a successful vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are 14 infectious diseases against which vaccination among children aged from 0-6 years is recommended in the USA [4] , including chickenpox, diphtheria, Haemophilus influenzae infection, hepatitis A virus infection, hepatitis B virus infection, influenza, measles, mumps, pertussis, polio, pneumococcal disease, rotavirus infection, rubella, and tetanus. On the contrary, four notable diseases without a promising vaccine include HIV/AIDS, tuberculosis, malaria and dengue virus infection [3, 5] . In many instances, the difficulty in developing vaccines against these four infectious diseases has been implicitly attributed to two biological factors: (i) broad antigenic diversity (except for tuberculosis) and (ii) the limited role of humoral immunity and the requirement of T-cell immunity for protection [5] . However, these factors have not been quantitatively measured in common biological scales.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 500,
                    "end": 502,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The existence of two distinct groups of diseases (i.e. with and without successful vaccine) provides us with an opportunity to implement a case-control Ivyspring International Publisher analysis that helps identify epidemiological determinants of success in vaccine development. For each pathogen, we scale the abovementioned two factors by considering the following five dichotomous variables that are measurable in practice. As an explanatory variable that would partially reflect antigenic stability, one can examine if a disease is caused by (i) an RNA virus or protozoa that is known to experience rapid evolution. As an indirect measure of evolutionary pressure, (ii) the existence of asymptomatic infection could act as a complementary factor that potentially mirrors the antigenic diversity. That is, if an infection involves a substantial fraction of asymptomatic infections, the infection is unlikely to impose strong clinical selection pressure, and thus, we regard it as reflecting low pathogenicity (or low virulence) or the infection caused by an evolved pathogen. Third, (iii) a high affinity to cells in blood and immune systems is considered as a variable that reflects the limited protection by humoral immunity (e.g. Mycobacterium tuberculosis in phagocytic immune cells can escape from humoral immune response). Moreover, (iv) the transmission via a common route (i.e. respiratory or through direct contact) is also considered as inversely associated with the requirement of cellular immunity, because the establishment of infection via the common route involves many opportunities of humoral immune response. Fifth, (v) the existence of interactions between different pathogens, including enhancement within an identical pathogen species and epidemiological interference between different pathogens, is considered, because the interaction can be consistent with both broad antigenic diversity (due to a rich multstrain evolutionary dynamics) [6] and also with the requirement of cell-mediated immunity (e.g. non-specific temporal immunity shortly after influenza virus infection is believed not to be humoral [7] ).",
            "cite_spans": [
                {
                    "start": 1963,
                    "end": 1966,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2130,
                    "end": 2133,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Both the outcome variable (i.e. with or without successful vaccine) and explanatory variables were dealt with as dichotomous. To examine statistical association between two dichotomous variables, we employed Fisher's exact test. Subsequently, to address potential confounding effect, a multiple logistic regression model was used to identify factors that are associated with our outcome variable. A forward stepwise method was employed using the minimum corrected Akaike Information Criterion (AICc) to choose the best model. All statistical data were analyzed using a statistical software JMP version 9.0.0 (SAS Institute Inc., Cary, NC, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 18 samples of infectious diseases, including 14 diseases with successful vaccines that are routinely adopted as recommended ones and 4 diseases without a successful vaccine, were examined. Table 1 shows the results of univariate and multivariate analyses. In both analyses, only two factors, i.e., a high affinity to blood and immune cells and the existence of interactions between different pathogens were positively and significantly associated with diseases without a successful vaccine. Multivariate logistic model with step-wise method also identified these two variables to be left in the final model (Table  1) . Adjusted odds ratios of diseases without successful vaccine for high affinity to blood/immune cells and interactions between pathogens were as large as 1.2×10 15 (95% confidence interval (CI): 9.8, ∞) and 4.9×10 14 (95% CI: 2.2, ∞), respectively. Neither RNA-virus/protozoa nor the existence of asymptomatic transmission appeared to be a significant predictor of infectious diseases without a successful vaccine (p=0.577 and 0.082, respectively). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 618,
                    "end": 628,
                    "text": "(Table  1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Although our epidemiological analysis has rested on crude analysis, and the finding is likely vulnerable to confounding effect, Table 1 critically shows that, rather than being an RNA virus or protozoa, other markers (i.e. high affinity with blood/immune cells and pathogen interactions) are more likely to predict diseases without a promising vaccine. Two practical implications should be noted. First, our epidemiological exercise has permitted us to identify a research gap in vaccine development. Namely, while studying antigenic evolution [8] and system biologic approach to vaccinology [3, 5] is of utmost importance to address limited protective effect of recent vaccines, it is vital to understand the disease characteristics that prevent us to develop a promising vaccine [7, [9] [10] [11] . For instance, to understand the mechanism of unsuccessful vaccine development in a rudimentary fashion, it is critical to clarify the reasons for an efficient escape of a pathogen from vaccine-induced immunity among those causing infection in blood and immune cells. Similarly, understanding eco-epidemiological mechanisms that underlie interactions between pathogens would play key roles in disentangling the complexity of the protective effect of vaccination in field studies (e.g. clarification on this point may help understand complex immunological response among vaccinated individuals in natural settings). Second, the abovementioned explanatory factors can identify diseases without a successful vaccine, and thus, allow us to objectively assess the feasibility of introducing a forthcoming future vaccine in advance of field studies. Such a predictive model can also be revised and updated by considering other (useful) explanatory factors and adding other diseases of public health interest to the samples.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 547,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 596,
                    "end": 598,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Despite our identification of the potential epidemiological determinants of successful vaccine, the abovementioned model was only aimed to learn from the existing armament of childhood vaccines. As long as truly novel approaches (e.g. adjuvants, new regimes of immunization and novel antigens) are effectively used for developing a new vaccine, future vaccine development may be granted an opportunity to refute the simple expectation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Phase 3 Trial of RTS,S/AS01 Malaria Vaccine in African Infants",
            "authors": [
                {
                    "first": "Rts",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Partnership",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "2284--2295",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protective efficacy of the recombinant, live-attenuated, CYD tetravalent dengue vaccine in Thai schoolchildren: a randomised, controlled phase 2b trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sabchareon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sirivichayakul",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Limkittikul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chanthavanich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Suvannadabba",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jiwariyavej",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dulyachai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pengsaa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wartel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moureau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saville",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouckenooghe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viviani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Tornieporth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "9853",
            "pages": "1559--67",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lessons from vaccine history",
            "authors": [],
            "year": 2012,
            "venue": "Nat Med",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immunization Schedules for Infants and Children in Easy-to-read Formats",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A 2020 vision for vaccines against HIV, tuberculosis and malaria",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aderem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Med",
            "volume": "473",
            "issn": "",
            "pages": "463--469",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Biological and biomedical implications of the co-evolution of pathogens and their hosts",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Charlesworth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Gen",
            "volume": "32",
            "issn": "",
            "pages": "569--577",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "How is vaccine effectiveness scaled by the transmission dynamics of interacting pathogen strains with cross-protective immunity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Omori",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evolutionary analysis of the dynamics of viral infectious disease",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Pybus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Gen",
            "volume": "10",
            "issn": "",
            "pages": "540--550",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effects of vaccination against pandemic (H1N1) 2009 among Japanese children",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oshitani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg. Infect. Dis",
            "volume": "17",
            "issn": "",
            "pages": "746--747",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Effectiveness of antiviral prophylaxis coupled with contact tracing in reducing the transmission of the influenza A (H1N1-2009): A systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Theor. Biol. Med. Model",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Incubation period as part of the case definition of severe respiratory illness caused by a novel coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ejima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Omori",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro. Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Epidemiological determinants of diseases with successful vaccine (n = 18).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "HN received funding support from the Japan Science and Technology Agency (JST) PRESTO program. This work also received financial support from the Harvard Center for Communicable Disease Dynamics from the National Institute of General Medical Sciences (grant no. U54 GM088558). The funding bodies were not involved in the collection, analysis and interpretation of data, the writing of the manuscript or the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors have declared that no competing interest exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}