{
    "paper_id": "bf23011551b21af6538e43974e74e6078f538028",
    "metadata": {
        "title": "Mild infection of a novel H7N9 avian influenza virus in children in Shanghai",
        "authors": [
            {
                "first": "Xuelian",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huanyu",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xia",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qichao",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiaren",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianming",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hongyou",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yiyi",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianwei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOH Key Laboratory of System Pathogen Biology and Christophe Merieux Laboratory",
                    "institution": "Chinese Academy of Medical Sciences",
                    "location": {
                        "postCode": "100730",
                        "settlement": "Bejing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhengan",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Human infection by avian influenza virus (AIV) subtypes H7 1,2 and H9N2 3 has been reported in various countries over the past few years. Recent research reveals that AIV subtype H7 shares some properties with subtype H5, including causing severe disease in birds 4 and outbreaks involving large numbers of infected humans. 1, 5 Since March 30th, 2013, a reassortment avian-origin influenza A (H7N9) virus characterized by a unique combination of gene segments identified among previous AIV subtype H7N3 (ZJ12), H7N9 (KO14) and H9N2 (BJ16) viruses 6 has caused a large number of human infections in China (33 infections, including 14 deaths in Shanghai). The sudden appearance of this disease with high case fatality and severe clinical manifestations has attracted substantial scientific and popular attention and has impacted human health and the economy. Given its wide and rapid spread within China, the newly defined influenza A virus H7N9 may possess pandemic potential. Efficient preparations should be made, but such efforts are complicated by the fact that the clinical traits regarding this new disease remain unclear.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 327,
                    "end": 328,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 548,
                    "end": 549,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "To address this issue, strengthening case finding, epidemiological investigation and laboratory detection was carried out by the Shanghai Municipal and District Center for Disease Control and Prevention (CDC) through the Surveillance System for Pneumonia of Unexplained Origin and Sentinel Surveillance System for Influenza-like Illness. Once a suspected case of H7N9 infection was identified, the district CDCs conducted the initial field investigations and obtained respiratory specimens, which were shipped to the Influenza Reference Laboratory of the Shanghai municipal CDC for H7N9 laboratory testing. The samples were tested by a real-time reverse transcription polymerase chain reaction (RT-PCR) assay for influenza A (H7N9), according to Guidelines for Prevention and Control of Human Infected Avian Influenza H7N9 Virus Epidemic 7 issued by China National Influenza Center of China CDC. A field investigation team consisting of staff members from the municipal and/or local CDC conducted field investigations of the confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "As of 10th April, 17 adult H7N9-infected cases were reported by Surveillance System for Pneumonia of Unexplained Origin; all suffered severe respiratory infection. Two mild cases (both children) were also identified by Sentinel Surveillance System for Influenza-like Illness. By 31st May, 10 of the 17 severe patients had died, while the other seven severe cases were discharged from the hospital. ILI identified 1799 surveyed cases from which throat swabs were collected, but only two throat swabs, both from children, were positive for H7N9 as measured by the real time RT-PCR assay, suggesting that mild H7N9 infections are not common in Shanghai.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Studies from AIV H5N1 infections identified several patients that were 5 years or younger. 8 Severe acute respiratory syndrome patients 12 years or younger were associated with milder disease. 9 A similar phenomenon was observed in H7N9 infections. The H7N9 mild cases were males below 4 years of age, while the severe patients were all adults, with a sex ratio of 2.4 (M/F, 12 : 5). Compared with the median age of severe patients (67 years old), the patients who died were older (74 years old). People older than 50 seemed to be at an increased risk for infection with the novel H7N9 virus. The same phenomenon was reported in other Chinese provinces, such as Zhejiang, Jiangsu, Anhui and Henan. 10 The age distribution of H7N9-infected patients is also similar to previous seasonal influenzas, but is different from the 2009 pandemic H1N1 influenza [A(H1N1) pdm/09]. 11 Patients older than 50 appeared to experience more severe illness in H7N9 infection. All 19 patients who fit this criterion suffered from high fever. The median body temperature in mild, severe and fatal H7N9-infected cases were similar, and all were significantly higher than in A(H1N1)pdm/09 infections. 11 Both mild patients developed pharyngalgia and tonsillitis (II 6 ), while only one severe and one fatal case displayed pharyngalgia; no severe or fatal cases developed tonsillitis. Cough was the most common symptom in both severe (six) and fatal (eight) infections; three severe and seven fatal cases displayed a productive cough. Compared with the severe H7N9-infected patients, more patients that died experienced chill, dyspena, fatigue, chest stuffiness, somnolence and arthralgia, while less patients who died suffered from diarrhea, muscle ache and runny nose. The details are listed in Table 1 . Conjunctivitis, which is common in human infections with other H7 1,2 viruses, was not documented in H7N9-infected patients.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 92,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 193,
                    "end": 194,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 870,
                    "end": 872,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1774,
                    "end": 1781,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "A pathological chest radiograph was performed for one mild and all severe and fatal H7N9-infected cases. The X-ray film of the mild patient revealed clear lung texture. All severe patients had abnormal *These authors contributed equally to this paper. initial radiographic findings similar to severe patients infected with A(H1N1)pdm/09, AIV H5N1 12 or severe acute respiratory syndrome coronavirus. The predominant radiographic finding was patchy consolidation (five severe and eight fatal), most commonly in the lower (five severe and six fatal) and central lung zones (two severe and eight fatal). Two severe and six fatal cases involved o3 lung zones. Pleural effusion was observed in two severe and three fatal cases. The computed tomography values of the H7N9 real-time RT-PCR assay in upper respiratory tract exudates from mild, severe and dead patients were similar. Because the computed tomography values correlate with Mild H7N9 patients in Shanghai X Yu et al 2 the viral loads in samples, the viral loads in the upper respiratory tract exudates of mild H7N9-infected patients were assumed not to be different from the severe H7N9-infected patients. In Shanghai, both mild patients experiencing upper respiratory tract infections and all severe patients suffering from pneumonia, suggesting that the severe patients may seldom clear viral particles from the upper respiratory tract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The median length of time from the onset of illness to the hospital visit for the mild H7N9-infected cases (12 h) was shorter than that for the severe (36 h) or fatal cases (12 h). The median length of time between illness onset to hospital admission for the mild patients (1.5 days) was the shortest among the three categories of patients, and it took a shorter time (4 days) for the severe cases to be admitted into the hospital than for the fatal ones (5.5 days). The median length of disease spectrum in the mild patients (7 days) was significantly shorter than the length for severe patients (26.5 days), while the median length of disease spectrum for the 10 patients who died was 11 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "As an inhibitor of influenza virus polymerase, Ribavirin has been reported to have an antiviral effect against the avian influenza H5N1 viruses in mice. 13 Both mild patients in this study were given Ribavirin on the second day post-infection. From our limited data, it appears that Ribavirin may help in mild cases and speed recovery because the inhibitor showed effectiveness during early treatment of H7N9infected patients to some extent. As a neuraminidase inhibitor, Oseltamivir also has activity against influenza viruses. Because the antiviral resistance to Oseltamivir among circulating influenza viruses is currently low, this drug is prescribed to patients with influenza infections. In this study, in 85.7% (6/7) and 80.0% (8/10) of severe and fatal patient cases, respectively, the patient took Oseltamivir, as well as one patient in a mild patient case. The mild patient took Oseltamivir on day 3 following disease onset, while the six severe patients were given Oseltamivir on the sixth day. The eight fatal cases took Oseltamivir on the seventh day after disease onset. Out of the 10 patients who died, two were never given anti-viral medicine. Compared to the two patients who died that did not take Oseltamivir (5.5 days), the median disease spectrum of the eight fatal cases that received Oseltamivir was significantly longer (12.5 days). Oseltamivir may be effective against H7N9 infection when used during the prodromal period of disease.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The clinical course and outcome of disease appears to be more favorable in children than adults when infected with highly pathogenic viruses, such as H5N1, novel H7N9 or severe acute respiratory syndrome coronavirus. Several possible reasons may account for this finding: parents take children to visit doctors when the children become sick or anti-viral drugs are more likely to be prescribed to sick children with a high fever. Another important factor for a severe clinical course of H7N9 infection may relate to impaired host immune function. Similar circumstances have been reported for measles infections. Research in measles found that remarkable lymphopenia occurred in measles cases, with a reduction in the number of T cells, B cells, neutrophils and monocytes. The severity of illness in patients parallels the severity and duration of lymphopenia, 14 which is in turn age dependent, with less severe cases in young children but more severe cases in adults. The novel H7N9 virus may act in a similar manner as measles. More fatal cases (40%, 4/10) showed lower leukocyte counts than severe (14.3%, 1/7) or mild cases (0/0), and fatal cases also showed a higher neutrophil percentile (60%, 6/10) than severe (28.6%, 2/7) or mild cases (0/0). In addition, fatal cases (100%, 3/3) showed lower lymphocyte percentiles than severe (28.6%, 2/7) or mild cases (0/0). The lymphocyte subpopulation measurement of one child patient showed downregulated CD16 1 CD56 1 natural killer cells. Attenuated natural killer functions were observed previously in H5N1 infected patients. 15 Therefore, we propose that the novel H7N9 virus may induce transient immunosuppression that occasionally results in fatal opportunistic infections, especially in patients with underlying diseases. Our data are limited in the present study, and further research addressing host immune functions relating to H7N9 infection with a larger sample size may provide better answers.",
            "cite_spans": [
                {
                    "start": 1578,
                    "end": 1580,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pathogenesis, transmissibility, and ocular tropism of a highly pathogenic avian influenza A (H7N3) virus associated with human conjunctivitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balish",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "5746--5754",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Avian influenza A virus (H7N7) associated with human conjunctivitis and a fatal case of acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Schneeberger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Rozendaal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "1356--1361",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human infection with an avian H9N2 influenza A virus in Hong Kong in 2003",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Butt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "5760--5767",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pathogenesis and transmissibility of highly (H7N1) and low (H7N9) pathogenic avian influenza virus infection in redlegged partridge (Alectoris rufa)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bertran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perez-Ramirez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Busquets",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Res",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission of H7N7 avian influenza A virus to human beings during a large outbreak in commercial poultry farms in the Netherlands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wilbrink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conyn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "587--593",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888--1897",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guideline for prevent and control human infected avian influenza H7N9 virus epidemic. Beijing: Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features and rapid viral diagnosis of human disease associated with avian influenza A H5N1 virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": "467--471",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Children hospitalized with severe acute respiratory syndrome-related illness in Toronto",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bitnun",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heurter",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatrics",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preliminary report: epidemiology of the avian influenza A (H7N9) outbreak in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1304617"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Intensive cytokine induction in pandemic H1N1 influenza virus infection accompanied by robust production of IL-10 and IL-6",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Avian influenza A (H5N1)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hien",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Virol",
            "volume": "35",
            "issn": "",
            "pages": "2--13",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oseltamivir ribavirin combination therapy for highly pathogenic H5N1 influenza virus infection in mice",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Ilyushina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Govorkova",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antimicrob Agents Chemother",
            "volume": "52",
            "issn": "",
            "pages": "3889--3897",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Extensive lymphopenia due to apoptosis of uninfected lymphocytes in acute measles patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kobune",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Virol",
            "volume": "145",
            "issn": "",
            "pages": "905--920",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Differential activation of NK cells by influenza A pseudotype H5N1 and 1918 and 2009 pandemic H1N1 viruses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "7822--7831",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Demographics, clinical treatments and outcomes of 19 H7N9-infected patients in Shanghai",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}