{
    "paper_id": "bf573e1259148bb11f71b1dce3ad11c0a091ce36",
    "metadata": {
        "title": "H7N9 avian influenza virus -search and re-search",
        "authors": [
            {
                "first": "Yu-Mei",
                "middle": [],
                "last": "Wen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "postCode": "200032",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hans-Dieter",
                "middle": [],
                "last": "Klenk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut fü r Virologie",
                    "location": {
                        "postCode": "D-35043",
                        "settlement": "Marburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In February 2013, two patients with severe pneumonia and pulmonary dysfunction were admitted to Shanghai Fifth Hospital affiliated with Fudan University. The first patient, an 87-year-old man became ill on February 19th and died on February 27th. The second patient, also male and 27 years old, became ill on February 27th and died on March 4th. In both cases there were fever, cough, and respiratory tract infection during the early stages of the illness. Five to ten days later, the patients developed severe pneumonia and progressive respiratory distress with lethal outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Following the guidelines of the nation-wide alert network for diagnosis of respiratory infectious diseases established in 2008, etiological studies were immediately carried out at the Laboratory of Pathogen Diagnosis and Biosafety of Shanghai Public Health Clinical Center, which is one of the 16 sites selected for survey in the alert network. Blood, throat swabs and sputum samples were collected and examined by polymerase chain reaction using primers for amplification of severe acute respiratory syndrome coronavirus, new corona virus, and H5N1 influenza virus, which all yielded negative results. The only positive results were observed by using universal primers for amplification of influenza A viruses. To identify the viral subtype, the gene segments were subjected to further amplification, sequencing and blast analysis. The results showed that the hemagglutinin fragment showed high homology to influenza A virus H7 (94.8%) while the neuraminidase fragment was high homologue to influenza A virus N9 (94.2%). MP, NP, PA, PB1, PB2 showed 97%-99% homology with H9N2 virus. Specimens were sent to the Chinese Center for Disease Control and Prevention for confirmation and H7N9 avian influenza viruses were isolated. China National Health and Family Planning Commission organized experts to do a comprehensive analysis based on the laboratory results, clinical manifestations of patients, epidemiological data, and concluded that the patients were infected with strains of H7N9 avian influenza virus. China National Health and Family Planning Commission notified the World Health Organization that a new H7N9 avian flu virus had caused lethal human infections in China (Gao RB et al., unpublished). Epidemiological survey revealed no H7N9 infection occurred among close contacts of the lethal cases. Both lethal cases had a history of contacts with pigs, but not with chickens. In contrast, some of the H7N9 cases observed subsequently in Jiangsu province had a history of slaughtering chickens. The municipal government of Shanghai has implemented stage III regulations for survey and control for fever and acute respiratory infections in all hospitals, and up to April 4th, fourteen cases with six deaths have been reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Emerging viral diseases are a continuous threat to humans worldwide, and the majority of the emerging viruses originated from animal hosts. Of particular concern is the transmission of avian influenza viruses to humans with or without pigs as intermediate hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though such zoonotic transmissions are usually self-limited, they always pose a pandemic threat, since the viruses may adapt to humans. The avian influenza viruses that have occasionally infected and caused disease in people without showing human adaptation comprise H5N1, H9N2, and a variety of H7 viruses. 1,2 The H7 viruses isolated from humans include both highly pathogenic and low pathogenic avian viruses. Whereas highly pathogenic H5N1 and H7 viruses may cause fatal disease in people, all human infections caused by low pathogenic H7 viruses so far had been mild. It is therefore concerning to see that the new H7N9 virus which, according to the available evidence, is derived from a low pathogenic avian virus can be lethal for man. However, it has to be emphasized that it is not clear yet whether the H7N9 virus is transmitted directly from birds or pigs to people. So far, this virus as an agent not causing disease in animals may escape detection in an animal reservoir more easily than the highly pathogenic H5N1 viruses. It is also not clear whether the current H7N9 human infection is a rare event, or the severe cases observed are just the tip of an iceberg of many asymptomatic human infections as has been suggested for H9N2 3 and H7N3 4 viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The identification of H7N9 virus as a cause of human disease is only the beginning of a long journey aimed at the elucidation of the epidemiology, the host range, and the pathogenicity of this virus, and at the development of efficient vaccines and antiviral therapeutics. Furthermore, adequate surveillance is the most important. The nation wide alert laboratory network established at 16 selected sites in China significantly contributed to the immediate identification of the emerging H7N9 virus, demonstrating that generous financial support from the government is necessary and fruitful. However, integrated surveillance of animal and human infections still needs to be improved. The barriers between physicians and veterinarians should be removed, and gaps should be filled between government agencies responsible for animal health (Ministry of Agriculture) and public health (Ministry of Health). While a close watch on H7N9 is going on in China, we expect that at the same time, basic research and international collaboration will be supported and encouraged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While writing this news, up to April 6th, the number of patients infected with H7N9 in mainland China has increased to 16, with six deaths, distributed in Jiangsu and Zhejiang provinces, and all are in the eastern part of China. Only few patients had a history of contact with chickens. Among them, one is a four-year-old child with very mild respiratory infection symptoms but showed H9N7 positive by polymerase chain reaction in his throat swab. Currently in Shanghai and several other provinces, strict survey for H9N7 cases has been implemented in outpatients with fever and respiratory infections in all hospitals. At the same time survey for H9N7 among wild birds and poultries has been carried out by the animal Centers for Disease Control and Prevention, and confirmed by the National Key Laboratory of Avian Influenza Institute in Harbin. H7N9 isolates with high homology have been detected in pigeons from Songjiang district of Shanghai, and sanitary measures including slaughtering pigeons in that region and shutting down of markets trading live poultries in Shanghai have been implemented. Since this new virus is susceptible to antiviral drug oseltamivir, patients were treated with this drug as early as possible after the diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Avian influenza A H5N1 virus: a continuous threat to humans",
            "authors": [
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "Khl",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Que",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg Microbes Infect",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/emi.2012.24"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Avian influenza viruses in humans",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Rev Sci Tech Off Int Epiz",
            "volume": "28",
            "issn": "",
            "pages": "161--174",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infection of immunocompromised patients by avian H9N2 influenza A virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect",
            "volume": "62",
            "issn": "",
            "pages": "394--399",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human illness from avian influenza H7N3, British Columbia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tweed",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "2196--2199",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}