{
    "paper_id": "bf5b3c8ca8f08950a6402469badcb792bed09e21",
    "metadata": {
        "title": "Integrating behavioral surveillance into emerging infectious disease prevention",
        "authors": [
            {
                "first": "Maureen",
                "middle": [],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 West 34 th Street, 17 th Floor",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "miller@ecohealthalliance.org"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Pandemics associated with emerging infectious diseases, particularly zoonotic infections, are increasing in both frequency and impact. Over the past decade, attempts to control deadly zoonotic viruses like severe acute respiratory syndrome (SARS) and Middle Eastern respiratory syndrome (MERS) coronaviruses, and highly pathogenic avian influenza viruses, have been, out of necessity, almost entirely reactionary. The Ebola outbreak in West Africa, which is not yet contained, and the recent MERS outbreak in South Korea, highlight the rapidity with which these deadly infections can spread. While detection of Ebola was relatively slow in West Africa and response even slower, MERS in South Korea was identified quickly. Yet cases in South Korea ballooned to 164 within 30 days with 24 deaths 1 despite a lack of evidence of sustained human-to-human transmission. Both epidemics share underlying super-spreader mechanisms of transmission attributable directly to cultural practices that were not immediately considered or addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In settings where infectious disease surveillance exists, the focus is on the biological monitoring of a population, often in sentinel hospitals. When emerging infectious disease outbreaks occur and surviving infected individuals come to hospital, an outbreak has generally already established itself in at least one community. Once a pathogen is newly identified or occurs in a novel environment, outbreak investigations are implemented. Standard operating procedures in outbreak investigations are listed in Box 1. This is the best case scenario. In many countries with a high risk of zoonotic disease spillover from animals to humans, systematic infectious disease surveillance does not exist. [2] [3] [4] [5] In this situation, investigations are implemented when outbreaks come to the attention of medical authorities-and the authorities are influential and persistent enough to bring about action.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 700,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 701,
                    "end": 704,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In terms of outbreak investigation and response, South Korea provides a best case example, West Africa a worst. Yet both experienced epidemics graver than expectations would have predicted, particularly after the outbreaks had been confirmed and control and prevention measures implemented. Contact tracing (Step 5) and survey development and implementation (Step 6), the cornerstones of disease control, are detailed in their biological assessment of disease and focused on identifying cases (i.e., infected individuals) and contacts of cases. These elements are essential in efforts to control and prevent emerging infectious disease transmission. Yet these types of traditional outbreak surveys are developed by medical personnel and epidemiologists, and (1) Prepare for field work (2) Establish the existence of an outbreak (3) Verify the diagnosis (4) Construct a working case definition (5) Find cases systematically and record information (6) Perform descriptive epidemiology (7) Develop hypotheses (8) Evaluate hypotheses epidemiologically (9) As necessary, reconsider, refine and re-evaluate hypotheses (10) Compare and reconcile with laboratory and/or environmental studies (11) Implement control and prevention measures (12) Initiate or maintain surveillance (13) Communicate findings. rarely include information concerning the social dynamics that underlie outbreaks and spread. Seldom do medical professionals solicit community input and expertise in their development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What went wrong in West Africa and South Korea? The superspreader mechanisms were valued human activities intricately integrated into daily life. In West Africa, burial traditions were eventually found to be a source of rapid transmission 7,8 approximately 12 months after the first case of Ebola is purported to have occurred. 9 However, even after this mechanism of transmission was identified, incidence continued to climb. Shocked public health authorities were stymied and even attacked when they declared that families could not prepare dead loved ones for burial. To date, challenges in successfully communicating this message continue to exist.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 329,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In South Korea, the affordability of health care has created a culture of 'doctor shopping'. It is the norm for patients to consult several specialists prior to deciding on a first-choice facility. 10 This cultural practice led to the contamination of several medical facilities, which in turn led to an unprecedented MERS outbreak in Asia. Clearly 'doctor shopping', (along with the strict implementation of universal precautions and infection control), is a target for policy change and strategic intervention. However, given that the practice is an open secret and is economically feasible, behavior change communications advising the public to stop doctor shopping are unlikely to be successful, even in the face of a fatal epidemic. The burial example in West Africa provides the strongest evidence that people will not automatically change behavior just because the public health community provides evidence that a behavior carries significant personal risk of illness and death. Without understanding the social and cultural philosophy that underlies the practice (e.g., insecurity in the ability to evaluate a physician) it will be impossible to identify the barriers to change that clearly exist, and equally impossible to develop serious and acceptable alternatives.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Including affected community members in outbreak investigations can lead to 1) the identification of transmission mechanisms, 2) a recognition of the barriers that may exist to control and prevention measures and, perhaps most importantly, 3) an ability to instill a shared sense of urgency in communities at risk-an urgency that can translate to action by and with those at imminent risk of infection. To gain insight into an outbreak, an experience that is both terrifying and life-threatening, initial interaction with the community requires a complementary, less structured approach than traditional surveys afford. Social science methods have been successfully deployed to document infectious disease outbreaks, to identify specific disease transmission mechanisms, and to develop control and prevention strategies in a time-sensitive fashion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rapid ethnography, and rapid assessments in general, is a collection of field methods intended to provide a reasonable understanding of individuals and their activities, given significant time pressures and limited time in the field. 11, 12 These methods include a targeted assessment of available formal and informal data sources, with a major emphasis on semi-structured conversations with 'key informants,' community members knowledgeable about the target population of people at risk, as well as of efforts to manage and minimize the consequences of the outcome of interest. Outbreaks do not occur in a vacuum. It is important to understand what is already being done in the community, as well as the beliefs surrounding the causes of both disease and transmission. Rapid assessment methods have been standardized, adopted by international health agencies such as WHO, 13 and used to develop effective interventions for a wide variety of health outcomes, including improving the design of late-stage clinical trials that evaluate non-vaccine biomedical HIV preventive interventions 14 and establishing health care priorities in emergency situations. 15 Rapid ethnography is often a precursor to standardized behavioral surveillance.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 873,
                    "end": 875,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Behavioral surveillance is a powerful tool in its own right and has been integral in providing evidence for both the positive and particularly the lack of negative secondary findings associated with infectious disease preventive interventions. For example, not only was behavioral assessment key to identifying injecting drug use as a risk factor for HIV transmission, 16 but behavioral surveillance has consistently been able to demonstrate that syringe exchange programs reduce the number of new HIV infections and do not appear to lead to increased drug use among injecting drug users or in the general community. 17 A secondary finding of increased sexual activity among young human papilloma virus (HPV) vaccine recipients has also been negated by behavioral surveillance. 18 In acknowledgement of these findings, there has been significant government policy action and support for the large scale implementation of both of these preventive interventions. It is indeed possible and perhaps likely that effective policy and intervention may be politically or socially unpopular with those not at risk of the outcome. Behavioral surveillance will be an additional tool in the public health armory to support and promote prevention.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 617,
                    "end": 619,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 778,
                    "end": 780,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although feasible and informative, integrated biological and behavioral surveillance has been used primarily to better understand HIV/AIDS. 19, 20 When combined with biological monitoring, behavioral surveillance has the potential to provide even more potent data in the context of zoonotic infectious disease, particularly if these data are also informed by and considered in conjunction with the surveillance of pathogens circulating in potential animal reservoirs.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 144,
                    "end": 146,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the global shift in tackling pandemics tips from reactive to preventive, the targeted and sparing use of behavioral surveillance has the potential to contribute significantly to pandemic prevention activities. Unlike other surveillance approaches, behavioral surveillance does not need to be frequently implemented, since behavior is notoriously resistant to change. To be effective as a prevention tool, behavioral surveillance should be a key component in a comprehensive infectious disease monitoring approach, implemented with high-risk populations in settings at increased risk of zoonotic transmission. 2 Should an outbreak occur, a database that documents the social dynamics and behaviors essential to understanding transmission, as well as potential barriers and opportunities for intervention, could contribute to a rapid and feasible disease control and mitigation strategy. In addition, in order to facilitate impact evaluation, it is essential to conduct behavioral surveillance prior to the implementation of any policy or strategic intervention meant to prevent zoonotic disease spillover or outbreaks from occurring. Moreover, these data will be invaluable in informing realistic and effective policies and interventions in the first place.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 613,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Author's contribution: MM has undertaken all the duties of authorship and is guarantor of the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding: None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M. Miller"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Summary and risk assessment of current situation in Republic of Korea and China; MERS-CoV risk assessment. Geneva: World Health Organization",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "logy of zoonoses: natural and unnatural histories",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "Lloyd-Smith",
                    "middle": [],
                    "last": "Jo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1936--1981",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "Jak",
                    "middle": [],
                    "last": "Mazet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1956--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission dynamics and control of Ebola virus disease (EVD): a review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Principles of Epidemiology in Public Health Practice, Third Edition. An Introduction to Applied Epidemiology and Biostatistics",
            "authors": [],
            "year": 2012,
            "venue": "Atlanta: Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ebola transmission linked to a single traditional funeral ceremony",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Victory",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Coronado",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Ifono",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "64",
            "issn": "",
            "pages": "386--394",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Investigating the zoonotic origin of the West African Ebola epidemic",
            "authors": [
                {
                    "first": "Mari",
                    "middle": [],
                    "last": "Saez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "EMBO Mol Med",
            "volume": "7",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ebola epidemic; one year into the Ebola epidemic. Geneva: World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "East Respiratory Syndrome (MERS) in the Republic of Korea; Situation Assessment 15",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Middle",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid ethnographic assessment: applications in a diarrhea management program",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bentley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Pelto",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Straus",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Soc Sci Med",
            "volume": "27",
            "issn": "",
            "pages": "107--123",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rapid assessment, injecting drug use, and public health",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Stimson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fitch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "",
            "pages": "65--73",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global Infectious Disease Surveillance and Detection: Assessing the Challenges-Finding Solutions, Workshop Summary",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Choffnes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Sparling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamburg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Methodological challenges in biomedical HIV prevention trials",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Gable",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Lagakos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Health Organization Rapid Health Assessment Protocols for Emergencies. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "World",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An outbreak of communityacquired Pneumocystis carinii pneumonia: initial manifestation of cellular immune dysfunction",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Michelis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "N Engl J Med",
            "volume": "305",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An opportunity lost: HIV infections associated with lack of a national needle-exchange programme in the USA",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Drucker",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "",
            "pages": "604--612",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sexual activity-related outcomes after human papillomavirus vaccination of 11-to 12-year-olds",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bednarczyk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ault",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatrics",
            "volume": "130",
            "issn": "",
            "pages": "798--805",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Integrated Biological and Behavioral Surveillance Survey among Migrant Female Sex Workers in Nairobi",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "20 National Alliance of State & Territorial AIDS Directors (NASTAD). Integrated Biological and Behavioral Surveillance of Key Populations, Toolkit for Implementation",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Epidemiologic steps of an outbreak investigation6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The Author 2015. Published by Oxford University Press on behalf of Royal Society of Tropical Medicine and Hygiene. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http:// creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests: None.Ethical approval: None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}