{
    "paper_id": "c055818c61327ee072c403cb911793c9c49ca7bf",
    "metadata": {
        "title": "Effect of Antigen/Antibody Ratio on Macrophage Uptake, Processing, and Presentation to T Cells of Antigen Complexed with Polyclonal Antibodies",
        "authors": [
            {
                "first": "Fabrizio",
                "middle": [],
                "last": "Manca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Martino Hospital",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Fenoglio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Martino Hospital",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giuseppina",
                "middle": [
                    "Li"
                ],
                "last": "Pira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Martino Hospital",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Annalisa",
                "middle": [],
                "last": "Kunkl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Martino Hospital",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Franco",
                "middle": [],
                "last": "Celada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "San Martino Hospital",
                    "location": {
                        "postCode": "16132",
                        "settlement": "Genoa",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Activation of a galactosidase-specific murine T hybridoma clone and of a human tetanus toxoid-specific T clone by antigen-presenting cells (APC) was used to evaluate the regulatory function ofantibodies complexed with the relevant antigen . Complexed antigen, in fact, is taken up with high efficiency thanks to Fc receptors borne by APC . Antibody/antigen ratio in the complexes proved to be a critical parameter in enhancing antigen presentation . Complexes in moderate antibody excess provided optimal T cell activation independently of the physical state of the complexes {precipitated by a second antibody or solubilized by complement) . Complexes in extreme antibody excess, on the contrary, did not yield T cell activation although taken up by APC efficiently. The effect of antibodies at extreme excess was observed with substimulatory dose of antigen (loss of potentiation) and with optimal dose of antigen (loss of stimulation). An excess of specific polyclonal antibodies hampers proteolytic degradation of antigen in vitro, supporting the view that a similar mechanism may operate within the APC that have internalized immune complexes in extreme antibody excess. The possibility that immune complex forming in extreme antibody excess may turn off the T cell response is proposed as a regulatory mechanism .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I gs , the effector molecules of the immune response produced by B lymphocytes, have long been known to act also as positive or negative regulatory elements of the antibody response at different levels (1, 2) . More recently, it has been demonstrated that antibodies complexed with soluble antigens interfere with the T cell response . Inhibitory effect has been reported in the cytochrome system (3, 4) , but enhanced T cell response has been observed when antibodies bound with antigen promote Fc receptor-mediated recognition by APC (5, 6) . Complexed antibodies can also influence the fine specificity of the T cell response (7, 8) , possibly by modulating the processing pattern of antigen internalized by APC in complexed form (9, 10) and the subsequent spectrum ofpeptides that are made available for MHC binding and presentation to T cells. These mechanisms affect the selection of the T repertoire and offer a linkage between the previous experience of the immune system and the current response .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "(1,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 206,
                    "end": 208,
                    "text": "2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "(3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 401,
                    "end": 403,
                    "text": "4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "(5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "(7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 633,
                    "end": 635,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "(9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most of the previous observations were made with mAbs. Since the in vivo antibody response to protein antigens is highly polyclonal (11) , we tested the regulatory effect of polyclonal complexes on the T cell response in a murine and in a human system . In both cases, antigen/antibody ratio ofthe complexes proved a critical parameter in dictating either enhancement or inhibition of T cell response. Antigen/antibody ratio in complexes forming in vivo may vary depending Volume 173 January 1991 37-48 on time and on anatomical site, and therefore, it may play a regulatory on the T cell response.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Antigens and Media . Lyophilized Escherichia coli a-galactosidase (GZ)' was purchased from Worthington Biochemical Corp ., Freehold, NJ (sp act, 85,000 EU/mg) . 1 enzyme unit (EU) is defined as the amount of enzyme that liberates 10 -9 mol o-nitro-phenyl (ONP) from ONP-D-galactoside (ONPG) in 1 min in conditions of substrate excess . Calculations of EU were made assuming a molar extinction of ONP corresponding to 4,700 at pH 9 (12) . Purified protein derivative (PPD ; Statens Seruminstitut, Copenhagen, Denmark) and tetanus toxoid (TT Massachusetts Public Health Laboratories, Boston, MA) were used to generate human antigen-specific T lines. RMPI 1640 (Flow Laboratories, Irvine, Scotland) supplemented with 100 U/ml penicillin, 100 P.g/ml streptomycin, 10 mM glutamine, 5 x 10 -s M 2-ME, and enriched with 10% FCS (Sterile Systems, Inc., Logan, UT) or with 5% autologous human plasma was used with murine cells or with human cells. Murine and Human T Cell Lines and Clones. GZ-specific murine T lines were generated according to the protocol originally described by Kimoto and Fathman (13) , with minor modifications IL2 Production by Murine T Hybridoma Cells and Prolferative Response ofHuman T Cells. Peritoneal exudate cells (PEC) were used as APC for T hybridomas . Peritoneal exudate was induced with one intraperitoneal injection of 2 ml Thioglycollate broth (Difco Laboratories Inc., Detroit, MI). The peritoneal cavity was washed 4 d later with 8 ml ice-cold complete RPMI 1640 without serum. The cells were washed twice, resuspended in complete medium, and counted after staining with crystal violet . Lymphocytes, accounting for 20-30% of the cells, were not considered . Antigen and antibodies (20,ul each) were dispensed in flat-bottomed microtiter plates and preincubated for 2 h at room temperature . Antiserum was diluted in heat-inactivated normal rabbit serum and affinitypurified antibodies in normal rabbit gammaglobulins. PEC (5 x   38 Processing of Complexed Antigen 10') and T hybridoma cells (2 x 104) were added to a final volume of 200 ul. After 24 h, the supernatants were harvested and tested for 11,2 production on the IIr2-dependent line CTLL as described (16) , the amount of supernatant being 25 ttl at afinaldilution of 1:4 . Inhibition experiments were performed with mAb 2AG2, kindly donated by Dr . J. Unkeless, Mount Sinai Medical Center, New York, specific for mouse FcR. Macrophages were pretreated for 1 h at 37°C with the anti-FcR mAb, or with heat-aggregated rabbit gamma globulins (HAGG; 62°C for 10 min) before addition of T cells and immune complexes.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1073,
                    "end": 1096,
                    "text": "Kimoto and Fathman (13)",
                    "ref_id": null
                },
                {
                    "start": 1712,
                    "end": 1724,
                    "text": "(20,ul each)",
                    "ref_id": null
                },
                {
                    "start": 2192,
                    "end": 2196,
                    "text": "(16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2259,
                    "end": 2264,
                    "text": "1:4 .",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1953,
                    "end": 1962,
                    "text": "(5 x   38",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Proliferative response by human T clones was measured by culturing 2 x 104 T cells plus 105 autologous irradiated PBL in 200 /Al medium in flat-bottomed microtiter plates . After 30 h, the wells were pulsed with 0.5 p,Ci ['H]TdR (5 Ci/mmol; Amersham International, Amersham, UK) and harvested 12 h later. Complexes were prepared in the culture wells with antigen and antibody at 10-fold dilutions in 20 I1 volume. 2 h later, cells in 200,ul were added. Final antigen concentration and antibody concentration are shown in Results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Effect of Complement on Potentiation . Lyophilized rabbit complement (Behringwerke) and guinea pig complement (Sclavo, Siena, Italy) were reconstituted with distilled water and sterile filtered . Human complement was fresh human serum stored in aliquots at -80°C from donor F.M . tested for lack of toxicity on mouse cells. Complement (20 P1) was added to complexed antigen and incubated at 37°C for an additional hour. PEC and T cells were added and cultured as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Digestion of GZ with Proteolytic Enzymes. GZ was preincubated with affinity-purified antibodies overnight at room temperature. The pH was brought to 5 with acetate buffer (0.1 M, pH 4), and pepsin (Sigma Chemical Co., St. Louis, MO) was added as described in detail in the figure legends. Digestion with cathepsin D (Sigma Chemical Co.) was performed at pH 6 under similar conditions. Digestion with V8 protease (Sigma Chemical Co.) was performed in Tris-HCI buffer (0 .5 M, pH 8) . After incubation at 37°C for different time intervals, samples were neutralized with Tris buffer (1 M pH 8) and tested for residual enzymatic activity or analyzed for cleavage of the GZ monomer by SDS gel electrophoresis. SDS Gel Electrophoresis. GZ was radioiodinated with the Bolton-Hunter reagent (Amersham International) after the instructions provided by the manufacturer. Specific radioactivity of the sample was 3.4 x 105/cpm per hg protein. Gel electrophoresis was performed in a mini gel apparatus (Bio-Rad Laboratories), and the gels were dried and autoradiographed on Hyperfilm (Amersham International) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Potentiating Activity ofPolyclonal Antibodies. The effect of complexing antigen with specific polyclonal antibodies on presentation by macrophages to a specific T hybridoma clone is illustrating in Fig. 1 . Exposing T cells to antigen alone results in detectable stimulation only when antigen concentration is >3 Ag/ml (Fig. 1 a) . In contrast, in the presence of rabbit anti-GZ (RaGZ) polyclonal antibodies at 1 :250 and 1 :50 dilution, antigen concentration of 0.3 htg/ml is stimulatory (b and c) . Higher antibody concentration inhibits potentiation (d) and also prevents presentation of a stimulatory dose of antigen (e) . When appropriate complexes are used (1 :50 RaGZ, 1 Ftg/ml GZ ; (c), the peak production of IL-2 is higher than in the presence of optimal concentration of free antigen at 10 Ag/ml. This suggested that we explore more accurately the effect of antigen/antibody ratio in the system . Effect ofAntigen/Antibody Rutia GZ was mixed with increasing concentrations of RaGZ. The precipitation curve (Fig.  2 , solid line) was determined, and the macrophage-mediated stimulatory effect of the various complexes on T cells was evaluated as shown in Fig. 2 a. The dashed line indicates IL-2 production by T cells in the presence of immune complexes at the same ratios as used for the precipitation experiment . Similar curves were obtained with three additional T hybridoma clones (data not shown) . In all cases, optimal stimulation was obtained with complexes in moderate antibody 39 Manca et al. To eliminate any potential interference of serum proteins other than antibodies, the experiment was repeated with affinity-purified antibodies. Fig. 2 b confirms that in this case also, complexes with extreme antibody excess are no longer effective for potentiation, and that potentiation occurs with complexes at optimal ratio (equivalence or moderate excess) . Figure 3 . T cells respond to antigen complexed at optimal ratio at a 2-log lower dose than antigen alone. Complexes corresponding to optimal ratio (solid circles) and to extreme antibody excess (open circles) in Fig . 2 were prepared with GZ and with RaGZ . After incubation for 1 h, the complexes were serially diluted and tested for capacity to induce T cell activation. Final concentration of complexed or free antigen (squares) is on the abscissa. As little as 0 .015 t~g/ml GZ induces a detectable stimulation of T cells . GZ at stimulatory concentration when in free form (8 tug/ml) no longer stimulates when complexed in extreme antibody excess . Fig. 3 shows a titration curve ofcomplexes at different ratios. Complexes were prepared by mixing the reactants and were diluted after incubation . As little as 15 ng/ml antigen can be detected in complexes with optimal ratio. In contrast, complexes with excess antibodies were nonstimulatory even when final antigen concentration was stimulatory by itself. This indicates that antibody excess blocks potentiation in the first case and inhibits presentation in the second case.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 669,
                    "text": "(1 :50",
                    "ref_id": null
                },
                {
                    "start": 1498,
                    "end": 1500,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 204,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 319,
                    "end": 329,
                    "text": "(Fig. 1 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1017,
                    "end": 1025,
                    "text": "(Fig.  2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1165,
                    "end": 1171,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1658,
                    "end": 1664,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1877,
                    "end": 1885,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2090,
                    "end": 2097,
                    "text": "Fig . 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2532,
                    "end": 2538,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Antigen . We tested whether the lack of T cell stimulation Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Antibody Excess Does Not Interfere with Presentation of Processed"
        },
        {
            "text": "RaGZ at various dilutions and GZ (1 tug/ml) were preincubated with APC for 4 h at 37°C . Normal rabbit serum (NRS) or RaGZ (20 tul) were added, and 4 h later, T cells were dispensed in the wells . IL-2 production in the supernatants was measured on CTLL cells, and results are given as thymidine incorporation by the indicator line (± SD) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Antibody Excess Does Not Affect Presentation"
        },
        {
            "text": "Processing of Complexed Antigen (squares) or optimal complexes corresponding to 03 tug/ml GZ final concentration (circles) was added to APC along with T cells. IIT2 production is shown on the ordinate, as thymidine incorporation by the Ilr2-dependent line CTLL . (c) PEC were preincubated with transferrin-antitransferrin complexes at various ratios, the final concentration of transferrin being 10 tug/ml. Precipitation curve of the irrelevant transferrin-antitransferrin complexes is represented by the dashed line, with residual radioactive antigen in the supernatants shown on the left ordinate. Free antigen at 10 tug/ml final concentration (squares) or optimal complexes (circles) containing RaGZ and antigen to give a 0 .3 tug/ml final concentration were added to APC along with responding T cells . IIT2 production, measured as the proliferative response of the CTLL cells on the right ordinate, indicates T cell activation.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 41,
                    "text": "(squares)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "40"
        },
        {
            "text": "in the presence of extreme antibody excess was due to a direct inhibitory effect of free antibody on antigen presentation. For this purpose, APC were pulsed with GZ complexes at optimal ratio. After washing, immune rabbit serum was added to the pulsed APC at the concentration corresponding to antibody excess, along with responding T cells. As shown in Table 1 , large antibody excess has no effect on T cell activation when APC had been pulsed with complexes at optimal antigen/antibody ratio. Therefore, the effect is due nei- ther to toxicity for APC nor to masking of processed antigen by free antibody in excess . Role ofFc Receptors in the Mechanisms of Potentiation. To confirm that potentiation is due to uptake of complexed antigen by APC via FcR in the case of polyclonal antibodies, as previously demonstrated with mAbs (8), we used anti-FcR mAbs or HAGG to functionally block FcR on APC . Fig . 4 a and b) is not affected by either reagent, indicating that only uptake of complexed antigen is FcR dependent . Furthermore, immune complexes of transferrin and antitransferrin at different ratios were also tested . Fig. 4 c shows that complexes in antibody excess inhibit T cell activation induced by a suboptimal dose of antigen complexed with specific antibodies at optimal ratio for potentiation, but T cell activation induced by an optimal dose of free GZ is not affected. This is consistent with the concept that potentiation depends on availability of FcR and that complexes in large antibody excess do not \"engulf\" the APC. Role ofComplement Receptors in the Mechanism ofPotentiation. Since FcRpositive APC also bear complement receptors, we tested whether complement activation by immune complexes could further facilitate uptake and presentation. Addition of rabbit, guinea pig, or human complement to immune complexes provides additional potentiation at low doses of antigen (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 361,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 918,
                    "text": "Fig . 4 a and b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1126,
                    "end": 1132,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1896,
                    "end": 1904,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "40"
        },
        {
            "text": "Macrophages Are`Armed\" Neither by Polyclonal nor by Monoclonal Free Antibodies, but Retain Aggregated Antibodies on the Surface for a Short Period. We tested whether APC can be armed by polyclonal antibodies thanks to binding of free antibodies to FcR . Fig. 6 a shows that preincubation of APC with uncomplexed specific antibodies does not facilitate antigen presentation to T cells . This is somehow expected with polyclonals, since in addition to low affinity of FcR for free antibody, competition for receptor binding may occur between the large fraction of nonspecific Igs and the small fraction of specific antibodies. When the experiment was performed with mAb D6C9 in ascitic form (17) , in which most of the antibody molecules are GZ specific, no functional arming of APC was detectable (Fig. 6 a) . mAb D6C9 was selected from a panel of available monoclonals because, in combination with T hybridoma clone 1.7.1, it behaves as polyclonal b \"~ Eel RaGZ serum (circles), or with 100 AI mAb D6C9 (described in reference 17) at 1 mg/ml prepared from an ascitic fluid precipitated with ammonium sulfate (triangles) . PEC were washed twice after incubation and plated for the assay under normal conditions . GZ was added in 20 Eel volume as free antigen (final concentration on the abscissa) . T cell activation, measured as IIL2-induced proliferative response of CTLL cells, is on the ordinate . (b) Heat-aggregated (62°C, 10 min) DEAF-purified IgG fraction from RaGZ at 1 mg/ml final concentration was preincubated with PEC as above. After washing, PEC were cultured with T cells.",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 693,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 260,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 796,
                    "end": 806,
                    "text": "(Fig. 6 a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "40"
        },
        {
            "text": "Antigen at a substimulatory dose (0 .3 Erg/ml) or at an optimal dose (10 Erg/ml) was added at the different times shown on the abscissa . T cell activation as 11,2 production measured on CTLL cells is shown on the min ordinate. 30 90 rabbit antibodies, in that potentiation is lost when used in extreme excess (40:1 nominal ratio), as described previously (8) . Fig. 6 b shows that APC preincubated with polyclonal antibodies in aggregated form can present a substimulatory dose of antigen to T cells, provided antigen is given within 10 min after pulsing. On the other hand, APC can present a stimulatory dose of antigen at any time after pulsing with aggregated antibodies. This suggests that aggregated antibodies bound to the cell surface are retained for a short period and are likely internalized afterwards .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 233,
                    "text": "30 90",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 368,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "40"
        },
        {
            "text": "Adherent Peritoneal Macrophages Are Responsible forPotentiation. Peritoneal exudates contain several cell types capable of antigen presentation, namely, macrophages, dendritic cells, and B lymphocytes. Antibody-potentiated presentation is FcR dependent, therefore, dendritic cells that are FcR negative cannot be involved in this phenomenon . To discriminate between macrophages and B cells, peritoneal exudate cells were separated between adherent and nonadherent populations. Potentiating capacity was retained intact by adherent macrophages, whereas the nonadherent fraction containing the B cells had negligible capacity to present complexed antigen ( Table 2 ). This was confirmed by using spleen cells that contain a large fraction of B lymphocytes, depleted of adherent macrophages ( Table 2 ). It should be noted that presenting function of optimal concentration of antigen was exerted also by the nonadherent fraction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 663,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 798,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "40"
        },
        {
            "text": "Clearance ofComplexed Antigen by APC as a Measure ofAntigen Uptake. Since antigen uptake is a dynamic process associated with release of degraded antigen fragments (18) , actual accumulation of antigen in APC is difficult to evaluate. Therefore, we assumed that removal of intact antigen from culture supernatants, depending on the presence ofAPC and Table 2 . Adherent Peritoneal Macrophages Are Responsible for Potentiated Presentation of Complexed Antigen PEC and spleen cells were plated at 5 x 103 and 50 x 104/well, respectively. After a 6-h incubation at 37°C, nonadherent cells were gently resuspended and transferred to new wells . Medium was added to the wells containing the adherent cells . T cells and antigen (10 Pg/ml free GZ or 0.3 ttg/ml GZ complexed with affinity-purified antibodies at optimal ratio) were added to the presenting cells, and the assay for IL-2 production was performed as described . Results are shown as cpm x 10 -3 thymidine incorporation by the IL-2-dependent line CTLL. 42 Processing of Complexed Antigen of specific antibodies, is a measure of uptake of complexed antigen .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1009,
                    "end": 1011,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 358,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "40"
        },
        {
            "text": "Complexes were prepared by mixing 1 jig/ml GZ with an equal volume of RaGZ at various dilutions, as indicated in Fig. 7 . After incubation, the complexes were added to 106 PEC in 24-well plates (Costar) in 1 ml medium to a final concentration of 0.1 p,g/ml GZ. After 5 h, the supernatants were harvested and residual intact antigen was measured as enzyme activity. No loss in enzymatic activity was seen upon incubation of free antigen in wells with or without PEC. No loss in enzymatic activity was seen in wells containing complexed antigen without APC . Fig. 7 shows the results expressed as percent difference of enzyme activity between input antigen and residual antigen after incubation, defined as antigen uptake . Uptake was evident when complexes had been prepared with RaGZ at a 1:40 or higher concentration .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 557,
                    "end": 563,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "40"
        },
        {
            "text": "Therefore, complexes at extreme antibody excess (right end of the curve) are cleared from the culture supernatant, suggesting that extreme antibody excess does not prevent effective uptake, in contrast with reduced effectiveness when the same complexes are used to stimulate antigen-specific T cells, as shown in Fig. 2 . 21 17 Nonadherent PEC 16 3 Spleen cells 26 21 Adherent spleen cells 20 25 Nonadherent spleen cells 20 2 (14) 35 (5) V8 protease 100 (30) 100 (1) 55 (0) GZ was complexed with affinity-purified antibodies at different concentrations, corresponding to complexes in extreme antibody excess, equivalence, and antibody defect (see precipitation curve shown in Fig . 2 b) . Digestion with proteolytic enzymes was carried out for 30 min . Results are shown as percent residual enzymatic activity, assuming 100% as the input activity. Residual enzymatic activity of samples containing GZ and nonspecific rabbit gamma globulins at the same concentrations (nonprotected controls) is shown in parentheses .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 327,
                    "text": "21 17",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "16 3",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 367,
                    "text": "26 21",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 395,
                    "text": "20 25",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 319,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 676,
                    "end": 686,
                    "text": "Fig . 2 b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "40"
        },
        {
            "text": "Proteolytic Degradation of Complexed Antigen . Extreme antibody excess neither inhibits antigen presentation (Table 1) nor blocks removal of complexed antigen by APC taken as a measure of antigen uptake (Fig. 7) . Therefore, we tested whether extreme antibody excess hampers proteolysis of antigen. Complexes were constructed with affinity-purified antibody excess at neutral pH and digested with pepsin at pH 5, with cathepsin D at pH 6, and with V8 protease at pH 8 . Acidic pH allows proteolytic activity of pepsin and cathepsin D, but does not interfere with antigen-antibody interactions, as tested with an ELISA (data not shown). At various time intervals, samples from the reaction mixtures were collected and neutralized to block proteolytic activity of pepsin and (Left panels) Complexes were prepared by using equal volumes of antigen at 1 tog/ml and RaGZ at various dilutions as indicated on the abscissa . One volume heat-inactivated normal rabbit serum (1 :100) was added to the complexes . Precipitation in c was obtained by adding one volume goat anti-rabbit gamma globulin serum 1 :4 for an additional 2 h . Precipitation of the the complexes was evaluated as residual antigen in the supernatants (EU on the left ordinate) after centrifugation. In the presence of goat anti-rabbit gamma globulin, serum also soluble complexes in extreme antibody excess precipitate . (Right panels) Complexes containing the second antibody were also tested for T cell activation by adding 40 Ftl of the mixture to cultures . Final GZ concentration was 0 .1 Rg/ml . The T cell stimulating capacity of the complexes (b) and of the complexes precipitated by the second antibody (d) is shown . IIT2-induced proliferative response of CTLL cells as a measure of T cell activation is on the right ordinate. cathepsin D, or mixed with an equal volume of normal rabbit serum to block V8 protease activity. Neutralization also restores enzymatic capacity of GZ. Table 3 demonstrates that proteolytic activity of pepsin, cathepsin, and V8 protease measured as loss of catalytic activity of GZ is greatly inhibited when antigen is complexed with specific antibodies in large excess, as compared with control samples containing normal rabbit gamma globulins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 211,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1951,
                    "end": 1958,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "40"
        },
        {
            "text": "Radioiodinated GZ was complexed with antibodies in excess or mixed with normal gamma globulins. Digestion with proteolytic enzymes was performed as described. Complexing with affinity-purified antibodies protects GZ from degradation by proteolytic enzymes effective at different pH (Fig.  8) . In particular, digestion by cathepsin D, one of the endosomal enzymes involved in antigen processing, is completely prevented by antibodies . It should also be noted that digestion with V8 protease yields low molecular mass fragments (<14 kD) that are retained in the gel. In contrast, when proteolysis is performed with pepsin or cathepsin, no low mo- Figure 10 . Complement-dependent solubilization does not prevent activity of potentiating complexes . (Left panels) Precipitation of complexes tested as residual enzymatic activity of supernatants after centrifugation on the left ordinate was inhibited by adding fresh rabbit serum as a source of complement (a vs. c) . (Right panels) T cells stimulation (IL2-dependent proliferation of CTLL cells on the right ordinate) by complexes or by complement solubilized complexes (b and d) is optimal with complexes in moderate antibody excess, even in the absence of precipitation . Final antigen concentration was 0 .1 gg/ml. lecular weight fragments are retained in the gel matrix after TCA fixation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "text": "(Fig.  8)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 656,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "40"
        },
        {
            "text": "Precipitation ofComplexed Antigen Does Not Accountfor Potentiation. To test whether potentiation is due to antibodyinduced antigen precipitation and consequent concentration of antigen in proximity of APC, we set up two different experiments. In the first one, all complexes were precipitated with goat anti-rabbit gamma globulin, irrespective of their ratios. Fig. 9 shows that soluble complexes in antibody excess are precipitated, as well as complexes at equivalence (a vs. c). Nevertheless, complexes in extreme antibody excess are ineffective for T cell stimulation, even though precipitated by the second antibody (b vs. ti) . Furthermore, only complexes prepared with moderate antibody excess are stimulatory. In the second experiment, precipitation of complexes was prevented by using complement to solubilize immune complexes (19) . Fig. 10 shows that in the presence of fresh rabbit serum as a source of complement, precipitable complexes do not form at any antibody-antigen ratio (a vs. c). Complexes are effective for T cell activation when antibody is at optimal ratio even in the absence of precipitation, and extreme antibody excess yields ineffective complexes even in 44 Processing of Complexed Antigen on T cell activation in a different system, we used TT and a TTspecific human T clone. Antigen was given to T cells at a substimulatory dose (0.01 jig/ml, as defined by titration curve in Fig . 11 a) complexed with antibodies. Complexes were prepared at various ratios as shown in the precipitation curve (Fig. 11 b) . Fig. 11 c shows that optimal T cell stimulation occurs with complexes at optimal ratio, corresponding to moderate antibody excess. Complexes at equivalence are not as effective, and complexes at extreme antibody excess do not yield T cells stimulation . Fig. 11 c also shows that nonstimulatory complexes, or antiTT antibodies alone, have no inhibitory effect on a PPD-specific clone stimulated with the relevant antigen .",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 839,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1185,
                    "end": 1187,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 367,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 849,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1408,
                    "end": 1419,
                    "text": "Fig . 11 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1525,
                    "end": 1536,
                    "text": "(Fig. 11 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1539,
                    "end": 1546,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1793,
                    "end": 1800,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "40"
        },
        {
            "text": "The capacity of bound Igs to facilitate uptake of corpuscular antigens by phagocytic cells has long been known as opsonization (20) . More recently, the capacity of Igs to enhance uptake of soluble antigens by macrophages, that in turn present processed antigen to specific T cells, has been described as enhancement or potentiation (5) . Therefore, antibodies facilitate recognition of minute amounts of antigen that cannot be taken up effectively by accessory cells . In this regard, macrophages as accessory cells strikingly differ from antigenspecific B cells that make use of surface Igs to focus on antigen while exerting their accessory function (21, 22) .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "(21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The potentiating activity has been described with polyclonal antibodies (5) , and subsequently with mAbs (6) (7) (8) . The mechanisms and the implications of receptor-mediated antigen uptake on presentation to T cells has been recently reviewed (23) .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "(23)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We explored the effect of antigen/antibody ratio in complexes as a variable that possibly influences uptake, processing, and presentation of antigen . When complexes constructed at different ratios were given to macrophages, T cell activation only occurred with complexes in a limited range of antigen/antibody ratios. In particular, complexes in extreme antibody excess were poor stimulators for T cells, whereas complexes close to equivalence, as defined by precipitation curves, provided optimal potentiation . Extreme antibody excess does not only abrogate the potentiating effect of complexed antibodies for subliminal dose of antigen, but it also prevents effective presentation ofantigen at optimal stimulatory dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A possible influence of antigen/antibody ratio on complex uptake was tested. By measuring the clearance ofcomplexed antigen in the presence of APC, evidence was obtained that extreme antibody excess does not inhibit uptake.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Complexes endowed with optimal potentiating capacity are close to equivalence and are precipitable only in part by centrifugation . Therefore, antigen focusing in proximity of APC may account for potentiation. Nevertheless, the following arguments stand against such a possibility : (a) complexes at equivalence are not the most effective complexes for potentiation; (b) potentiation is mediated by FcR (Fig. 4) and not by simple antigen uptake by APC, as shown in the inhibition experiments with anti-FcR mAbs, with HAGG, and with unrelated immune complexes ; (c) precipitation ofcom-plexes used for experiments is detected only after centrifugation, and at 1 g, as in the culture wells, sedimentation of complexes is negligible during incubation with cells (data not shown) ; (d) antibody excess complexes that precipitate in part and do not potentiate acquire no stimulatory capacity upon precipitation with a second antibody (Fig. 10 d) ; (e) optimal complexes at moderate antibody excess retain potentiating capacity when solubilized with complement (Figs . 5 and 11) . Similar results were obtained when affinity-purified antibodies were used for the preparation of the complexes, indicating that serum proteins other than antibodies are not responsible for the effects described . The complexes used in the experiments at different ratios were defined according to precipitation curves (equivalence, moderate, and extreme antibody excess) . Complexes at equivalence can be characterized for actual antibody/antigen ratio since all available antigen and antibody molecules are present in the precipitate . Such a molar ratio was close to 10 in GZ-containing complexes (data not shown) . In contrast, complexes that partially precipitate (moderate antibody excess) or do not precipitate (extreme antibody excess) cannot be accurately defined for actual molar ratio, but only for nominal ratio of the reactants in the mixture .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 411,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 929,
                    "end": 940,
                    "text": "(Fig. 10 d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The diversity of Fc receptors on APC (reviewed in references 24 and 25) should be considered in this discussion . FcRI is a 70-kD glycoprotein with high affinity for monomeric IgG (26) . Nevertheless, binding ofmonomeric polyclonal or monoclonal antibodies by APC was not evident when tested in a functional assay in which antigen was given immediately after pulsing with monomeric antibodies and T cell activation was used to measure antigen presentation (Fig. 6 ). In particular, mAb D6C9, used for this experiment was previously reported to behave similarly to polyclonal antibodies, in that large excess in the complexes prevents activation of T clone 1.7.1 (8) . This effect of mAb D6C9 was not evident with other T clones, suggesting that in the presence of this mAb processing of antigen is influenced in such a way that only the epitope recognized by clone 1.7.1 was not effectively presented. In this respect, interference by an excess ofmonoclonal and polyclonal antibodies may differ. mAbs may affect appropriate processing of one limited region of the antigen, as described in the myoglobin system (7), whereas polyclonal antibodies may interfere with the overall degradation of the antigen molecule. FcRII, a 40-kB glycoprotein, has low affinity for monomeric IgG, and is more specific for complexed Igs. FcRII is recognized by mAb 2AG2 (27) , which inhibits potentiation almost completely. Therefore, FcRII is a candidate to be the most relevant receptor for potentiation . Murine FcRIII is poorly characterized and does not seem to participate effectively in potentiation when FcRII is blocked by monoclonal 2AG2.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1350,
                    "end": 1354,
                    "text": "(27)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 463,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Antibody excess is not detrimental during the step of antigen presentation (Table 1 ). This suggests that free antibody does not interfere with surface expression of processed antigen by APC preventing its interaction with the specific T cell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The experiments show that extreme antibody excess prevents enzymatic degradation of antigen hidden in the core of the complex (Fig. 8) , possibly by sterically hindering the contact between antigen and proteolytic enzyme(s) . The experiment was carried out with pepsin at pH 5, which is similar to or lower than the pH in the acidic compartments where processing is likely to occur (28) ; with cathepsin D, a representative endosomal enzyme (29) at pH 6; and with V8 protease, a proteolytic enzyme commonly used for protein fingerprinting, at pH 8. mAbs protect antigens from proteolysis (30) , and in particular, some well-defined regions in spacial proximity to the relevant epitope (31) (32) (33) . Interferences of antibodies with intracellular degradation of TT taken up by monoclonal antigen-specific lymphoblastoid lines confirms that mAbs can modulate antigen processing (9), as we previously proposed (8) . In particular, monoclonal B lymphoblastoid cells with different fine specificities for TT generate different degradation products upon uptake and internalization ofantigen mediated by the surface Ig receptor (10) . It is likely that in the case of polyclonal antibodies, which bind to different epitopes on the antigen molecule, this protective mechanism is even more efficient .",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "(28)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "(32)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "(33)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1124,
                    "end": 1128,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Therefore, potentiation of antigen presentation may result from a balance between moderate antibody excess, which facilitates uptake of complexed antigen without blocking degradation, and extreme antibody excess, which shields the antigen molecule from processing by the APC . Furthermore, when complexes in large antibody excess are presented to APC, many FcR are engaged to internalize immune complexes that contain a low amount of antigen relative to the number of Ig molecules, suggesting the functional concept of much work for a poor catch. The interference of unrelated immune complexes (transferrin-antitransferrin) in large antibody excess with FcR-mediated potentiation, but not with presentation of an optimal dose of free antigen, indicates that lack of stimulation by antibody excess complexes is not due to nonspecific functional engulfment of APC . Potentiation in the system we describe is chiefly mediated by adherent macrophages, the major cellular component of peritoneal exudate . Nonadherent cells in the exudate capable of antigen presentation, i.e., B cells and dendritic cells, were unable to present low doses of complexed antigen . This is expected with FcR-negative dendritic cells, and the failure of FcRpositive B cells to bring about potentiation is in agreement with the observation that human B cells cannot present TT in complexed form to specific T cells (34) .",
            "cite_spans": [
                {
                    "start": 1389,
                    "end": 1393,
                    "text": "(34)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since complexes also form in vivo, activated and bound complement factors may further enhance uptake by APC by binding to complement receptors. An enhancing effect was seen in vitro, suggesting that complement receptors also participate in potentiation of antigen uptake . Enhanced phagocytosis mediated by receptors for complement (35) and enhanced degradation of Ig aggregates by macrophages in the presence of complement (36, 37) have been described, but a role for complement receptors on APC has not been related so far to potentiation of antigen presentation to T cells.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "(35)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The effect of antigen /antibody ratio on potentiation was also examined with human T cells and human polyclonal antibodies. When complexes are constructed at extreme antibody excess, potentiating capacity is lost. Also, in this case, the effect cannot be attributed to engulfment of APC by antibody excess complexes, since presentation of an unrelated antigen such as PPD to PPD-specific T cells was not impaired. Therefore, potentiation by complexes at the appropriate ratio appears to be a more general phenomenon in different species and in different antigenic systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Potentiation may also be a relevant in vivo event with distinct functions . Complement is available in vivo and its activation by complexes may further facilitate uptake by accessory cells . Precipitation ofcomplexes is less likely to take place in vivo where complement exerts its solubilizing activity (19) . Antigen/antibody ratio may change at different times and in different compartments . Therefore, complexed antigen may appear in a stimulatory or a nonstimulatory form. These events may participate in the regulation of the T cell response. In particular, when boosting antigen meets with residual antibodies during a secondary response, complexes that form facilitate uptake of nonstimulatory doses of antigen by APC resulting in T cell activation. T cell clonal expansion ensues and further increases the chances for a specific T cell to encounter a specific B cell (38) .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "(38)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When secreted antibodies reach a concentration that largely overcomes antigen concentration, complexes in antibody excess form. One can speculate that this leads to withering of T and B responses. In fact, if antigen is complexed with excess antibodies, there are no epitopes available for binding to surface Igs on specific B cells . Specific B cells cannot take up, process, and present the antigen to specific T cells and gain help in turn for antibody production . In addition, even though antigen is taken up as a complex by APC, antibody excess hinders its appropriate degradation and processed antigen is no longer available, with a consequent fading of the T cell response as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viale Benedetto XV 10, 16132 Genoa, Italy. F. Celada's present address is the Hospital for Joint Disease's",
            "authors": [],
            "year": 1990,
            "venue": "10003. Receivedfor publication",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Antibody synthesis at the cellular level",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wigzell",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "J. Exp . Med",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Towards a network theory of the immune system",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Jerne",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Ann. Immunol. (Paris)",
            "volume": "125",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inhibition of antigeninduced T cell cloneproliferation by antigen-specific antibodies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corradin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Engers",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nature (Lond.)",
            "volume": "308",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Differential effects of two anti-apo-cytochrome c-specific monoclonal antibodies on the function of apo-cytochrome c-specific murine T cell clones",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corradin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Juillerat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Engers",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J . Immunol",
            "volume": "133",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antibodies to Hepatitis B surface antigen potentiate the response of human T lymphocyte clones to the same antigen",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Celis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Science (Wash. DC",
            "volume": "224",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Enhanced activation of a T cell lines specific for acetylcholine receptor (AChR) by using anti-AChR monoclonal antibodies plus receptor",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Schalke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E F"
                    ],
                    "last": "Klinkert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Immunol",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antibody conjugates mimic specific B cell presentation of antigen: relationship between T and B cell specificity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ozaki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Berzofsky",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Immunol",
            "volume": "138",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Differential activation of T cell clones stimulated by macrophages exposed to antigen complexed with monoclonal antibodies . A possible influence of paratope specificity on the mode of antigen processing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Manca",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fenoglio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kunkl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambiaggi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sasso",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Celada",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J . Immunol",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Endocytosi s and recycling of specific antigen by human B cell lines",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "EMBO (Eur. MA Biol. Organ.) J",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epitope-directed processing of specific antigen by B lymphocytes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Th e antigenic structure of proteins: a reappraisal",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bersofsky",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "East",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R N"
                    ],
                    "last": "Gurd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hannum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Margoliash",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Prager",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reichlin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Sercarz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith-Gill",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annu. Rev. Immunol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An enzymatically active antigen-antibody probe to measure circulating immune complexes by competition . I. Use of Escherichia coli /3-galactosidase in the probe and of bovine conglutinin as the complex-binding reagent",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Manca",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Migliorini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bombardieri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Celada",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Clin . Immunol. Immunopathol",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antigen-reactive T cell clones. I. Transcomplementing hybrid I-A region gene products function effectively in antigen presentation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimoto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Fathman",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Exp. Med",
            "volume": "152",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A limited region within hen-egg lysozyme as the focus of a diversity of T cell clones",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Manca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Sercarz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Shastri",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Immunol",
            "volume": "133",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Antigen-inducible, H-2 restricted, interleukin 2-producing T cell hybridomas : lack of independent antigen and H-2 recognition",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Skidmore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marrack",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Exp. Med",
            "volume": "153",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inhibition of the accessory function of murine macrophages in vitro by cyclosporine",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Manca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kunkl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Celada",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Transplantation (Baltimore)",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antibody-mediated activation of genetically defective E. coli beta-galactosidases by monoclonal antibodies produced by somatic cell hybrids",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Accolla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cina",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Montesoro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Celada",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proc. Nad. Acad. Sci. USA",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The cellular pathway of antigen presentation : biochemical and functional analysis of antigen processing in dendritic cells and macrophages",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Chain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Immunology",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A new complement function : solubilization of antigen:antibody aggregates",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nussenzweig",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc Nad. Acad. Sci. USA",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Th e clearance of antigen-antibody complexes from the blood by the reticulo-endothelial system",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Benacerraf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sebesteyn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "J. Immunol",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Antigen-specific interactions between T and B cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature (Lond.)",
            "volume": "314",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Antigenspecific B cells efficiently present low doses of antigen for induction of T cell proliferation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Malyn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Romeo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wortis",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Immunol",
            "volume": "1335",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Receptor mediated antigen uptake and its effect on antigen presentation to class II restricted T lymphocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annu. Rev. Immunol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Structure and function of human and murine receptors for IgG",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Unkeless",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scigliano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Annu . Rev. Immunol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structure and function of Fc receptors on macrophages and lymphocytes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Healey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hunziker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Plutner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miettinen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vaux",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Sci. Suppl",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The presence of two Fc receptors on murine macrophages: evidence from a variant cell line and differential trypsin sensitivity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Unkeless",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Exp . Med",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Characterization of a monoclonal antibody directed against mouse macrophage and lymphocyte Fc receptors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Unkeless",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Exp. Med",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Th e role of intracellular acidification in antigen processing",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Immunol Rev",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Co-localizatio n of molecules involved in antigen processing and presentation in an early endocytic compartment",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Guagliardi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Koppelman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cresswell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Brodsky",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature (Lond.)",
            "volume": "343",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Effect of monoclonal antibodies on limited proteolysis of native glycoprotein gD of herpes simplex virus type 1",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hampar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zweig",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Virol",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mapping epitopes on a protein antigen by the proteolysis of antigen-antibody complexes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jemmerson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science (Wash. DC)",
            "volume": "232",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Protein antigenmonoclonal antibody contact sites investigated by limited proteolysis of monoclonal antibody-bound antigen: protein \"footprinting",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sheshberadaran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Paybe",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proc. Nad. Acad. Sci. USA",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Mapping of neutralizing epitopes to fragments of the bovine coronavirus E2 protein by proteolysis of antigen-antibody complexes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deregt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Gen . Virol",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Efficient and selective presentation of antigen-antibody complexes by rheumatoid factor B cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Roosneck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Exp. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The role of membrane receptors for Cab and Cad in phagocytosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Ehlengerger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nussenzweig",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Exp. Med",
            "volume": "145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Enhanced 48 Processing of Complexed Antigen degradation of soluble immunoglobulin aggregates by macrophages in the presence of complement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kijlstra",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Vanes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Daha",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Immunology",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Fc-and complement receptor-dependent degradation of soluble immune complexes and stable immunoglobulin aggregates by Guinea pig monocytes, peritoneal macrophages and Kupffer cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Daha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leendert Van Es",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Leukocyte Biol",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "B cells on the podium : regulatory roles of surface and secreted immunoglobulins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Manca",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fenoglio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kunkl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambiaggi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Li"
                    ],
                    "last": "Pira",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Celada",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Immunol. Today",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Complexed antibodies allow specific T cell activation by antigen at a substimulatory dose. Antigen was used at various concentrations (abscissa) to induce activation of GZ-specific T hybridoma cells measured as IL-2 production . The proliferative response of the IL-2-dependent line CTLL is shown on the ordinate. RaGZ was absent (a) or was added at 1 :250, 1 :50, or 1 :10 dilutions. The dashed vertical line indicates that a nonstimulatory dose of GZ (1 wg/ml) stimulates T cell response in the presence of antibodies at appropriate concentrations only. The dotted vertical line shows that the optimal dose ofGZ (10 p.g/ml) is no longer stimulatory when complexed with neat immune serum .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Optimal antigen/antibody ratio is required for potentiation . GZ was complexed with RaGZ (a) and with affinity-purified antibodies (b) at various dilutions, as shown on the abscissae. The solid line shows the precipitation curve of the complexes (EU in the supernatants after centrifugation, on the left ordinates) . The same complexes were added to PEC to induce T cell activation (dashed lines), measured as 11,2 production (proliferative response of the CTLL line on the right ordinates) . Final antigen concentration in cultures was 0.3 Ag/ml . Background proliferation without antigen was 2,100 cpm . excess. Extreme antibody excess (right end of the curve) or extreme antibody defect (left end of the curve) decrease the efficiency of presentation to the level of antigen alone.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Potentiation of T cell activation depends on Fc receptors on APC. (a and b) PEC were preincubated with HAGG (a) and with anti-FcR mAbs (b) at various concentrations (abscissa) for 1 h . Free antigen at 10 tug/ml final concentration",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 4shows that T cell stimulation by complexed antigen is inhibited when APC had been pretreated with either reagent. T cell activation by APC in the presence of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Aggregated specific antibodies bind and \" are briefly retained on the surface of A PC. (a) DUO (106 in 1 ml of medium) were pulsed at 37°C for 2 h with 100 Eel normal rabbit serum (squares), with 100",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Clearance of complexed antigen by APC as a measure of uptake depends on antibody/antigen ratio.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Specific antibodies protect complexed GZ from enzymatic proteolysis. Radioiodinated GZ was digested with pepsin, cathepsin D, and V8 protease for 30 min . Digestion was stopped by adding SDS-2 ME and heating at 100°C . (Lanes 1, 4, and 7) . Undigested GZ ; (lanes 2, S, and 8) GZ complexed with affinity-purified antibodies in large excess and digested with enzymes ; (lanes 3, 6, and 9) GZ plus an equal amount of normal rabbit gamma globulins digested with enzymes . Samples were run on a 7.5% SDS gel and autoradiographed after fixation with TCA-methanol . Molecular mass markers correspond to: GZ, 116 ; phosphorylase, 97; BSA, 66; OVA, 42; carbonic anhydrase, 31; soybean trypsin inhibitor, 21 ; and lysozyme, 14. Precipitation of complexes does not account for potentiation .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Activation of TTspecific human T cells is potentiated by complexes at optimal ratio. (a) Titration of TT on FT1 .12 clone. The dose of 0 .01 itg/ml was chosen as nonstimulatory and was used for the potentiation experiment . (b) Precipitation curve of radiolabeled TT (10 4 cpm, 0 .1 Ftg/ml) incubated with an equal volume of antiTT antibodies at various concentrations. Radioactivity was measured in the supernatants after incubation for 4 h at room temperature and centrifugation . No spontaneous sedimentation of radioactive antigen occurred at 1 g after 48 h . (c) TTspecific cells are activated by 0 .01 Irg/ml TT complexed with antibodies at optimal concentration (25 Fcg/ml) . No potentiation was seen with complexes at extreme antibody excess (right end of the curve) . The same complexes (open circles), even at nonstimulatory ratios, or the same doses of noncomplexed antibodies (solid circles), did not interfere with proliferative response of the PPD-specific clone FP2 .6 to PPD. the presence of complement (b vs. d) . Complement added to complexes at optimal ratio further enhances potentiation, as shown also inFig . 5.Effect ofAntigen/Antibody Ratio on Activation ofAntigen-speck Human T Cells. To test the effect of antigen/antibody ratio",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "J. Unkeless ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}