{
    "paper_id": "c1909700d68a75f5d5390928295e7a4949c4cc41",
    "metadata": {
        "title": "An unusual cause of fever of unknown origin with enlarged lymph nodes-relapsing polychondritis A case report",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hongli",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Han",
                "middle": [],
                "last": "Jing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bing",
                "middle": [],
                "last": "Mao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: Fever of unknown origin (FUO) is a common initial presentation leading to a diagnostic challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patient concerns: A 3-month history of moderate-to-high fever was reported in an otherwise healthy 54-year-old man. Enhanced computed tomography (CT) scans of his chest showed a remarkable progressive enlargement of bilateral cervical, supraclavicular, hilar, and mediastinal lymph nodes within 2 weeks. Bronchofibroscopy manifested obvious luminal stenosis with swelling, thick pale mucosa, and disappearing of structures of trachea cricoid cartilage, followed by a 18F-fluorodeoxyglucose positron-emission tomography-computed tomography (18F-FDG PET/CT) with intense symmetric FDG uptake in larynx, tracheobronchial tree, and hilar, mediastinal, and axillary lymph nodes being demonstrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Diagnosis: A diagnosis of relapsing polychondritis (RP) was finally reached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interventions: The patient received methylprednisolone 40 mg daily with a gradual tapering in a 4-month follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Outcomes: The patient experienced no relapse of fever and lymph nodes enlargement in the 4-month follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Lessons: Even though long-term fever with multiple lymphadenectasis usually lead to a diagnosis of lymphoma, the bronchoscopic features and evidence from 18F-FDG PET/CT in this case were much more approximate to RP, indicating an importance of a sensible differential diagnosis of RP in patients who present with nonspecific features such as FUO and lymph nodes enlargement. Keeping a high index of clinical suspicion in these patients can help recognize uncommon of RP and promote diagnosis and treatment. Our case highlights the significance of 18F-FDG PET/CT in helping reaching the diagnosis of RP in this condition. This report provides new data regarding the diagnostic difficulties of this rare type of autoimmune disease, and further investigations are needed as cases accumulate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: 18F-FDG PET/CT = 18F-fluorodeoxyglucose positron-emission tomography-computed tomography, FUO = fever of unknown origin, RP = relapsing pholychondritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The term of fever of unknown origin (FUO) was coined in the 1960s to define a body temperature above 38.3°C for >3 weeks without diagnosis, despite a comprehensive physical examination together with exhaustive laboratory tests. [1] It was recorded that no etiology could be determined in 10% to 32% of fever cases. [2] As fever could be an atypical presentation of frequent clinical pictures, identifying the etiological diagnosis for FUO is a great challenge for the clinicians. Although the majority cases with FUO are progressing favorably, about 5% patients have a final ominous prognosis with a neoplastic diagnosis, establishing the importance of cautious differential diagnosis for FUO. During the process of etiological diagnosis for FUO, it is significant to carry out a systematic workup following a logical order to promote the diagnosis and treatment. Some physical signs would present concomitantly with long-term fever, such as lymph nodes enlargement, which may help reach a diagnosis, but not always.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Relapsing polychondritis (RP) is an uncommon multisystem autoimmune disorder, characterized by recurrent episodes of cartilaginous inflammation and subsequential destruction, with etiology and pathophysiology remaining unknown. Although auricular and nasal cartilages are usually the first to be affected at the onset of RP, airway cartilage abnormality may also be the sole presentation recognized in 10% of the patients during the early stages, [3] which will present in up to 50% in the course of the disease and is generally considered a major cause of morbidity and mortality. [4, 5] No matter which system is involved, RP rarely presents as FUO. [6] Here, we report a case of RP with FUO and progressive enlargement in multiple lymph nodes as initial presentations.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 450,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 586,
                    "end": 588,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 54-year-old man with a 3-month history of moderate-to-high fever (38.5°C-39.4°C) was referred to West China Hospital of Sichuan University (Chengdu, China) in April 2017. The fever arose without a trace and spiked 3 to 4 times per day with mild headache and dry cough, no chills, notable sweats, sore throat, hoarseness, stridor, arthralgia, dyspnea, nausea, vomiting, abdominal pain, diarrhea or urinary frequency, and urgency were complained. Investigations at another hospital failed to identify the cause. He had no response to any antipyretics and empiric antibiotics for suspected infections. The fever could be relieved by steroid but recurred. He lived in a rural area, worked as a peasant. History of contacts with animals (cows, sheep, insects, etc.), filthy water or food, and people with infectious diseases were denied. Upon admission, the patient was febrile (38.4°C) and diaphoretic. Percussion and auscultation of the lungs reveal no significant abnormality. The remainder of the physical examination was otherwise unremarkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Comprehensive diagnostic workup were continued during hospitalization and revealed evidence of increased erythrocyte sedimentation rate (63 mm/h, reference range [RR] < 21 mm/h), mild anemia (hemoglobin 11.1 g/dL, [RR] 13-17.5 g/dL), mild hypoalbuminemia (ALB 38.5 g/L, [RR] 40.0-55.0 g/L), thrombocythemia (391 Â 10 9 /L, [RR] 100-300 Â 10 9 /L), high level of procalcitonin (0.24 ng/mL, [RR] < 0.046 ng/mL), C-reactive protein (10.7 mg/dL, [RR] < 0.5 mg/dL), and interleukin-6 (44.12 pg/mL, [RR] 0.00-7.00 pg/mL). White blood cell count, tumor biomarkers investigation, serology detections on viral infections (HIV, syphilis, hepatitis viruses, influenza viruses, PIV, ADV, CMV, BOV, RHV, RSV, EBV, metapneumovirus, and coronavirus), and zoonoses (tuberculosis, Brucella spp., Rickettsia spp., Coxiella burnetii, Leishmania spp., Clonorchis sinensis, plasmodiosis, schistosomiasis japonica, Echinococcosis, Chlamydiosis, MPP, toxoplasmosis, and leptospirosis), complements 3 and 4, rheumatoid factor, autoimmune antibodies (antinuclear antibody, antidouble-strand DNA antibody, anti-RNP antibody, anti-SM antibody, anti-SSA/B antibody, anti-SCL-70 antibody, anti-Jo-1 antibody, anti-RIB antibody, and antineutrophil cytoplasmic antibodies) all yielded normal results. No bacterial and fungal pathogens were cultured from blood, sputum, bone marrow, or bronchial alveolar lavage fluid. Bone marrow biopsy and aspiration gave negative results in cytological smear and flow cytometry. Interferon-gamma-release assay (IGRA) testing for tuberculosis was also negative. His abdomen was innocent. Enhanced computed tomography (CT) of the chest showed intumescence of bilateral cervical and right supraclavicular lymph nodes, and pulmonary emphysema with bilateral multiple small nodules (0.3-0.5 cm) (Fig. 1) . Biopsy specimens taken from the right supraclavicular lymph node for histopathological study showed nonspecific inflammation with cellular infiltrates of lymphocytes and plasma cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1795,
                    "end": 1803,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Empiric treatment with moxifloxacin hydrochloride was initiated considering occult bacterial infections. However, the patient experienced a deterioration of fever (spiked more with temperature >39°C) with chills and a worsening productive cough. The patient had mild tachypnoea with the presence of sonorous rhonchi. Besides, anemia and thrombocythemia developed during this period with a weight loss of 5 kg. In addition, thickening of the tracheal wall, more remarkable lymphadenectasis, and lumen deformity were monitored by the review of lung CT scans (Fig. 1) . Transbronchial needle aspiration of enlarged mediastinal lymph nodes was performed by endobronchial ultrasound (EBUS), and showed fibrinous inflammation with fibroplastic proliferation. Bronchofibroscopy was conducted and manifested obvious luminal stenosis with swelling, thick and pale mucosa, and, most strikingly, loss of trachea cricoid cartilage (Fig. 2) , which led us to the consideration of RP, and the diagnosis of RP was confirmed by an 18F-FDG PET/CT with intense symmetric FDG uptake in larynx, tracheobronchial tree, and hilar, mediastinal, and axillary lymph nodes being demonstrated (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 556,
                    "end": 564,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 919,
                    "end": 927,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1166,
                    "end": 1174,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "The patient was treated with methylprednisolone 40 mg daily with rapid improvement in his symptoms. His body temperature returned to normal and the cough resolved. ESR, PCT, and CRP began to subside and the patient was discharged from the hospital. Tapering of his methylprednisolone dose without ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "In clinical practice, causes of FUO are usually being explored from 4 main etiological possibilities: infections, neoplasms, noninfectious inflammatory diseases (NIID; e.g., connectivetissue diseases, vasculitis), and miscellaneous conditions. [7, 8] In our case, negative results in detailed medical history review, repeated physical examinations, and comprehensive serological tests and culture studies, as well as nonresponse to antibiotic therapy all excluded the infectious, NIID, and neoplastic identifications. Although bilateral small nodules revealed by chest CTs indicated minor inflammation, it was unlikely to explain the long-term high fever. Fever accompanied by lymph nodes enlargement without obvious infectious signs usually lead to a potential diagnosis of lymphoma; however, unspecific inflammatory findings that revealed by the biopsy of the right superclavical and mediastinal lymph nodes, as well as the typical signs of tracheobronchial cricoid cartilage disappearance, airway wall thickening, tracheal stenosis, and deformity in this case made the diagnosis of RP much more likely than lymphoma. On closer examination by PET-CT, along with an increased degree of clinical suspicion, a diagnosis of RP was eventually reached. In parallel, fever subsided immediately after administration of corticosteroids, so did the cough and abnormal pulmonary signs, which was another indication for a nonmalignant cause of fever. More importantly, the absence of lymph nodes enlargement after corticosteroids therapy alone in this case further confirmed the diagnosis of RP rather than lymphoma. RP is an uncommon connective tissue disease that can involve multiple organ systems, mostly the ears, joints, eyes, nose, larynx, and tracheobronchus, [9] [10] [11] [12] with the presenting manifestations highly variable. Usually, auricular chondritis, polyarthritis, nasal chondritis, and/or ocular inflammation often inaugurate the disease. Therefore, although airway involvement by RP is not uncommon, extra pulmonary manifestations are almost always the key to the diagnosis. According to the McAdam's criteria, establishing the diagnosis requires the fulfillment of 3 or more clinical manifestations. [5] However, chondritis is absent initially in nearly half of the cases with some general and unspecific signs as the presenting symptom long before cartilaginous inflammation begins, which complicate the diagnosis. In our case, unexplained prolonged fever accompanied by multiple enlarged lymph nodes were the unspecific presentations that may confuse the clinical decision-making. The relationship between these atypical features and RP is still unknown. We consider that the fever and lymph nodes enlargement may be related to the potential release of inflammatory substances from tissue affected, and subsequent systematic inflammation overflow during the process of RP. Although histological proof remains the gold standard to confirm the diagnosis, it is not always readily accessible especially in cases like this. First, tracheal and bronchial cartilage was already disappeared. Second, the biopsy collection might induce a high risk of a worsening of edema, bronchospasm, bleeding, and respiratory failure as his airway collapsed easily without the support of cartilaginous structure.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 248,
                    "end": 250,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1758,
                    "end": 1761,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1762,
                    "end": 1766,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1767,
                    "end": 1771,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1772,
                    "end": 1776,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2213,
                    "end": 2216,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our present case, the only specific symptom of cough, although, indicates the possible involvement of lungs but is far too away from a diagnosis confirmation. Our step-by-step diagnostic process was fundamental in concluding the correct diagnosis, in which CTs disclosed respiratory tract involvement, bronchoscopy detailed the absence of cricoid cartilages and initiated suspicion for RP, and PET-CT finally established the diagnosis. Until now, no abnormalities in eyes, ears, nose, or joints developed in this patient. Although commonly seen in almost half of patients with RP, airway involvement as a unique manifestation is rarely reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been demonstrated that RP with airway involvement can be debilitating and life threatening even diagnosed early. Cricoarytenoid chondritis may be presented by odynophagia, hoarseness of voice, dysphonia, respiratory distress, and recurrent pneumonias, which may result in a dynamic airway collapse, causing respiratory failure and sudden death. Even though early medical intervention can be helpful, [13] the airway cartilage collapse is irreversible. Patient in this scenario did not develop severe dyspnea, so he was treated with only steroid without any immunosuppressive agent. Although the patient did not develop any further symptoms during the follow-up, the radiographic evidence indeed indicates a progression of his disease.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fever of unexplained origin: report on 100 cases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Petersdorf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Beeson",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Medicine",
            "volume": "40",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence of functional airway anormalities in relapsing polychondritis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ernst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trentham",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "240",
            "issn": "",
            "pages": "565--73",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Relapsing polychondritis",
            "authors": [
                {
                    "first": "Gergely",
                    "middle": [],
                    "last": "Pjr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Best Pract Res Clin Rheumatol",
            "volume": "18",
            "issn": "",
            "pages": "723--761",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Relapsing polychondritis: prospective study of 23 patients and a review of the literature",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcadam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;hanlan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bluestone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Medicine",
            "volume": "55",
            "issn": "",
            "pages": "193--215",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "18F-FDG PET/CT imaging of relapsing polychondritis: a case report",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Medicine",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fever of unknown origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Arnow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Flaherty",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "350",
            "issn": "",
            "pages": "575--80",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fever of unexplained origin in patients with cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klastersky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weerts",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hensgens",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Eur J Cancer",
            "volume": "9",
            "issn": "",
            "pages": "649--56",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Relapsing polychondritis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "Michet",
                    "middle": [],
                    "last": "Cjjr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Luthra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Opin Rheumatol",
            "volume": "16",
            "issn": "",
            "pages": "56--61",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Relapsing polychondritis: an autoimmune disease with many faces",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lahmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Treiber",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Werder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autoimmun Rev",
            "volume": "9",
            "issn": "",
            "pages": "540--546",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Relapsing polychondritis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Puechal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Terrier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mouthon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Joint Bone Spine",
            "volume": "81",
            "issn": "",
            "pages": "118--142",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical and prognostic characteristics of 158 cases of relapsing polychondritis in China and review of the literature",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rheumatol Int",
            "volume": "36",
            "issn": "",
            "pages": "1003--1012",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Relapsing polychondritis: reversible airway obstruction is not always asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Segel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Godfrey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berkman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mayo Clinic Proc",
            "volume": "79",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CT scans show dynamic increase of hilar/mediastinal lymph nodes, thickening of the airway wall, lumen stenosis, and deformity. CT scan conducted in March 9, 2017 (left, A and B), and April 28, 2017 (right, C and Dany immunosuppressive agent was conducted in a 4-month follow-up, during which no subsequent flare-up of RP was noticed. A repeat of the chest CT scans at 3 months revealed no enlargement in hilar/mediastinal lymph nodes, but a progression of airway wall thickening and luminal stenosis, predicting a poor outcome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PET-CT fusion images of: trachea (A) and bronchus, hilar and mediastinal lymph nodes (B). Coronal images show moderate FDG accumulation in the laryngeal cartilages, tracheobronchial tree, and the hilum and mediastinal lymph nodes (C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fiber bronchoscopic image shows loss of cricoid cartilage: (A) trachea; (B) carina of trachea; (C) the opening of upper and lower lobe bronchus of left lung; (D) the opening of upper and middle lobe bronchus of right lung.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We presented a case with unexplained fever that was later determined to be an early manifestation of RP with chondritis restricted in airways. In this case, cervical, supraclavicular, hilar, and mediastinal lymph nodes enlargement were present along with FUO, indicating systemic inflammatory manifestations of RP in addition to the local inflammation in cartilaginous tissues. Many aspects of RP remain inconclusive due to its rarity. Our case highlights a differential diagnosis of RP in patients with abnormal features such as FUO and multiple lymph nodes enlargement to improve the likelihood of a timely therapeutic intervention. The significance of 18F-PET/CT in RP diagnosis was proved again in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ]
}