{
    "paper_id": "c2b5f16729c3dd1b356b0d25814d039192d0c9e5",
    "metadata": {
        "title": "Public Health Crisis Preparedness and Response in Korea",
        "authors": [
            {
                "first": "Hye-Young",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mi-Na",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong-Shik",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chaeshin",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tae-Jong",
                "middle": [],
                "last": "Son",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since the 2006 Pandemic Influenza Preparedness and Response Plan according to the World Health Organization's recommendation, the Republic of Korea has prepared and periodically evaluated the plan to respond to various public health crises including pandemic influenza. Korea has stockpiled 13,000,000 doses of antiviral drugs covering 26% of the Korean population and runs 519 isolated beds in 16 medical institutions. The division of public health crisis response in Korea Centers for Disease Control and Prevention are in charge of responding to public health crises caused by emerging infectious diseases including severe acute respiratory syndrome, avian influenza human infection, and pandemic influenza. Its job description includes preparing for emerging infectious diseases, securing medical resources during a crisis, activating the emergency response during the crisis, and fortification of capabilities of public health personnel. It could evolve into a comprehensive national agency to deal with public health crisis based on the experience of previous national emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The world has been exposed to various emerging infectious diseases in the 21 st century, starting with severe acute respiratory syndrome (SARS), followed by avian influenza human infection, and the recent Middle East respiratory syndrome (MERS) [1e3] . The influenza A (H1N1) virus has caused more than 18,400 deaths in 191 countries since its first confirmed case in the USA in April 2009. The world population with no immunity against the novel type of influenza A (H1N1) has led to an influenza pandemic. Korea reported the first suspected case of influenza A (H1N1) on April 28, 2009 and then it spread into communities resulting in 261 deaths with 3.58 million treated with antiviral medication, approximately 7% of the Korean population. The Korean government executed intense fortification of entry quarantine to prevent influx of infected persons since the declaration of influenza pandemic by the World Health Organization (WHO) on April 24, 2009. The national public health crisis phases escalated from \"Attention\", to \"Caution\", to \"Alert\", and up to \"Severe\". The surveillance, treatment, vaccination, and risk communication were performed by the phase (Table 1) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 250,
                    "text": "[1e3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1165,
                    "end": 1174,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Public health crises caused by emerging infectious diseases are characterized to be unpredictable and widespread, so that the preparedness and response plans are necessary. Furthermore, it is also important to secure infrastructure of emergency response medical resources and to execute rapid response in crises with no loss of time. The management of public health crises requires constant preparedness and response ability. Preparedness is a series of activities in planning, preparation, education, and training to enhance the capabilities of public health personnel [4] . Response is a series of activities to make effective utilization of the national human and medical resources in a time of crisis, leading to minimal casualties and reducing the possibility of a second crisis.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 573,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Korea has constructed a system of emergency response medical resources including antiviral drug stockpile and notification of the national medical institutions for public health crises. In 2009 influenza pandemic crisis, quarantine, surveillance, vaccination, and risk communication were performed by the national infectious disease phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Division of Public Health Crisis Response in Korea Centers for Disease Control and Prevention (KCDC) was established in 2007 to take charge of national public health crises due to emerging infectious diseases. The division is in charge of the planning and running of the national emerging disease response, avian influenza human infection response and management, management of planned pandemic influenza preparedness and response, education and training of public health officials, research and development of public health crisis, and international cooperation. This manuscript aims to introduce the division's role in public health crises in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "WHO's global influenza preparedness plan in 2005 recommended that each member state prepare a plan for pandemic influenza and provide national preparedness and response. Korea provided the plan for pandemic influenza preparedness and response in 2006. The Team of Training for Public Health Crisis was set up to prepare for a tabletop exercise for pandemic influenza in Korea to measure the casualties in Korea using a mathematical model, to identify medical resources in 2006 [5] . The team belonged to the Division of Epidemic Intelligence Service. In 2007, the team separated from this division and became an independent division in KCDC. The division has prepared to secure medical resources, to provide manuals, and to train public health personnel in case of an emerging infectious disease causing public health crises. In 2009, it successfully counteracted the pandemic influenza A (H1N1). The division is currently involved in revising the pandemic influenza preparedness and response plan based on the 2009 influenza pandemic experience, so that the revised version would contain international cooperation and newly adapted environments in Korea. ",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 480,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Division of Public Health Crisis and Response"
        },
        {
            "text": "Vaccination is the most fundamental countermeasure to an infectious disease epidemic including influenza pandemic, but it takes at least 6 months to develop a vaccine during the pandemic. In the early stage of the pandemic, antiviral treatment is the most effective method. Antiviral drugs that are neuraminidase inhibitors of influenza (such as Tamiflu or Relenza) are effective for the treatment and prevention of influenza. If they are prescribed within 48 hours of the onset of symptoms, the period of disease is shortened by 1e2 days, the number of complications arising is reduced by 43% and the antibiotic usage, hospitalization, and deaths of patients are also reduced. Antiviral drugs are expected to minimize the socioeconomic damage, therefore WHO recommends that member states stockpile antiviral drugs as much as economy allows in each state. It has been reported that 33 member states have stockpiles of antiviral drugs for over 20% of the population ( Figure 1 ). As of 2010, Korea joined the 20% group and in 2012, it is equivalent to 26% with 13,000,000 doses of Tamiflu (73%) and Relenza (27%). The Division of Public Health Crisis Response in KCDC manages the distribution of antiviral stockpiles. In the early stage of distribution, 16 cities and provinces are to hold and manage some amount of antiviral stockpiles by law. Both of the antiviral drugs are available in Korea and about 300,000 doses of antiviral drugs are prescribed for seasonal influenza patients, and are prophylactically administered to the cullers of Avian influenza-infected poultry. The cullers are protected with personal protective equipment provided by KCDC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 967,
                    "end": 975,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ". Antiviral drugs"
        },
        {
            "text": "To prevent secondary infection among medical staff in hospitals from emerging infectious diseases such as SARS in 2003, Influenza A(H1N1) in 2009, and avian influenza human infection, it is necessary to secure safe beds in the hospitals. The treatment zone in the hospital has biocontainment units with negative pressure to care for patients and medical staffs. As of August 2013, 16 hospitals have 519 beds (99 negative pressure beds, 420 isolated beds) in Korea (Figure 2 ). It is planned to have at least 605 beds by the end of 2014. The maintenance costs of all the national designated treatment beds are fully supported by KCDC's national subsidy for constant operation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 473,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "National designated biocontainment units"
        },
        {
            "text": "In case an emerging infectious disease is imported, the national crisis phase's level is \"Caution\" and the Central Human Infection Countermeasure Squad (CHICS) is formed in KCDC and conducts a role of control tower to manage the crisis ( Figure 3 ). As of August 2013, CHICS is under operation in the \"Attention\" phase to cope preemptively with avian influenza A (H7N9) human infection that occurred in China in March 2013, although no imported case or incidence has been reported in Korea to-date. It is necessary to monitor imported cases or the second epidemic in China even though the possibility of pandemic is small with no evidence of person-to-person transmission with consideration of geographical distance and frequent business ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 246,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Central human infection countermeasure squad"
        },
        {
            "text": "The rapid response team (RRT) is run by the Division of Public Health Crisis Response in KCDC for prompt response by dispatching the experts to the field in case of import or incidence report. The RRT has three members and multiple RRTs are run to cope with small scale human infection arises in several places. For a large scale epidemic and shortage of human power, the Central Epidemiological Investigation Team in KCDC joins with the RRT, which installs a command camp in the field and is responsible for preventing infection of the high risk group, that is, cullers, public health personnel, and contacts of cases. The RRT conducts epidemiological investigation and transfer the suspected case(s). It also performs risk communication with the community to prevent transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rapid response team"
        },
        {
            "text": "KCDC runs the Management Team for Public Health Crisis Response consisting of civil experts to cope strategically with public health crisis since the 2009 influenza pandemic. The team is run to support effective and professional strategy formulation and execution of projects for the crisis caused by emerging infectious diseases of the division. The civil experts in the team support the division with the construction of the response system, research, related basic data, and revision of manuals. The team developed the guidelines and support response strategy by an expert network in the 2009e2010 pandemic influenza and helped to evaluate the response and construct community-based public health crisis response to solve the problems exposed during the pandemic for 2 years. The long-term plan to utilize the team for research projects, which expands the scope of public health crisis, is currently confined to emerging infectious diseases by evaluating the results of research so far (Table 3) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 989,
                    "end": 998,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Management team for public health crisis response"
        },
        {
            "text": "It is more important for public health officials in local governments to acknowledge their roles and prepare the national public health crisis. KCDC periodically conducts education and exercises with virtual scenarios to enhance the capabilities of public health officials in local governments against a crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Education and training for crisis management"
        },
        {
            "text": "For avian influenza, human infection and environmental management are separated by the ministry in regulation, so that it is necessary to have interministerial preparation among related ministries. Since 2009, KCDC, Animal and Plant Quarantine Agency, and the National Institute of Environmental Research host Avian/Pandemic Influenza Inter-Ministerial Joint Education. A total of 2673 central and local government officials in public health, livestock disease, and environments participated in the education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Education and training for crisis management"
        },
        {
            "text": "KCDC has guided 16 local governments to conduct the Exercise against Emerging Infectious Disease Crisis each year since 2010. KCDC provides virtual scenarios, prior education, and evaluations for successful execution of the exercises. It focuses on countermeasures by situation with a discussion and fortifies relations among the participants [6] . The virtual scenario contains the formation of an emergency response team, utilization of medical resources, patent treatments, quarantine and surveillance, and risk communication. At the end of each exercise, evaluation is followed for the next exercise preparation ( Table 4 ). The participants of the exercise expands in scope by including officials in the Ministry of Education, National Police Agency, Responding to media report and resolving the civil complaint National Emergency Management Agency, and medical institutions, which results in improving the quality of education program [7] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 618,
                    "end": 625,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Education and training for crisis management"
        },
        {
            "text": "The Division of Public Health Crisis Response in KCDC performs an important role in coping with public health crisis caused by emerging infectious diseases. It has constructed medical resources, conducted interministerial education and exercises, and runs countermeasure teams in case of crisis. Recent ",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 302,
                    "text": "Recent",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome (SARS): status of the outbreak and lessons for the immediate future",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk assessment on influenza at the human-animal interface including A (H7N9) virus",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO. Novel coronavirus infection in the United Kingdom. Available at",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ministry of Health and Welfare. Manual for infectious disease crisis management. Seoul: Ministry of Health and Welfare",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sensitivity analysis of parameters of Korea's pandemic influenza preparedness plan. Osong Public Health Res Perspect",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Youn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "210--215",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Report of the management team for public health crisis response",
            "authors": [],
            "year": null,
            "venue": "Osong: Korea Centers for Disease Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Exercise and evaluation of emerging infectious disease crisis response on local government",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human infection with avian influenza A H7N9 virus: an assessment of clinical severity",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9887",
            "pages": "138--183",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The number of antiviral treatments that governments have stockpiled or intend to stockpile. Note. From \"Korea Pandemic Influenza Preparedness and Response Plan,\" 2012.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The status of national designated biocontainment units to care for patients in Korea (as of August 2013).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Response strategies for emerging infectious diseases.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "National disaster phase in KoreaDomestic flows of global emerging infectious diseases World Health Organization issued a warning of infectious disease Occurring newly re-emerging infectious disease in the country Occurring waterborne infectious disease in the large-scale flooding areaOperating cooperation system Alert Spreading to other areas of emerging infectious disease from abroad after entering the domestic area Spreading to other areas of newly re-emerging infectious disease in the country Spreading to other areas of waterborne infectious diseaseOperating response system Severe Signs of emerging infectious disease from abroad spreads nationwide Signs of newly emerging infectious disease in the country spreads nationwide Signs of re-emerging infectious disease in the country spreads nationwide Signs of waterborne infectious disease spreads nationwide Sign of disease spreads nationwide. Massive and simultaneous occurrence of infectious disease in the noncontiguous areas, more than 3 provinces or cities",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The composition and role of Central Human Infection Countermeasure Squad by an emerging infectious disease Divisions Roles Public Health Crisis Response Operating central task force for human infection by emerging infectious disease Monitoring domestic and foreign patient occurrence and daily reporting Allocating designated national base hospital Storing and allocating antiviral agents and personal protective equipment Distributing promotional materials to people and homepage updating",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Long-term challenges of the program on public health crisis and response Development of emerging infectious diseases training contents Education and training about response against emerging infectious disease Establishment and support business continuity plans Risk Communication Communication Development of strategies for risk communication during pandemic state Setting a medical operation system during public health crisis Policy proposal for pharmaceutical stockpile and allocation of healthcare resources Development of social isolation guidelines for preventing the spread of infectious diseases Additional expansion of personal protective equipment Evaluation Monitoring Monitoring and evaluation Monitoring and developing evaluation indicators for public health crisis responseTable 4. Exercise and evaluation field Division Detailed contents Organization of response team The roles of major participants and related agencies Management of medical resources Treatment with antiviral drugs and vaccination, medical supply management Patient care, operation of designated national isolation hospital and district general hospitals Clinical management of cases, running the designated national isolation hospital and district general hospitals, nosocomial infection control Public health measures for local community Management of school and group facilities, mass gathering preparation, self-isolation Surveillance and quarantine Monitoring of disease outbreak and death, quarantine, and isolation",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "emerging infectious diseasesdMERS in the Middle East, AI H7N in China along with 2009 pandemic influenza and 2003 SARSdprovide other threats to the world [8e10]. The division's efforts have borne fruit: no human infection case in Korea has been reported in four AI H5N1 incidences since 2003. AI H7N9 in China has been effectively contained by intensive entry screening and risk communication with Korean visitors to China. MERS suspected death was investigated promptly and for safety of the Korean workers in the Middle East. The division would evolve into more comprehensive national public health crisis, based on the experiences with various public health crisis caused by emerging infectious diseases.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}