{
    "paper_id": "c34438b40fed67ed05222d8dbeab52d2f3499410",
    "metadata": {
        "title": "Highly infectious diseases in the Mediterranean Sea area: Inventory of isolation capabilities and recommendations for appropriate isolation",
        "authors": [
            {
                "first": "F",
                "middle": [
                    "M"
                ],
                "last": "Fusco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Brouqui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IHU-Méditerranée Infection",
                    "location": {
                        "settlement": "Marseille",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Ippolito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Infectious Diseases, 'L. Spallanzani'",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Epidemics such as viral haemorrhagic fevers, severe acute respiratory syndrome, Middle East respiratory syndrome coronavirus or yet unknown ones have few chances of disappearing. Globalization, worldwide travel, climate change, social conflicts and wars, among others, are likely to favor the emergence of epidemics. Preparedness of hospitals to prevent the spread of these outbreaks is among the prioritized political programmes of many countries. The EuroNHID network has in the past drawn a map of features and equipment of hospitals across Europe to take care of highly contagious patients. We update the data regarding isolation capabilities and recommendations, with an emphasis on Mediterranean countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious diseases are far from being defeated; they continue to claim the attention of public health authorities. During the last decades, ongoing phenomena such as globalization, global warming and the increased movement of goods and persons have accelerated the reemergence and rapid spread of old infectious diseases as well as the development of new ones [1, 2] .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The threat of highly infectious diseases and the need for high-level isolation units Among emerging and reemerging diseases, some highly infectious diseases (HIDs) ( Table 1 ) represent a real challenge because of their epidemic potential [3, 4] . Recently many global alarms involving HIDs occurred, such as the huge Ebola outbreak in West Africa, the spread of highly pathogenic avian influenza A and the emergence of new coronaviruses such as severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). Some cases of imported or autochthonous viral haemorrhagic fever occurred in Europe, highlighting the need to improve preparedness for these diseases [5] . In particular, these diseases cannot be cared for in regular healthcare settings because their epidemic potential may pose a risk to healthcare workers (HCWs) and other patients. Patients with suspected or proven HIDs should be cared for in a high-level isolation unit (HLIU), a facility providing safe, secure, high-quality and appropriate care with optimal infection containment, prevention and control procedures. The need for these isolation facilities was confirmed during the Ebola outbreak of 2013-2015, during which many patients were treated in highly specialized centres in Western countries, with no case of secondary transmission. In contrast, when patients with Ebola were hospitalized in non-specially equipped hospitals, cases of transmission to HCWs occurred, mainly in African countries but also in Western countries [6] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1522,
                    "end": 1525,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In Europe, a panel of infectious disease clinicians and public health officers with expertise in the management of HIDs, identified by National Health Authorities and belonging to 21 different countries, participated in the EUNID (European Network for Infectious Diseases physicians) and EuroNHID (European Network for Highly Infectious Diseases) projects. These projects were coordinated by the Italian National for Infectious Diseases 'L. Spallanzani' Institute and supported by specific grants from the European Commission. During these projects, specific standards were developed, inventory of resources were performed and recommendations for the optimal management of HIDs and the operating of HLIUs were developed and disseminated [3, 4, 7, 8] .",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 740,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 741,
                    "end": 743,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 744,
                    "end": 746,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 747,
                    "end": 749,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Mediterranean Sea: a crossroad for people and infectious diseases The Mediterranean Sea is almost completely surrounded by land, as its name suggests: medi, 'in the middle,' and terranean, 'of the land.' Twenty-three countries and territories belonging to Europe, North Africa and Middle Eastern Asia have coastlines on the Mediterranean Sea. Since ancient times the Mediterranean Sea has been an important route for merchants and travellers that allowed for trade and cultural exchange between different peoples of the region. Given its limited extension and stable climatic conditions, it has long provided routes for trade, colonization and war.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, as people moved to other countries, infectious diseases moved with them. Many different infectious diseases were carried across the sea with travellers, merchants and soldiers, often taking different names that suggested their presumed origin. For example, syphilis at the turn of the 15th and 16th centuries was known as the French disease in Naples and as the Neapolitan disease in France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Mediterranean cities, the first isolation units to appear were the lazarettos, named after Lazarus, the beggar, a man with leprosy who appeared in the Christian tradition. The lazarettos were quarantine stations for maritime travellers. In some of them items and goods were disinfected, usually by fumigation, thus anticipating the modern infection control procedures. The first lazarettos appeared in Venice and Venetian colonies in the early 16th century. Other lazarettos where established in many maritime cities, including Marseille and Dubrovnik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent years the Mediterranean Sea has represented one of the most used routes of emigration by migrants from developing countries who are seeking for a better future in Europe. Hundreds of thousands of people are crossing the Mediterranean from the African coasts, often on small boats. Although most arrived on European coasts, many drowned during their attempt to reach Europe. The president of the European parliament, Martin Schulz, said in 2014 that Europe's migration policy 'turned the Mediterranean into a graveyard.' Despite many alarms on this regard, given that the travelling time for migration is much longer than the incubation time of HID, it is improbable that an HID could be introduced in Europe by migrants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our purpose was to update the survey of isolation capabilities performed in 2010 in countries participating to the EuroNHID project. A complete survey of isolation capabilities and resources in Mediterranean countries is not available. A mutual knowledge of available resources in different countries is essential in order to promote the establishment of collaboration agreements in case of arrival of patients with HIDs in countries without the necessary resources for their safe management. Our first aim was to describe the status of knowledge about the availability of HLIUs and other isolation facilities in Mediterranean countries. We also sought to provide recommendations about the optimal and minimal features and capabilities for HLIUs and other isolation facilities in order to support countries that are not equipped to establish these structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purpose"
        },
        {
            "text": "We define, according to EUNID, an HLIU as a health facility specifically designed to provide safe, secure, high-quality and appropriate care, with optimal infection containment and prevention and control procedures for a single patient or a small number of patients who have or who may have an HID. In particular, HLIUs are equipped with special technical and logistic features for an effective isolation (i.e. negative pressure, high-efficiency particulate air (HEPA) filtration, anteroom, dedicated pathways) and are able to operate as an independent unit, without the need to share areas with other settings not dedicated to isolation of HID patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "We define as an isolation facility all other health facilities (such as isolation rooms with some technical features integrated within a general ward) identified by National Health Authorities for the isolation of patients with confirmed or suspected HIDs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "We refer to isolation settings for both HLIU and other isolation facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "In 2010, the EuroNHID conducted a cross-sectional analysis of isolation resources in Europe, recruiting 48 isolation settings in 16 countries. Among Mediterranean countries, France, Greece, Italy, Malta and Slovenia participated in the survey, in addition to the United Kingdom, as well as some British Overseas Territories (Gibraltar and Akrotiri, and the Dhekelia areas in Cyprus). Isolation settings were selected by national health authorities and were assessed through on-site visits using standardized questionnaires specifically developed for the project. Most of the EUNID and EuroNHID participants continued to collaborate in formal and informal ways; any changes and updates since 2010 have been promptly shared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from EuroNHID project"
        },
        {
            "text": "For countries that are not part of the EuroNHID network, a specific web search was performed using the following search terms: 'highly infectious diseases'; 'highly contagious diseases'; 'high-consequence pathogens'; 'BSL-4 agents'; 'isolation unit'; 'isolation facility'; 'high-level isolation unit'; and 'high-security infectious diseases unit,' coupled with the name of the country or with the name of the country's capital, where these facilities are likely to be located. In some cases, when the capital is different from the main city, we searched for both (e.g. for Turkey we searched both for Ankara and Istanbul). This web search was performed both on PubMed and on commonly used web search engines (such as Google). In some case, contacts with national health authorities and/or with people well known for their expertise in the field of HIDs were informally established in order to collect direct information about the availability of isolation settings for HIDs in their countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from countries not included in EuroNHID project"
        },
        {
            "text": "Recommendations about optimal and minimal features and capabilities Our recommendations derive from the consensus documents produced during EUNID and EuroNHID projects by the expert panel. The recommendations were updated, where necessary, according to experiences from the Ebola outbreak, especially the management of imported cases in Western countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data from countries not included in EuroNHID project"
        },
        {
            "text": "Availability and location of HLIUs and isolation facilities in the Mediterranean countries According to the available data, health settings specifically dedicated to isolation of patients with suspected or proven HIDs are available in 48% (11 of 23) of the Mediterranean countries or territories. Countries equipped with such isolation settings are Cyprus, France, Israel, Greece, Italy, Lebanon, Libya, Malta, Morocco, Slovenia and Spain. However, data from two countries (Libya and Morocco) are partial and need to be confirmed. Among these countries, at least five have an available HLIU (France, Greece, Israel, Italy and Spain). Among the 14 countries or territories in the European region (including Turkey), seven (50%) have some isolation settings (HLIU or another isolation facility). This rate is the same among Middle Eastern countries or territories (2/4, 50%) and is a little lower among North African countries (2/5, 40%, but in both cases data are partial).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Details about isolation settings are reported in Table 2 , and geographic distribution of isolation settings are reported in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 125,
                    "end": 131,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In order to support the readers in understanding the structural features and technical/logistic capabilities of an HLIU, we describe in more details the units available and functioning in Rome and Marseille.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "At the National Institute for Infectious Diseases (INMI) 'L. Spallanzani' in Rome, an HLIU with one bed is placed inside a dedicated ward. Another special HLIU of one bed with intensive care capabilities is available. Both units are sealed and equipped with anteroom, negative pressure, HEPA filtration of both supply and exhausted air, dedicated pathway for patient admission and two separate staff entry and exit routes with dedicated areas for personal protective equipment (PPE) donning and doffing. Both units have special procedures for autoclaving, and the unit with intensive care capabilities is equipped with a dunk tank for decontamination. A task force of HCWs specifically trained for facing HIDs is available. The INMI has cabinet line of biosafety level (BSL) 4 and BSL-3 laboratories available in the same campus, with the capacity to conduct advanced laboratory tests, including all agents of viral haemorrhagic fevers, other HIDs and other relevant agents for differential diagnosis. Other INMI capabilities include a BSL-3-like autopsy suite, specific procedures for safely performing diagnostic medical imaging and specially equipped ambulances and stretchers for patient transport. During the recent Ebola outbreak, two confirmed cases were admitted in HLIUs. Both patients recovered with no secondary transmission to HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The IHU university hospital in Marseilles is one of 12 French reference centres for bioterrorism and management of emerging infections and outbreaks. L'Institut Hospitalo Universitaire Méditerranée Infection laboratory is authorized to test suspected anthrax spores and all other bioterrorism agents. We also admit patients with multidrug-resistant and extensively drug-resistant tuberculosis, as well as suspected cases of SARS or MERS coronavirus and Ebola haemorrhagic fever, as well as any patient who is a victim of a yet undiscovered but highly contagious emerging infectious agent. The third floor of L'Institut Hospitalo Universitaire Méditerranée Infection building is dedicated to BSL-3 activities with 1450 m 2 for BSL-3 laboratories including a BSL-3 necropsy room and a 1300 m 2 BSL-3 healthcare ward, including a BSL-3 point-of-care laboratory [9] . The latter is dedicated to the care of contagious patients and has been built according to the most recent recommendations [3, 4, 10] . During routine care, except in times of sanitary crisis, 25 single bedrooms can be used individually with negative pressure (−50 Pa) or positive pressure (+20 Pa) to treat patients with diseases such as Beijing genotype or multidrug-resistant tuberculosis as well as immunocompromised patients with febrile neutropenia, but also to optimize the care for Clostridium difficile colitis or emerging multidrug-resistant bacterial infections. In times of sanitary crisis, the ward can be used as a modularly BSL-3 HLIU (8 + 7 + 10 beds) for patients with highly pathogenic microorganisms; facilities include secure anteroom access, a dedicated nurse room, autoclave and point-of-care laboratory. Each room is equipped as stated above and has video surveillance. The whole building is equipped with Wi-Fi, thus allowing communication for long-term isolated patients. Bedside radio imaging, chest X-ray and echography performed by a skilled medical doctor are available. Transportation to another technical unit is possible with the use of an isolator stretcher. A short demo movie is available (https://www.youtube.com/watch?time_ continue=16&v=TkoVFP8PX44).",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 861,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 991,
                    "end": 993,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Recommendations about optimal and minimal logistic, infrastructural and technical features for isolation settings Main recommendations about optimal and minimal logistic, infrastructural and technical features for HLIU and other isolation facilities are summarized in Table 3 and referenced in Supplementary Material S1. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 275,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "New Microbes and New Infections, Volume 26 Number S1, November 2018",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S68"
        },
        {
            "text": "HLIUs and isolation facilities are usually intended to provide care only for small numbers of patients. In case of increase in patient numbers, a surge capacity plan should be implemented in order to improve isolation capabilities. The geographical location of isolation settings for HIDs should be chosen with respect to distance from main airports, ports and BSL-3/4 laboratories. Usually these isolation settings are located within or in close proximity to the main country's major city or cities. Given the broad range of underlying medical conditions and the possible complications in case of HIDs, these isolation settings should optimally be located within or in close proximity to general tertiary-care hospitals, where consultants should be on call in case of need. At the same time, HLIUs should preferably be located in a stand-alone building; if located in the same building as other hospital services, its units should be functionally and logistically independent, with a dedicated pathway for the patients' entrance and with the full capability to operate independently from other hospital services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistics"
        },
        {
            "text": "The routine use of HLIUs and other isolation facilities for other types of patients who need to be isolated (e.g. tuberculosis or other multidrug-resistant infections) or alternatively the dedicated use of HIDs only represent two possible and different strategies. The optimal strategy is still controversial because both solutions have advantages and disadvantages. On the one hand, the main advantages of the routine use are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistics"
        },
        {
            "text": "Because construction and maintenance is usually very expensive, routine use on daily basis can enhance economical efficacy. The possibility to exercise frequently some of the procedures used also during the admittance of HID patients, such as the use of PPE and the procedures for their donning and removal. Moreover, if an HID patient is admitted, HCWs are already familiar with the isolation facility and equipment. The frequent use of some technical devices, such as negative pressure and HEPA filter. In this way, the facility is constantly monitored and each technical/functional inadequacy may be noticed and resolved in a timely manner. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Logistics"
        },
        {
            "text": "Recommendations about optimal and minimal logistic, infrastructural and technical features for isolation settings Optimal requirements Isolation settings for HID care should be sited so that in-country patient journey and specimen transport times do not exceed 6 hours. They should be colocated with a parent tertiary-care facility able to provide appropriate specialized support. They should be located in or next to, the population centre nearest to the country's major international airport and/or in proximity to BSL-4 laboratories to provide rapid containment in case of occupational exposure. Regularly exercised standard procedures for becoming fully operational for the management of a patient within 4 to 6 hours must be ensured. The isolation setting should be able to operate as much as possible independently from other hospital areas. Dedicated pathway for the patients' entrance to the isolation setting should exist. Ventilation systems used must be independent of the other building heating, ventilation and air conditioning systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation topic Requirement Description"
        },
        {
            "text": "Air flows and pressure gradients run from the cleanest to the most contaminated areas with the patient room at negative air pressure relative to adjacent areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation topic Requirement Description"
        },
        {
            "text": "Both supplying and exhausting air should be HEPA filtered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation topic Requirement Description"
        },
        {
            "text": "Each patient room should have an anteroom. The presence of separate way-in and way-out to the isolation room for HCWs is preferred. Emergency evacuation protocols should exist and be tested regularly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation topic Requirement Description"
        },
        {
            "text": "Consider the installation of secure communications systems, systems for the patients' observation without entering and self-closing doors. Any equipment used within an isolation facility should be selected with decontamination in mind, all materials should be easy to clean and no porous materials should be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendation topic Requirement Description"
        },
        {
            "text": "At least functional, if not structural, independence from other facilities is indispensable for any type of facility to promote infection control. At the same time, location near a general hospital is essential. These units should be fully operational within 6 hours after a case is notified. Basic technical requirements (negative pressure, anteroom, HEPA filtration of exhausting air, sealing of the room and appropriate material) must be fulfilled in any setting responsible for HID patients. National emergency response plans should include either identification of an isolation setting within the country or the agreement with other countries where isolation settings are available for the deployment of HID patients. Recommendations about optimal and minimal capabilities of isolation settings",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "Optimal requirements All isolation settings for HIDs should be able to perform supportive intensive care within the isolation area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "All isolation settings for HIDs should have a minimal set of emergency care equipment permanently accessible in order to allow a short-term stabilization of patients and should provide permanent access to adequate equipment for the monitoring of vital signs (such as ECG and blood-pressure monitors). Basic diagnostic procedures (e.g. radiograph and ultrasound) should be provided within the isolation area with portable machines. Equipment and instruments for intensive care should be dedicated to the HID patient only and not reused before careful decontamination process. Equipment for children care should be available too. A core group of HCWs (both physicians and nurses) should be preidentified on a voluntary basis and specifically trained for dealing with HIDs. The trained staff should include at least doctors and nurses specialized in infectious diseases, intensive care and infection control. Technicians for the monitoring of isolation settings are essential too. Other specialist consultants should be preidentified and ideally trained with the core staff. A BSL-3/4 laboratory should be located nearby the isolation setting. If not, preexisting protocols for the referral of samples should exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "Procedures for the decontamination of samples should be in place. Routine tests should be performed within the isolation setting and in the nearby BSL-3/4 laboratory. Safe transport capabilities for HID patients should exist. Detailed protocols should be available for selection, storage, supply, and donning and removal of PPE. Safety-engineered devices should be used, together with other standard procedures, for the reduction of risk of needle-stick injuries. For the management of solid waste, autoclaving is considered the preferred option, even if other strategies such as chlorine spraying are possible. Liquid waste should be chlorinated before disposal. Human remains should be managed according to predeveloped infection control protocols. Autopsies are discouraged; if needed, a specially equipped autopsy suite should be provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "If not possible within the isolation setting, intensive care should be provided within the ICU after the evacuation of all other patients and the drawing up of ICUs for the isolation of the HID patient. All medical instruments used within isolation settings should be dedicated to the HID patient only. The staff should include at least specialists in infectious diseases and infection control. A basic training is essential before dealing with HID patients. An agreement with a BSL-3/4 laboratory is essential for the referral of samples that need to be processed in highly secure laboratory settings. All specimens should be disinfected and sent according to international rules for the shipping of dangerous material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "Routine biochemistry and haematology tests should be performed in a BSL-2 laboratory; if other solutions are not available, tests should be performed only with closed-system, automatic analyzers, which should be moved in a dedicated room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "In case of transport of HID patients with a normal ambulance, specific decontamination procedures should be developed. Detailed infection control procedures should be developed, employed and continuously monitored: these procedures should include correct use of PPE, policies for reducing the risk of needle-stick injuries, disinfection and decontamination process, management of solid and liquid waste and procedures for the management of human remains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "References are listed in Supplementary Material S1. BSL, biosafety level; HCW, health care worker; HEPA, high-efficiency particulate air; HID, highly infectious disease; HLIU, high-level isolation unit; ICU, intensive care unit; PPE, personal protective equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "On the other hand, the main disadvantages are represented by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "The need to evacuate the patients if a case of HID occurs. The limited access to the rooms for the training of HCWs in order to be prepared if a HID patient seeks care. The need to decontaminate the rooms prior to the admittance of an HID case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "Reserved use is preferred for the constant availability of the unit, but a lack of experience in the use of the unit may lead to mistakes which can in turn increase the risks to HCWs. This risk can be reduced by periodic training sessions, which are conducted in order to make these facilities familiar to the HCWs. Moreover, considering the costs of these units, the reserved model may not be costeffective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "In any case, we recommend that these isolation settings should be capable of admitting an HID patient within a few hours of notification (4-6 hours).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minimal requirements"
        },
        {
            "text": "Infrastructure-related technical equipment such as HEPA filtration of exhausting air, negative pressure within isolation rooms and the existence of an anteroom are considered indispensable for all clinical care settings responsible for HIDs. Any material used within the isolation area, including ceiling and walls, should be easy to decontaminate, and nonporous material should be used. Preferably, rooms should be equipped with separate way-in and way-out pathways. In the wayout pathway, the removal and decontamination of PPE occur, so this area should be large enough and should be provided with all the items needed. The one-way anteroom, even if not ideal, may represent an option, but strict procedures for PPE removal and anteroom decontamination should be in place. All isolation settings should plan a secure evacuation pathway for both HCWs and patients if needed. Finally, regarding technical issues, we recommend that exclusive access to an autoclave be provided within the restricted isolation area. Other solutions, such as access to an autoclave on the hospital compound or in other locations, should follow a strict policy for transport (and eventually predecontamination) of contaminated material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure and technical issues"
        },
        {
            "text": "Additional infrastructure issues may include the presence of an internal communication system (in order to communicate with the patient or with the HCWs within the room without the need to enter); the presence of an observation window (or alternatively the use of CCTV systems); the presence of negative pressure indicators; and the presence of a self-closing door system that ensures that doors are kept closed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure and technical issues"
        },
        {
            "text": "Recommendations about optimal and minimal capabilities of isolation settings Optimal logistic, infrastructural and technical features are not enough for the appropriate and safe management of patients with HIDs; some additional capabilities are essential. The recommendations for optimal and minimal capabilities of isolation settings are summarized in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 360,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Infrastructure and technical issues"
        },
        {
            "text": "Medical capabilities. Patients with HIDs may require a wide range of interventions, including transfusion of blood or blood products; cardiac, respiratory and invasive haemodynamic monitoring; minor surgical procedures (e.g. thoracocentesis); renal dialysis; and mechanical ventilation. Therefore, ideally, HLIUs and other isolation facilities should be equipped to provide the level of care available in an intensive care unit. Moreover, some basic diagnostic procedures (e.g. radiography and ultrasound) should be provided within the isolation area with portable machines. Moreover, all instruments and materials should be dedicated to HID patients only or used for other patients only after careful decontamination procedures. Ideally, all medical equipment and instruments should also be available for paediatric care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure and technical issues"
        },
        {
            "text": "Staff capabilities. The correct functioning of any facility dedicated to HID care and the patients' clinical outcome strongly depends on the availability of preidentified and specifically trained personnel. In order to reduce secondary transmission risks, the number of staff with access to an HID patient should be limited. However, given the burden of working under PPE, the number of staff involved must be sufficient to allow breaks for each team member to rest and recover. The staff should be selected on a voluntary basis and should assist to periodical training sessions of theoretical update of HID care and practical exercises within the isolation settings, including repeated session of PPE usage, donning and removal. The team should be composed by medical and nonmedical staff with high-level expertise in their specialty. Infectious disease doctors and nurses are considered to be the core element of each team. In addition, infection control specialists for the monitoring of different procedures and technicians responsible for the correct functioning of equipment must be included. Because a patient's condition may deteriorate quickly, the availability of both intensive care doctors and nurses familiar with life support equipment is important. Other medical specialties may also be needed, depending on the patient's condition and/or underlying diseases. Ideally, these consultants should be preidentified on a voluntary basis and should be trained in the basic workings of PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure and technical issues"
        },
        {
            "text": "Diagnostic capabilities. It is important to place isolation settings in the vicinity of a BSL-3/4 lab. This strategy assures both rapid availability of safe and appropriate diagnostic testing for HIDs patients and an appropriate isolation area for lab workers exposed to biological accidents. The laboratory supporting an HLIU or any other isolation facility should provide a large panel of differential diagnosis, including both HID agents and more common pathogens, and the laboratory staff should be expert in the management of BSL-3/4 agents. If the laboratory is not close, predefined and safe procedures for the transport of samples should be present, including procedures for the decontamination of the specimens before transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure and technical issues"
        },
        {
            "text": "Preferably, routine biochemistry and haematologic tests should be performed at the bedside in a routine laboratory area dedicated to the isolation setting. Alternatively, all tests, including biochemistry and haematology, should be processed in the BSL-3/4 laboratory. Under certain handling precautions, the use of a certified autoanalyzer for routine tests has been considered safe, even outside a BSL-3/4 lab, once the specimen is decontaminated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure and technical issues"
        },
        {
            "text": "Other capabilities. Some other capabilities are recommended in HLIUs and other isolation facilities. The transport of patients should be performed with specially equipped ambulances and stretchers. Transport through normal ambulances is possible with the implementation of special procedures for the HCWs' safety and for decontamination. High-level PPE should be available and adequately stored and monitored; infection control procedures should be specifically developed, implemented with HCWs and continuously monitored; the use of safety-engineered devices for preventing needle-stick injuries should be promoted. Disinfection is essential: procedures for the disinfection of reusable and large items should be developed. Moreover, a storage area for large items that need to be disinfected is needed. Management of medical waste is a crucial issue too: autoclaving is the preferred solution for solid waste, but other options (such as spraying waste with hypochlorite before disposal) are possible. As for disinfection, an area of sufficient size for the storage of waste before disposal is needed. Even if, according to most experts, their release in the general drainage system is not dangerous, ideally all liquid waste should be decontaminated before being released in the hospital wastewater drain. Liquid waste can be decontaminated by chlorine and other chemicals or by physical treatments with proven efficacy. Finally, procedures for the management of human remains should be in place. Autopsies are discouraged, but if needed, these procedures should be performed by HCWs wearing full PPE in autopsy suites equipped with negative pressure, HEPA filtration and nonporous materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructure and technical issues"
        },
        {
            "text": "As a consequence of emerging threats posed by HIDs, the need for an adequate hospital biopreparedness is currently increasing. In particular, the existence of highly specialized centres for referral of HIDs is important because HIDs for the protection of HCWs, other patients and the whole community require levels of infection control and clinical expertise that cannot easily be provided in common healthcare settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Here we have provided an inventory of HLIUs and other isolation facilities operating in Mediterranean countries. According to available data, the Mediterranean countries as a whole are not sufficiently equipped for patients with suspected or confirmed HIDs because adequate isolation settings are present in less than 50% of the Mediterranean countries and territories. Unsurprisingly, the availability of isolation settings has an economic element: among the ten countries or territories classified as high income according to World Bank Classification, almost all (except the Principality of Monaco and British Overseas Territories) have some isolation setting available and HLIUs are present in high-income countries only. Among the remaining 13 Mediterranean countries or territories with an upper-medium or lower-medium income, only three are equipped with specifically equipped isolation settings (https://datahelpdesk.worldbank.org/knowledgebase/articles/ 906519-world-bank-country-and-lending-groups).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The updated knowledge about isolation capabilities in countries or territories within a common geographic area, such as the Mediterranean, is essential. Indeed, microbes and diseases do not recognize borders, and an HID epidemic may become an international health emergency if not adequately contained at its inception. The occurrence of an HID suspected or confirmed patient in a country not adequately equipped may cause an epidemic involving neighbouring countries. Consequently, the knowledge of isolation capabilities and the existence of prearranged common strategies for referral and isolation of suspected patients are essential for the prompt and adequate management of these situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the paucity of data about HID management, all centres with available clinical and diagnostic capabilities for these diseases should work as a network in order to maximize knowledge and share best practices. The previous experiences of the EUNID and EuroNHID projects represent a valuable example of successful collaboration: under the umbrella of these projects, all available standards and data about HIDs and isolation settings in Europe have been produced. Moreover, other national networks among clinical centres for HIDs, such as those operating in France and Germany, represent a good model of integration. These collaboration activities should involve other Mediterranean countries, even those which are not part of the European Union, for a useful integration of different isolation models and strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As secondary objective, we present a set of recommendations about optimal and minimal logistic, infrastructural,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging infectious diseases: threats to human health and global stability",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging infections: a perpetual challenge",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "710--719",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infection control in the management of highly pathogenic infectious diseases: consensus of the European Network of Infectious Disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Follin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "301--312",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Framework for the design and operation of high-level isolation units: consensus of the European Network of Infectious Diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heptonstall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eunid Working",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hospital preparedness for knowledge-based response to Ebola and other emerging infectious diseases: a continuous challenge",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Capobianchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Inmi",
                    "middle": [],
                    "last": "Preparedness",
                    "suffix": ""
                },
                {
                    "first": "Response",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Intern Med",
            "volume": "26",
            "issn": "",
            "pages": "454--459",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Acute respiratory distress syndrome after convalescent plasma use: treatment of a patient with Ebola virus disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mora-Rillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arsuaga",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramírez-Olivencia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De La Calle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Borobia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sánchez-Seco",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Respir Med",
            "volume": "3",
            "issn": "",
            "pages": "554--62",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Isolation facilities for highly infectious diseases in Europe-a cross-sectional analysis in 16 countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Iaco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maltezou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "EuroNHID checklists for the assessment of high-level isolation units and referral centres for highly infectious diseases: results from the pilot phase of a European survey",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Brodt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Follin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jarhall",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "",
            "pages": "711--720",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Building an Intelligent hospital to fight contagion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bataille",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Infect Dis",
            "volume": "65",
            "issn": "",
            "pages": "4--11",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Designing a biocontainment unit to care for patients with serious communicable diseases: a consensus statement",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Christopher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Cieslak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Devreede",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Fosdick",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biosecur Bioterror",
            "volume": "4",
            "issn": "",
            "pages": "351--65",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution of isolation settings in Mediterranean countries.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Definition of highly infectious disease and list of agents/diseases defined as highly infectious",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of isolation capabilities in Mediterranean countries and territories, with special reference to coastal cities None No isolation facilities are available in Gibraltar, Akrotiri and Dhekelia. In case of need, a protocol for Air Medical Evacuation is implemented for the safe transport of patients to the HLIU of the Royal Free Hospital, London, UK. Croatia No data found Cyprus Yes An airborne infection isolation room is available at Nicosia Polyclinic in the capital city. Some media reports refer to special isolation units in Limassol, but no further details are available. have been identified by the national authorities for the management of HIDs, including a HLIU in Madrid with two isolation beds. Among coastal cities, data are available for Barcelona, where isolation facilities are available in five hospitals.HID, highly infectious disease; HLIU, high-level isolation unit.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). technical features and specific capabilities for isolation settings. Despite the fact that these recommendations are largely derived from the previous publication of the EuroNHID consortium, some practices and lessons learned from the Ebola outbreak experience have been integrated. Moreover, in respect to the different economical status of the countries around the Mediterranean Sea, we included in the recommendations the minimal standards required for a safe and effective isolation as well as clinical management of patients with suspected or confirmed HID.There are some limitations to our study. Data from countries not belonging to previous EUNID and EuroNHID projects are unofficial and derive from personal information and grey literature. Consequently, these data need to be confirmed or eventually completed by official documents. This type of information is hard to obtain, especially from countries now experiencing a war, such as Syria, or from countries with no clearly defined central government, such as Libya.Despite these limitations, we here provide useful data about isolation capabilities in the Mediterranean region as well as provide a useful tool for scientists and decision makers who are planning to establish or improve the isolation capabilities in their country or territory. We hope that this article may stimulate an open discussion among the different countries or territories in the Mediterranean area in order to provide integrated and effective management of the threats posed by HIDs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "Supplementary data to this article can be found online at https:// doi.org/10.1016/j.nmni.2018.08.013.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}