{
    "paper_id": "c3e0344db3d8c5e2bb35c3d001d480f3890656f2",
    "metadata": {
        "title": "Lack of detection of Middle East respiratory syndrome coronavirus in mild and severe respiratory infections in Catalonia, northeastern Spain",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Mart Inez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barcelona Centre for International Health Research",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Marcos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barcelona Centre for International Health Research",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Gonzalo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barcelona Centre for International Health Research",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Zboromyrska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barcelona Centre for International Health Research",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Isanta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barcelona Centre for International Health Research",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Torner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Catalonia",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Martinez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Catalonia",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Jan E",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Catalonia",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Mateu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Catalonia",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Vila",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Barcelona Centre for International Health Research",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Surveillance of Middle East respiratory syndrome coronavirus (MERS-CoV) was conducted to explore the possible introduction and circulation of this novel virus in Catalonia, northeastern Spain. Five hundred and sixty-three samples from mild and severe respiratory infections collected between January 2012 and April 2013 were screened using real-time RT-PCR. All samples were negative, suggesting that MERS-CoV is not circulating silently in Catalonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In June 2012, a patient with a severe respiratory infection was admitted to a hospital in Saudi Arabia. Known respiratory pathogens were ruled out as aetiological agents of the syndrome and the patient died of progressive respiratory and renal failure. Respiratory samples were further analysed, which resulted in the identification of a novel betacoronavirus: Middle East respiratory syndrome coronavirus (MERS-CoV) [1] . As of 12 September 2013, a total of 114 laboratory-confirmed cases of MERS-CoV infection, including 54 deaths, have been reported (http://www.who.int/csr/don/2013_09_07/en/ index.html). MERS-CoV is related to bat coronaviruses [2] , although the animal reservoir has not been identified and the virus has been only isolated in humans. The severity of the infections and the ability of the virus to be transmitted person to person [3, 4] raised international concerns about the possible spread and potential impact of the novel virus on human health. Asymptomatic or mild cases of MERS-CoV have been described [3, 5] , as well as cases of co-infection by MERS-CoV with other respiratory pathogens (http://www. who.int/csr/disease/coronavirus_infections/MERS_CoV_investi gation_guideline_Jul13.pdf). Two recent studies assessed the transmission potential of the virus by mathematical modelling using currently existing data. Although the estimation of the inter-human transmissibility suggests that the virus is currently unlikely to cause a pandemic [6] , it was also indicated that more than half of the symptomatic human cases would remain undetected [7] .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 857,
                    "end": 859,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1036,
                    "end": 1038,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1472,
                    "end": 1475,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1575,
                    "end": 1578,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although most cases have been identified in Saudi Arabia, imported cases in European countries have also been reported. All imported cases had a travel history to the Middle East and therefore current recommendations for investigation of MERS-CoV cases include residence in or history of travel to Middle Eastern countries (http://www.who. int/csr/disease/coronavirus_infections/MERS_CoV_investigation _guideline_Jul13.pdf). However, the fact that the virus can be transmitted person to person and also cause mild disease could potentially result in unnoticed importation and circulation of the virus in other parts of the world apart from the identified geographical areas. Direct traffic from the Barcelona international airport includes 30 weekly flights to the Middle East, accounting for more than 600 000 passengers in 2012 (http://www.bcnair-route.com/index.php/en/intercontinentalflights). To explore whether MERS-CoV could have been introduced into our region and be circulating at a certain level, we screened respiratory samples from both mild and severe cases of acute respiratory infection, independently of the travel history of the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The acute respiratory infections surveillance programme in Catalonia, PIDIRAC (daily information system for acute respiratory infections in Catalonia), performs surveillance during the influenza activity season from October to May (http://www.gencat.cat/temes/cat/salut.htm). This surveillance system is based on 38 sentinel primary-care centres in which physicians collect nasopharyngeal swabs from patients with acute respiratory infections as well as 11 sentinel hospitals that report cases of severe confirmed influenza virus infection admitted to their facility. Samples from the primary-care centres were screened at our laboratory for respiratory viruses using multiplex nested RT-PCR assays [8, 9] ",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 702,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 703,
                    "end": 705,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This surveillance network provides timely information about the circulation of respiratory viruses in our region and carries out virological surveillance for the European Influenza Surveillance Network (EISN). For our study, we selected cases of mild respiratory infections attending the primary-care centres as well as patients with severe febrile respiratory syndromes admitted to our hospital who underwent bronchoalveolar lavage. A total of 563 samples from 563 corresponding patients were tested, from which 195 were collected between January 2012 and June 2012 and 368 between July 2012 and April 2013. We selected 304 nasopharyngeal swab samples from the surveillance network that were negative for respiratory viruses and 39 bronchoalveolar lavage samples that were negative for standard microbiological tests. Given that co-infections with other respiratory pathogens have been detected in patients with MERS-CoV infection, 200 nasopharyngeal swab samples in which a respiratory virus was identified and 20 bronchoalveolar lavage samples in which a respiratory pathogen was identified were also tested. The following viruses were detected among the positive nasopharyngeal samples: influenza viruses (51.8%), respiratory syncytial virus (17.4%), mixed viral infections (16.5%), adenoviruses (4.8%), coronaviruses (3.7%), parainfluenza viruses (3.4%) and enteroviruses (2%). Among the positive bronchoalveolar lavage samples for respiratory pathogens, 35% were positive for bacteria, 25% were positive for viruses, 20% were positive for fungi and 20% were mixed infections. RNA extraction of the respiratory samples was performed using an automated system (QiaSymphony; Qiagen, Hilden, Germany). A recently published real-time RT-PCR protocol for MERS-CoV [10] was implemented in our laboratory, and evaluated using an in vitro transcribed RNA kindly provided by C. Drosten through the European Virus Archive platform (http://www.european-virus-archive.com). The sensitivity of the assay in our hands was similar to that described by Corman et al. [10] (five RNA copies per reaction). In addition, we established a generic coronavirus RT-PCR as a confirmatory assay [11] . This protocol further identifies the coronavirus species by sequencing of the PCR product. This assay was evaluated with samples containing 229E and OC43 human coronaviruses previously detected at our laboratory [12] . All 563 respiratory samples tested were negative for the MERS-CoV using the real-time RT-PCR protocol.",
            "cite_spans": [
                {
                    "start": 1764,
                    "end": 1768,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2056,
                    "end": 2060,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2174,
                    "end": 2178,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2393,
                    "end": 2397,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "detection of influenza viruses A, B and C, respiratory syncytial virus, parainfluenza viruses 1-4, adenoviruses, human coronaviruses 229E and OC43, rhinoviruses and enteroviruses."
        },
        {
            "text": "The emergence of MERS-CoV represents a public health concern, although the virus does not seem to be as efficiently transmissible between people as the severe acute respiratory syndrome coronavirus. Many questions regarding the epidemiology of the virus remain unanswered, highlighting the importance of continued surveillance and research on MERS-CoV. To our knowledge, this is the first exploratory study of MERS-CoV in the general population using already established sentinel networks. Data obtained through active surveillance for MERS-CoV may be helpful for the global monitoring of the virus. Moreover, our results may serve as baseline reference data in case the virus starts to circulate in Catalonia, northeastern Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "detection of influenza viruses A, B and C, respiratory syncytial virus, parainfluenza viruses 1-4, adenoviruses, human coronaviruses 229E and OC43, rhinoviruses and enteroviruses."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human betacoronavirus 2c EMC/2012-related viruses in bats, Ghana and Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Annan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "456--459",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health Protection Agency (HPA) UK Novel Coronavirus Investigation team. Evidence of person-to-person transmission within a family cluster of novel coronavirus infections",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus infections in health care workers",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "884--886",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "694--699",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "50--56",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simultaneous detection of fourteen respiratory viruses in clinical specimens by two multiplex reverse transcription nested-PCR assays",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Coiras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perez-Brena",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Virol",
            "volume": "72",
            "issn": "",
            "pages": "484--495",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Simultaneous detection of influenza A, B, and C viruses, respiratory syncytial virus, and adenoviruses in clinical samples by multiplex reverse transcription nested-PCR assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Coiras",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perez-Brena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Virol",
            "volume": "69",
            "issn": "",
            "pages": "132--144",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Generic detection of coronaviruses and differentiation at the prototype strain level by reverse transcription-PCR and nonfluorescent low-density microarray",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "De Souza Luna",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Heiser",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Regamey",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "1049--1052",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of human metapneumovirus and human bocavirus viral load",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ricart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Garcia-Garcia",
                    "suffix": ""
                },
                {
                    "first": "Anton",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "",
            "pages": "1032--1034",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "that allow ª 2014 The Authors. New Microbes and New Infections published by John Wiley & Sons Ltd on behalf of the European Society of Clinical Microbiology and Infectious Disease.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}