{
    "paper_id": "c3e846076762b54e33385752eb27e086f6cb8b72",
    "metadata": {
        "title": "Type 1 Interferon Induction of Natural Killer Cell Gamma Interferon Production for Defense during Lymphocytic Choriomeningitis Virus Infection",
        "authors": [
            {
                "first": "Ethan",
                "middle": [
                    "A"
                ],
                "last": "Mack",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "settlement": "Providence, Rhode Island",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lara",
                "middle": [
                    "E"
                ],
                "last": "Kallal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "settlement": "Providence, Rhode Island",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Delia",
                "middle": [
                    "A"
                ],
                "last": "Demers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "settlement": "Providence, Rhode Island",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [
                    "A"
                ],
                "last": "Biron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brown University",
                    "location": {
                        "settlement": "Providence, Rhode Island",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Diane",
                "middle": [],
                "last": "Griffin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hopkins University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Johns",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hopkins University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Natural killer (NK) cells are equipped to innately produce the cytokine gamma interferon (IFN-␥) in part because they basally express high levels of the signal transducer and activator of transcription 4 (STAT4). Type 1 interferons (IFNs) have the potential to activate STAT4 and promote IFN-␥ expression, but concurrent induction of elevated STAT1 negatively regulates access to the pathway. As a consequence, it has been difficult to detect type 1 IFN stimulation of NK cell IFN-␥ during viral infections in the presence of STAT1 and to understand the evolutionary advantage for maintaining the pathway. The studies reported here evaluated NK cell responses following infections with lymphocytic choriomeningitis virus (LCMV) in the compartment handling the earliest events after infection, the peritoneal cavity. The production of type 1 IFNs, both IFN-␣ and IFN-␤, was shown to be early and of short duration, peaking at 30 h after challenge. NK cell IFN-␥ expression was detected with overlapping kinetics and required activating signals delivered through type 1 IFN receptors and STAT4. It took place under conditions of high STAT4 levels but preceded elevated STAT1 expression in NK cells. The IFN-␥ response reduced viral burdens. Interestingly, increases in STAT1 were delayed in NK cells compared to other peritoneal exudate cell (PEC) populations. Taken together, the studies demonstrate a novel mechanism for stimulating IFN-␥ production and elucidate a biological role for type 1 IFN access to STAT4 in NK cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Citation Mack EA, Kallal LE, Demers DA, Biron CA. 2011. Type 1 interferon induction of natural killer cell gamma interferon production for defense during lymphocytic choriomeningitis virus infection. mBio 2(4):e00169-11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "IMPORTANCE Pathways regulating the complex and sometimes paradoxical effects of cytokines are poorly understood. Accumulating evidence indicates that the biological consequences of type 1 interferon (IFN) exposure are shaped by modifying the concentrations of particular STATs to change access to the different signaling molecules. The results of the experiments presented conclusively demonstrate that NK cell IFN-␥ can be induced through type 1 IFN and STAT4 at the first site of infection during a period with high STAT4 but prior to induction of elevated STAT1 in the cells. The response mediates a role in viral defense. Thus, a very early pathway to and source of IFN-␥ in evolving immune responses to infections are identified by this work. The information obtained helps resolve long-standing controversies and advances the understanding of mechanisms regulating key type 1 IFN functions, in different cells and compartments and at different times of infection, for accessing biologically important functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "from our group, examining responses in mouse spleens, has demonstrated that NK cells express high basal levels of STAT4 and that their exposure to type 1 IFNs activates STAT4 (9) . Nevertheless, it has only been possible to identify the type 1 IFN induction of NK cell IFN-␥ production during acute viral infections of STAT1deficient but not of STAT1-complete mice because the concurrent induction of STAT1 by type 1 IFN and/or IFN-␥ negatively regulates the response (6, 9) . These results leave open the intriguing question of why a pathway from type 1 IFN to STAT4 activation under basal NK cell conditions would be evolutionarily preserved when it is rapidly turned off at times of type 1 IFN production.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 472,
                    "end": 474,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the hypothesis that type 1 IFN induction of NK cell IFN-␥ is in place to access low, regional levels of the cytokine as infections are initiated, studies were undertaken to examine responses at the earliest times of viral infection under immunocompetent conditions. The system used for study was intraperitoneal (i.p.) infection of C57BL/6 (B6) mice with lymphocytic choriomeningitis virus (LCMV) (7, 9, 16, 17) . This infection has been well characterized and is of relevance to the human condition because LCMV can cause significant morbidity and mortality, particularly in immunodeficient individuals (18) (19) (20) . The virus is a potent inducer of type 1 IFN, with systemic levels produced in serum and spleen for several days after i.p. infection (7, 9, 17) . In contrast, LCMV is a poor inducer of IL-12, with low to undetectable levels of the cytokine produced (8, 16) , and NK cell IFN-␥ expression is also low to undetectable in the serum and spleens of LCMV-infected mice (8, 9) . Because the initial site of virus entry is the peritoneal cavity, the studies focused on previously uncharacterized events at this location.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 405,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 406,
                    "end": 408,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 763,
                    "end": 765,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 993,
                    "end": 995,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The results of the experiments reported here reveal unique compartmental innate cytokine responses, with IFN-␣ and IFN-␤ production and NK cell IFN-␥ expression detected at 24 h after infection and peaking at 30 h after infection. Studies under conditions of blocked type 1 IFN receptor access and/or deficiency in STAT4 conclusively demonstrated that NK cell IFN-␥ expression was dependent on the type 1 IFNs and STAT4. The pathway enhanced the antiviral state. Interestingly, in comparison to other peritoneal populations, STAT1 induction in NK cells was delayed and separated from the NK cell IFN-␥ response by 10 to 12 h. Thus, the results uncover a key role for type 1 IFN activation of NK cell IFN-␥ and mechanistically resolve important issues concerning the earliest pathways to, sources of, and functions for IFN-␥.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To characterize responses at the earliest times after infections, lavage fluids and cells were collected from peritoneal cavities of B6 mice that had been uninfected or infected i.p. with 5 ϫ 10 4 PFU LCMV at the indicated times prior to harvest. The fluids were tested to evaluate cytokines released at the site. The IFN-␥ levels were measured using a cytometric bead assay (CBA). Low but consistently detectable levels of IFN-␥ were found peaking at 30 h after LCMV infection (Fig. 1A) . Enzyme-linked immunosorbent assays (ELISAs) were used to measure IFN-␣ and IFN-␤. In contrast to the reported extended kinetics of systemic levels of these cytokines (7, 9, 17) as well as the type 1 IFNs detected through 48 h after infection in serum samples taken from mice used for these experiments (data not shown), concentrations of IFN-␣ and IFN-␤ in the peritoneum reached their peak values of 340 and 69 pg/ml, respec-tively, at 30 h after challenge and were sharply confined to the 6-h periods surrounding that point (Fig. 1A) . The levels of IL-12p70, a known inducer of IFN-␥, were acquired from the CBAs. All samples were below the limit of detection for the assay, with no detectable levels in a large majority of samples isolated after 20 to 48 h of infection (Fig. 1A) . Thus, the peritoneal cytokine responses to LCMV infection include early induction of IFN-␥, with kinetically overlapping IFN-␣ and IFN-␤ production, but undetectable IL-12.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 659,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 660,
                    "end": 662,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 487,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1016,
                    "end": 1025,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1264,
                    "end": 1273,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Innate cytokine responses to LCMV infection in the peritoneal cavity peak early and include NK cell IFN-␥ expression."
        },
        {
            "text": "To define the major cell populations contributing to IFN-␥ production, peritoneal excudate cells (PECs) from uninfected (0 h) mice and mice infected with LCMV for 20, 24, 30, 36, 40 , and 48 h were isolated, stained for NK1.1 and T cell receptor ␤ (TCR-␤), fixed, and permeabilized to stain for cytoplasmic IFN-␥ (see Materials and Methods for staining and gating strategies). Total lymphocytes were evaluated with an extended lymphocyte gate. The NK cell subpopulations were identified as NK1.1 ϩ TCR-␤ Ϫ and the T cell subpopulations as NK1.1 Ϫ TCR-␤ ϩ . Lymphocytes isolated from uninfected mice, including total, NK, and T cells, did not basally express detectable IFN-␥; the positive frequencies for all populations were Ͻ4% ( Fig. 1B and C) . By 24 h after challenge with LCMV, approximately 14 to 37% of the NK cells expressed moderate to high levels of intracellular IFN-␥. The peak of this NK cell response was at 30 h after infections, when 28 to 43% of the NK cells expressed IFN-␥. The response was resolving at 36 to 48 h. In contrast to the NK cells, neither total lymphocyte nor T cell populations had high IFN-␥ levels at any of the times examined ( Fig. 1B and C) . These results demonstrate that during LCMV infection, peritoneal NK cells respond with IFN-␥ expression and are the major producers of the cytokine in the peritoneal cavity.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 179,
                    "end": 181,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 732,
                    "end": 746,
                    "text": "Fig. 1B and C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1166,
                    "end": 1180,
                    "text": "Fig. 1B and C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Innate cytokine responses to LCMV infection in the peritoneal cavity peak early and include NK cell IFN-␥ expression."
        },
        {
            "text": "Type 1 IFN responsiveness is required for induction of NK cell IFN-␥ expression. Because induction of the biologically active IL-12p70 heterodimer can be accompanied by higher-level IL-12p40 subunit production (8), representative lavage samples from 0, 24, 30, 36, 40, and 48 h following LCMV infection were tested in an ELISA for the subunit. Consistent with our earlier studies (8) , all samples had IL-12p40 levels at or below the limit of detection for the assay (data not shown). To determine if biologically relevant IL-12 was induced below detection limits, uninfected and LCMV-infected mice were treated with control antibody or anti-IL-12p40 antibody neutralizing the function of biologically active IL-12p70 (8) . As a positive control for an IL-12induced IFN-␥ response (21, 22) , mice were given lipopolysaccharide (LPS) i.p. at 6 h prior to harvest. In comparison to LCMV infection, LPS treatment induced higher levels of IFN-␥ in lavage fluids ( Fig. 2A) and higher proportions of NK cells expressing IFN-␥ (Fig. 2B) . The enhanced response to LPS was blocked by the anti-IL-12 treatment. In contrast, the IFN-␥ response to LCMV infection was resistant to the anti-IL-12 treatment ( Fig. 2A and B) . Thus, IL-12 is not required for the NK cell IFN-␥ response elicited by the virus.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 275,
                    "text": "24, 30, 36, 40, and 48",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 960,
                    "end": 968,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1021,
                    "end": 1030,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1197,
                    "end": 1211,
                    "text": "Fig. 2A and B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Innate cytokine responses to LCMV infection in the peritoneal cavity peak early and include NK cell IFN-␥ expression."
        },
        {
            "text": "Two different approaches were used to evaluate the role of type 1 IFNs in stimulating NK cell IFN-␥ within mice blocked in their responsiveness to the cytokines. The first examined responses in cells from uninfected and 30-h LCMV-infected immunocompetent mice that had been treated with control antibodies or antibodies blocking access to the type 1 IFN receptor, anti-IFNAR (23) . As shown in Fig. 3A , the infected control-treated mice had the expected 25 to 30% of their NK cells expressing IFN-␥, but this response was reduced to Ͻ1% in the infected mice treated with antibodies against IFNAR. The second approach examined responses in mice that were blocked in type 1 IFN responsiveness as a result of genetic mutation of the type 1 IFN receptor (IFNAR Ϫ/Ϫ ) (24) . In comparison to the up to 36% of NK cells expressing IFN-␥ in wild-type (WT)-infected mice, Ͻ1% of the NK cells in the infected IFNAR Ϫ/Ϫ mice expressed IFN-␥ at 30 h after LCMV infection (Fig. 3B ). Thus, blocking type 1 IFN respon- Because type 1 IFNs stimulate a wide range of effects, including those important for antiviral defense, the direct consequences of NK cell responsiveness to these cytokines required examination in the context of a WT environment. Therefore, experiments evaluated IFN-␥ induction in peritoneal WT (IFNAR ϩ/ϩ ) and IF-NAR Ϫ/Ϫ cells after their isolation and adoptive transfer into WT recipient mice (Fig. 3C ). Cells from recipient and donor mice were distinguished by expression of the CD45.1 or CD45.2 allele, with recipient mice being CD45.1 ϩ and donor mice being CD45.1 Ϫ (Fig. 3C ). For these studies, WT and IFNAR-deficient PECs were prepared and transferred into WT recipient mice prior to LCMV infection. None of the populations expressed IFN-␥ when recipients remained uninfected ( Fig. 3C ; 0 h after LCMV). When WT PECs were transferred into WT recipients, both donor and recipient NK cells expressed IFN-␥ at 30 h after infection, with overall mean expression of 23 and 21%, respectively (Fig. 3C ). In contrast, transferred NK cells isolated from IFNAR-deficient mice were significantly decreased in their ability to express IFN-␥, with expression averaging approximately 4% compared to 22% of WT recipient NK cells (Fig. 3C ). Taken together, the studies conclusively prove that type 1 IFN signaling within peritoneal NK cells is required for the induction of IFN-␥ expression during LCMV infection.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 401,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 960,
                    "end": 968,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1403,
                    "end": 1411,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1581,
                    "end": 1589,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1796,
                    "end": 1803,
                    "text": "Fig. 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2005,
                    "end": 2013,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2234,
                    "end": 2242,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Innate cytokine responses to LCMV infection in the peritoneal cavity peak early and include NK cell IFN-␥ expression."
        },
        {
            "text": "To determine the role of STAT4 in NK cell IFN-␥ expression, responses in mice lacking STAT4 as a result of genetic mutation (STAT4 Ϫ/Ϫ ) (13) were evaluated. Here, the PECs were isolated from uninfected mice and mice at 30 or 36 h after LCMV infections (Fig. 4A ). NK cells from infected STAT4-deficient mice were induced to express much lower levels of IFN-␥ and did so in lower frequencies than NK cells from infected WT mice (Fig. 4A ). To define the effects of STAT4 loss within NK cells in a WT environment of infection, adoptive transfer experiments were carried out using PEC donor cells isolated from WT or STAT4-deficient mice and then delivered into WT recipient mice. The donor cells were identified by lack of CD45.1 expression and the recipient cells by CD45. IFN-␥ at 30 h after infection. In contrast, when STAT4 Ϫ/Ϫ cells were transferred, donor NK cells produced significantly lower levels of IFN-␥ compared to WT recipient NK cells in response to infection (Fig. 4B) . Hence, STAT4 expression within peritoneal NK cells is necessary for optimal IFN-␥ induction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 428,
                    "end": 436,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 975,
                    "end": 984,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "NK cell IFN-␥ expression requires STAT4."
        },
        {
            "text": "The STAT1 and STAT4 levels are differentially expressed in cell subsets during LCMV infection. Because our previous studies have shown that a pathway from type 1 IFN through STAT4 for NK cell IFN-␥ expression in the spleen is associated with high basal STAT4 levels but blocked by increasing STAT1 levels during infections (9), intracellular STAT levels were examined in the peritoneal populations by flow cytometric approaches. The experiments demonstrated high basal STAT4 levels in NK cells (Fig. 5A) . The trait was unique to NK cells, with only low proportions of total lymphocytes and T cells expressing STAT4 and only doing so at lower levels, and NK cells retained their unique high levels of STAT4 throughout infection (Fig. 5A) . In contrast, all populations isolated from uninfected mice were low for STAT1, but expression in the NK cells was always slightly lower (Fig. 5B) . Following LCMV infection, the total lymphocyte and T cell pop-ulations rapidly elevated STAT1 expression, with 80 to 95% of the populations expressing high levels of STAT1 by 40 h after infection ( Fig. 5B to D) . The peritoneal NK cells also had STAT1 levels induced during the infection, but in comparison to the other populations, there was a delay, requiring upwards of 8 to 16 h longer than total lymphocytes and T cells to reach 50% high levels of STAT1-expressing cells (Fig. 5B to E) . Thus, the NK cell populations uniquely express high levels of STAT4 basally and after infection. Moreover, although all populations have elevated STAT1 after infection, induction in NK cells is delayed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 503,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 728,
                    "end": 737,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 876,
                    "end": 885,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1086,
                    "end": 1099,
                    "text": "Fig. 5B to D)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1365,
                    "end": 1379,
                    "text": "(Fig. 5B to E)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "NK cell IFN-␥ expression requires STAT4."
        },
        {
            "text": "The peritoneal IFN-␥ response promotes resistance to LCMV infection. After i.p. infection, LCMV was difficult to detect in lavage fluids at 20 and 24 h, but titers rapidly increased by 30 h and subsequently decreased (Fig. 6A) . To determine the physiologic relevance of the peritoneal IFN-␥ response, viral burdens were measured in samples collected from WT mice and mice rendered unresponsive to IFN-␥ as a result of genetic mutation of the IFN-␥ receptor (IFN-␥R Ϫ/Ϫ ) (25) . The IFN-␥R-deficient mice had significant increases in LCMV titers of approximately 1 log at 30 h after infection (Fig. 6A) . Experiments evaluating the require- ment for NK cells demonstrated that in comparison to control antibody treatments, antibodies to NK1.1 depleted the following: (i) the NK cells from the PECs isolated from uninfected and infected mice (Fig. 6B) , (ii) the major population expressing intracellular IFN-␥ after infection (Fig. 6B) , and (iii) the levels of detectable IFN-␥ in lavage fluids collected at 30 h following challenge (Fig. 6C) . The effects were accompanied by proportional increases in viral titers (Fig. 6C ). Taken together, these studies demonstrate that the IFN-␥ responses have an impact on controlling the viral burden in the peritoneal cavity during LCMV infection and that NK cells are required for the optimal IFN-␥ response, and its effects.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 226,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 593,
                    "end": 602,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 926,
                    "end": 935,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1034,
                    "end": 1043,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1117,
                    "end": 1125,
                    "text": "(Fig. 6C",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "NK cell IFN-␥ expression requires STAT4."
        },
        {
            "text": "In the work presented above, the interplay between cytokines and intracellular signaling molecules in the regulation of NK cell activation and function is defined at the earliest site of viral infection in immunocompetent mice. Production of IFN-␣, IFN-␤, and IFN-␥ in the peritoneal cavity was shown to peak at 30 h after LCMV infection. NK cells were the major producers of IFN-␥ and uniquely expressed high levels of STAT4. The pathway for induction of NK cell IFN-␥ production was dependent on responsiveness to type 1 IFNs and on the STAT4 signaling molecule. The elicited IFN-␥ enhanced defense because loss of responsiveness to the factor resulted in increased viral burdens. Thus, type 1 IFN induction of IFN-␥ production by NK cells, dependent on STAT4, is conclusively proven to occur and to lead to downstream effects under immunocompetent conditions. Previous work from this laboratory has established that under basal conditions, splenic NK cells express high STAT4 and low STAT1 levels and preferentially activate STAT4 over STAT1 after ex vivo exposure to type 1 IFNs (9). Nevertheless, it has only been possible to identify type 1 IFN activation of STAT4 and IFN-␥ in the spleens of STAT1-deficient mice during LCMV infection because the type 1 IFNs and IFN-␥ induce STAT1 levels to block the pathway to STAT4 (9). The results reported here answer the question of why a pathway from type 1 IFN to STAT4 for IFN-␥ expression would be maintained when it is rapidly turned off by concurrent STAT1 induction; it is used to locally access a short burst of IFN-␥ at very early times after infection. In this case, \"locally\" is the peritoneal cavity. In addition to the detectable NK cell IFN-␥ response, innate responses to LCMV at this site differed from the well-characterized responses in spleen and serum (7, 9, 17) with regard to the kinetics and magnitude of type 1 IFN production and the kinetics of STAT1 induction in NK cells (9) . Type 1 IFN production in the peritoneal cavity was very early and of short duration-detectable at 24 h, peaking at 30 h, and resolving by 36 h after infection (Fig. 1 )-and although total lymphocytes and T cells had dramatically elevated STAT1 levels early, induction was delayed by 8 to 16 h in the NK cells (Fig. 5) . Thus, in contrast to the spleen, the environment in the peritoneal cavity allows type 1 IFN to access STAT4 prior to STAT1 induction in NK cells (Fig. 7) .",
            "cite_spans": [
                {
                    "start": 1819,
                    "end": 1822,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1823,
                    "end": 1825,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1826,
                    "end": 1829,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1945,
                    "end": 1948,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 2110,
                    "end": 2117,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2260,
                    "end": 2268,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2416,
                    "end": 2424,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Why was STAT1 elevation delayed in the NK cells compared to the other PEC populations examined? Promoter sequences in the STAT1 gene specific for STAT1 complexes may act to enhance STAT1 induction whenever STAT1 is activated (26) . Thus, any cytokine signaling through STAT1 would be expected to induce elevated STAT1 levels. In addition to type 1 IFN receptors, receptors for IFN-␥ also activate STAT1 (10). The results presented here suggest that NK cells might first respond to type 1 IFN expo-sure with IFN-␥ because of their high STAT4 levels, but once IFN-␥ is induced, it acts back on the cells to induce STAT1. This would explain the delay in STAT1 induction in NK cells compared to other subsets. Alternatively or additionally, it might just take longer for type 1 IFN to induce STAT1 in populations with high STAT4 levels. The NK cells in both the spleen (9) and peritoneum (Fig. 5) consistently have lower levels of STAT1. Because the spleen is a secondary compartment of infection, most of the NK cells may be experiencing cytokines produced earlier at other sites and/or not be synchronized to make a detectable short burst of IFN-␥ in this compartment. In any case, it is remarkable that there is a window of opportunity for IFN-␥ production under the conditions in the peritoneum given the link between this response and shutting it off. The pathway suggests that there will be a very early source of NK cell IFN-␥ whenever type 1 IFNs are induced.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 892,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Our studies are helping to resolve conflicting reports in the literature on potential type 1 IFN consequences for IFN-␥ expression (5, 6, 9) , adding information to the growing literature reporting cellular differences in type 1 IFN responses (27, 28) and advancing the mechanistic understanding of how the biological effects of STAT cytokines are regulated to access diverse and paradoxical effects as needed. Type 1 IFNs have long been known to exert antiviral effects and enhance NK cell cytotoxicity through the activation of STAT1 (4, 5, 11) . The NK cells, however, are positioned to respond to type 1 IFNs with STAT4 activation because high basal levels of STAT4 are associated with the type 1 IFN receptor (9) . Increasing the endogenous levels of total STAT1 protein negatively regulates STAT4 access in part by displacing STAT4 from the receptor, and this induction of STAT1, as observed in the spleen, is beneficial because it protects from dysregulated systemic IFN-␥ production and cytokine-mediated disease (9) . In contrast, the results reported here show that the type 1 IFNs infection. Shown is a schematic representation of the differences in the immune response to LCMV in the peritoneal cavity compared to the spleen. The results presented here studying the peritoneal cavity show that both type 1 IFNs and the viral burden peak at 30 h. This is correlated with an early peak in IFN-␥ production in NK cells. NK cell production of IFN-␥ occurs before STAT1 levels have risen. Previous work with the spleen has shown that a more vigorous peak in viral load and type 1 IFNs is seen between 2 and 3 days after LCMV infection with a concurrent rise in STAT1 (7). Type 1 IFNs are unable to access STAT4-dependent IFN-␥ production due to the earlier rise in STAT1 levels. The response in the peritoneum promotes antiviral defense. The response in the spleen protects from dysregulated cytokine production and cytokine-mediated disease.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "have early access to STAT4 and the NK cell IFN-␥ pathway prior to STAT1 induction and that this pathway promotes resistance to infection. Recent studies have shown that similar STAT4-STAT1 regulation is in place in humans; type 1 IFNs induce STAT4 activation in NK cells isolated from healthy individuals, but the response is diminished in NK cells from individuals chronically infected with hepatitis C virus. The activation of STAT4 negatively correlates with STAT1 levels in these populations (29) . Thus, modulation of STAT4 and STAT1 concentrations in different cell types under different conditions of infections in mice and humans helps explain how type 1 IFNs can enhance or antagonize IFN-␥ stimulation, and the studies with mice provide explanations for how the balance, in both directions, works to the benefit of the host. A change in relative STAT ratios might also play a role in conditioning NK cells to modify type 1 IFN responses from promoting cytokine production to enhancing cytotoxic function. In addition to our earlier studies with STAT1-deficient mice, there have been a few other reports suggesting a role of type 1 IFN in NK cell IFN-␥ expression. One examined a number of activation responses, including intracellular IFN-␥, of type 1 IFN receptor-deficient compared to WT NK cells following in vitro exposure to vaccinia virus and dendritic cells (30) . Early in vivo IFN-␥ induction has been reported in the mouse peritoneum during different viral infections (31) , and intracellular IFN-␥ expression by splenic NK cells has been observed following treatments with the chemical analogue of viral nucleic acids, polyinosinicpolycytidylic acid [poly(I · C)] (32, 33) . These in vivo studies, however, have been done under conditions where the type 1 IFN effects were not delineated from those that might have been mediated by other cytokines induced under the experimental conditions used, including reported IL-12. In one study with poly(I · C) (32), the intracellular NK cell IFN-␥ expression was shown to be blocked by treatments with antibodies neutralizing type 1 IFN function, but the consequences of the treatments on other cytokine responses were not evaluated. Here, in vivo responses under which the type 1 IFN receptor was blocked were evaluated by different approaches, including adoptive transfer of peritoneal populations from WT or type 1 IFN receptor-deficient mice into WT-infected mice (Fig. 3) . This method allows direct comparison of donor and recipient cells in the context of the complete endogenous immune responses. Thus, to our knowledge, this is the first demonstration of type 1 IFNs inducing IFN-␥ production from NK cells under immunocompetent conditions of viral infection.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 500,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1375,
                    "end": 1379,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1488,
                    "end": 1492,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1685,
                    "end": 1689,
                    "text": "(32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1690,
                    "end": 1693,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 2431,
                    "end": 2439,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The studies do not exclude possible roles for accessory cytokines in enhancing type 1 IFN induction of IFN-␥. Certainly, IL-12 is an activator of STAT4 and a potent inducer of IFN-␥ (13, 34) . The cytokine IL-18 can enhance the stimulation of IFN-␥ by either type 1 IFNs or IL-12 (7, (35) (36) (37) , and new studies deciphering pathways from different sensors have demonstrated synergism between type 1 IFNs and IL-12 for IFN-␥ induction in human cells (38) . The results presented here, however, suggest that there may be a short burst of IFN-␥ induced by type 1 IFNs independent of IL-12, and our previous work examining murine cytomegalovirus infections of mice has shown that induced type 1 IFNs promote NK cell cytotoxicity but IL-12 is required for splenic and systemic NK cell IFN-␥ (3, 4) . The experiments carried out here neutralizing IL-12 in vivo show that IL-12 does not play a role in the LCMVinduced NK cell IFN-␥ response (Fig. 2) . Interestingly, the positive controls for these studies (i.e., effects on LPS induction of IFN-␥ in the peritoneal cavity) (Fig. 2) demonstrate that when it is elicited, IL-12 is important in eliciting a peritoneal NK cell IFN-␥, but also that there is residual NK cell IFN-␥ after neutralization. This is consistent with early reports of incomplete IFN-␥ blockade by IL-12 neutralization following LPS treatment in other settings (21) and the known LPS induction of IFN-␤ (39) . Taken together, the studies suggest that IL-12 is an important inducer of NK cell IFN-␥ if elicited and the critical cytokine for IFN-␥ induction once STAT1 levels are increased. There are likely to be additional regulatory factors in play, however, as the presence of STAT1 eventually results in reduced IFN-␥ induction by either type 1 IFNs or IL-12 (6) . Thus, much remains to be done to map the complex interactions between type 1 IFN and IL-12 for shaping NK cell responses, but eliciting different type 1 IFN and IL-12 responses may be part of directing the magnitude of, and continued access to, the NK cell IFN-␥ response.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 795,
                    "end": 797,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1380,
                    "end": 1384,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1422,
                    "end": 1426,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1781,
                    "end": 1784,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 939,
                    "end": 947,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1072,
                    "end": 1080,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The peritoneal responses reported here demonstrate that by being receptive to early type 1 IFN signaling with IFN-␥ production, NK cells can serve as sensors for and responders to the presence of viral pathogens. The studies surprisingly reveal a previously elusive role for NK cells in early defense against LCMV. In comparison to other viral infections in compartments outside the peritoneal cavity, LCMV has been shown to be relatively insensitive to the direct antiviral effects of NK cells (40) (41) (42) or IFN-␥ (43) . Our previous attempts to access NK cell IFN-␥ in defense against LCMV have shown that administration of IL-12 prior to infection can induce the response to result in under a 1-log decrease in splenic viral titers (44) . In this report, infection-induced IFN-␥, dependent on NK cells, was shown to proportionally limit viral burden at this first site of infection. Thus, though modest, there is a documented effect of the NK cells and IFN-␥ during LCMV infection. The mechanism for the antiviral effect mediated by IFN-␥ is not known. Given the rapid kinetics, it is likely to be a result of the activation of direct antiviral effects in infected cells or macrophages rather than enhancement of adaptive immune functions resulting from promoting major histocompatibility complex (MHC) class 1 expression or CD8 T cell effector functions (45) . It remains to be determined whether or not the NK cell IFN-␥ elicited by type 1 IFNs will be a more important first response in defense against other more sensitive viral infections and/or for promoting immunoregulatory functions.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 499,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1362,
                    "end": 1366,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, these studies discover a novel pathway for NK cell stimulation at an initial site of infection. Moreover, they advance understanding of the regulation of type 1 IFN responses and provide critical insights into how the immune response is finely regulated to deliver maximal protection without being detrimental to the host.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Mice. Specific-pathogen-free C57BL/6 (B6) (C57BL/6NTac) and B6.SJL-Ptprca/BoyAiTac mice, which are C57BL/6 mice that express the congenic CD45.1 allele of the Ptprc (protein-tyrosine-phosphatase, receptor type c locus) gene, were purchased from Taconic Laboratories (Germantown, NY). Breeding pairs of the Stat4 Ϫ/Ϫ mice (13) on the B6 background were a gift from Mark H. Kaplan of Indiana University, B6 IfngR Ϫ/Ϫ mice (25) with control WT mice were purchased from the Jackson Laboratories (Bar Harbor, ME), and Ifnar Ϫ/Ϫ mice (24) on the B6 background were a gift from Murali-Krishna Kaja of the University of Washington. All mice except B6.SJL mice expressed the CD45.2 allele. Genetically mutated mice were bred and maintained in isolation facilities at Brown University through brother-sister mating. All mice used in experiments were 5 to 12 weeks old. Animals obtained from sources outside Brown University were housed in the animal care facility for at least 1 week before use. Handling of mice and experimental procedures were conducted in accordance with institutional guidelines for animal care and use.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Virus, infections and treatments. For LCMV infection experiments, mice were either uninfected (0 h after infection) or infected i.p. with 5 ϫ 10 4 PFU of LCMV Armstrong strain, clone E350 (7, 9, 17) . For IL-12 blocking experiments, animals were injected with either 750 g or 1 mg of anti-IL-12p40 (anti-IL-12/23, clone C17.8; BioXCell, West Lebanon, NH) or control rat IgG2a (clone 2A3; BioXCell) antibodies 12 h prior to LCMV infection and 36 h prior to treatment with 20 g of LPS (from Salmonella enterica serovar Enteritidis; Sigma, St. Louis, MO). Samples from LPStreated mice were harvested 6 h after treatment (22) . (The levels of efficacy of treatment with either 750 g or 1 mg of anti-IL-12 were similar.) For IFNAR blocking experiments, animals were injected with 250 g of anti-IFNAR1 (clone MAR1-5A3; Leinco Technologies, St. Louis, MO) or control IgG antibodies 12 h prior to LCMV infection. For NK depletion experiments, animals were injected with 500 g of anti-NK1.1 (clone PK136; BioXCell) or control IgG2a antibodies at 36 or 12 h prior to LCMV infection.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Sample preparation. PECs were extracted on the indicated days of infection. LCMV-infected and control uninfected (0) mice were anesthetized and bled retro-orbitally to collect serum samples. Mice were humanely sacrificed, by cervical dislocation after anesthetization, and the peritoneal cavity was lavaged with 5 ml of cold serum-free RPMI medium (Gibco, Invitrogen, Carlsbad, CA). Mice were gently agitated to increase PEC suspension in lavage medium. For analysis of surface marker expression or total STAT levels, PECs were resuspended in staining buffer containing 2% heat-inactivated fetal bovine serum (FBS) and then prepared for flow cytometric analysis as described below. For examination of intracellular IFN-␥, PECs were resuspended in complete media containing 5 g/ml brefeldin A (Sigma, St. Louis, MO), without additional stimulation, for 4 h at 37°C. Cells were then stained as described below. Peritoneal lavage fluids and serum samples were aliquoted and stored at Ϫ80°C for later use in cytokine and viral titer measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Adoptive transfers. Total donor PECs from uninfected mice (CD45.2) were isolated as described above and resuspended in 300 l of RPMI medium. These cells were injected i.p. into uninfected recipient mice (CD45.1). Recipient mice were rested for 1 h and either left uninfected or infected with LCMV as described above. Staining to identify donor and recipient cell populations was performed as described below using an anti-CD45.1-fluorescein isothiocyanate (FITC) antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Flow cytometric analysis. Detection of surface markers, intracellular IFN-␥, and intracellular total STAT1 and STAT4 was done with minor modifications as previously described (9, 46) . Briefly, PECs were incubated with 2.4G2 antibody (BioXCell, West Lebanon, NH) to block nonspecific binding to the Fc receptor. Cell surface staining was then performed with antibodies specific for the following: TCR-␤-FITC, TCR-␤peridinin chlorophyll protein (PerCP), NK1.1-phycoerythrin (PE) (all from eBioscience, San Diego, CA), TCR-␦-FITC, and CD45.1-FITC (BD Biosciences, Franklin Lakes, NJ). For cell surface staining only, cells were fixed with 2% paraformaldehyde. For intracellular staining of IFN-␥, cells were fixed and permeabilized with Cytofix/Cytoperm (BD Biosciences) and then stained with IFN-␥-allophycocyanin (APC) (BD Biosciences). For intracellular staining of total STAT1 and STAT4, cells were fixed and permeabilized with Cytofix/Cytoperm and then further fixed and permeabilized with ice-cold pure methanol. Subsequent staining was performed with combinations of STAT1-PE and STAT4-APC (custom prepared by BD Biosciences). The following isotype controls were included in each experiment: mouse IgG2a, mouse IgG2b, mouse IgG1, rat IgG1, rat IgG2a, rat IgG2b, and hamster IgG (BD Biosciences or eBioscience). Samples were acquired using a FACSCalibur (BD Biosciences) with the Cell-Quest Pro software package (BD Biosciences). Laser outputs were 15 mW at 488-and 635-nm wavelengths. At least 120,000 events were collected within a live-cell gate that was determined by forward and side scatter.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "46)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Analysis of flow cytometric data was performed using FlowJo9 (Tree Star, Inc., Ashland, OR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To ensure proper identification of the NK cell population in PECs, NK1.1-positive cells were costained with markers identifying TCR-␣/␤ and TCR-␥/␦ T cells. A lymphocyte gate was set to maximize inclusion of NK1.1 ϩ cells at different times after infection, and it was identified as an \"extended lymphocyte gate.\" Using this scheme, Ͻ5% of the NK1.1 ϩ cells were TCR-␦ ϩ under naive conditions; after LCMV infection, the population was reduced to Ͻ2%, and the cells were not producing IFN-␥ (data not shown). NK1.1 ϩ cells that were TCR-␤ ϩ (NK T cells) represented approximately 30% of the total NK1.1 ϩ population at day 0. After LCMV infection, this population was again diminished to Ͻ5%, and the IFN-␥ produced by these cells represented only about 3% of the total IFN-␥ ϩ cells. Thus, all experiments defined NK cells to be NK1.1 ϩ TCR-␤ Ϫ .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Cytokine measurements. IFN-␥ and IL-12p70 were measured in the peritoneal lavage fluid or the serum using the mouse inflammation kit cytometric bead assay (BD Biosciences). The limits of detection were 2.5 pg/ml for IFN-␥ and 10.7 pg/ml for IL-12p70. IFN-␣ and IFN-␤ were measured in the peritoneal lavage fluid or the serum using the VeriKine mouse IFN-␣ or mouse IFN-␤ ELISA kits, respectively (PBL Interferon-Source, Piscataway, NJ). The limits of detection for these assays were 12.5 pg/ml for IFN-␣ and 15.6 pg/ml for IFN-␤. The IL-12p40 ELISA, with a limit of detection of 100 pg/ml, was done as previously described (8) .",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 626,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "LCMV plaque assay. LCMV titers were determined as previously described (7, 17) . Briefly, peritoneal lavage fluids were thawed from storage at Ϫ80°C and serially diluted. Samples were overlaid onto Vero cell monolayers and incubated at 37°C for 1.5 h. Plaques were allowed to form upon overlay of samples with a 50:50 mixture of agarose-medium 199 (Sigma) for 3 days and then visualized using neutral red staining (Sigma). Included in each assay were positive LCMV control samples and negative controls (uninfected animals).",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Statistical analysis. All analyses were performed using Prism 5 (GraphPad Software, La Jolla, CA). Statistical significance was determined using the two-way analysis of variance (ANOVA) test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Natural killer cells in antiviral defense: function and regulation by innate cytokines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Pien",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Cousens",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Salazar-Mather",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu. Rev. Immunol",
            "volume": "17",
            "issn": "",
            "pages": "189--220",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Here today-not gone tomorrow: roles for activating receptors in sustaining NK cells during viral infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur. J. Immunol",
            "volume": "40",
            "issn": "",
            "pages": "923--932",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of early IL-12, IFNalphabeta, and TNF effects on antiviral state and NK cell responses during murine cytomegalovirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Orange",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Immunol",
            "volume": "156",
            "issn": "",
            "pages": "4746--4756",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coordinated and distinct roles for IFN-alpha beta, IL-12, and IL-15 regulation of NK cell responses to viral infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Immunol",
            "volume": "169",
            "issn": "",
            "pages": "4279--4287",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Type 1 interferons and the virus-host relationship: a lesson in detente",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "García-Sastre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "879--882",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interferon alpha/beta-mediated inhibition and promotion of interferon gamma: STAT1 resolves a paradox",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat. Immunol",
            "volume": "1",
            "issn": "",
            "pages": "70--76",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A unique mechanism for innate cytokine promotion of T cell responses to viral infections",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Pien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Malmgaard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Satoskar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Immunol",
            "volume": "169",
            "issn": "",
            "pages": "5827--5837",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An absolute and restricted requirement for IL-12 in natural killer cell IFN-gamma production and antiviral defense. Studies of natural killer and T cell responses in contrasting viral infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Orange",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Immunol",
            "volume": "156",
            "issn": "",
            "pages": "1138--1142",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High basal STAT4 balanced by STAT1 induction to control type 1 interferon effects in natural killer cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyagi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Exp. Med",
            "volume": "204",
            "issn": "",
            "pages": "2383--2396",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mechanisms of type-I-and type-II-interferonmediated signalling",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Platanias",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Rev. Immunol",
            "volume": "5",
            "issn": "",
            "pages": "375--386",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Distinct requirements for IFNs and STAT1 in NK cell function",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "165",
            "issn": "",
            "pages": "3571--3577",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Review: IFN-alpha/beta receptor interactions to biologic outcomes: understanding the circuitry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Fish",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Interferon Cytokine Res",
            "volume": "22",
            "issn": "",
            "pages": "835--845",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Impaired IL-12 responses and enhanced development of Th2 cells in Stat4-deficient mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Grusby",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "382",
            "issn": "",
            "pages": "174--177",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The role of Stat4 in species-specific regulation of Th cell development by type I IFNs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rogge",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Immunol",
            "volume": "161",
            "issn": "",
            "pages": "6567--6574",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Critical role for STAT4 activation by type 1 interferons in the interferon-gamma response to viral infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "297",
            "issn": "",
            "pages": "2063--2066",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Two roads diverged: interferon alpha/beta-and interleukin 12-mediated pathways in promoting T cell interferon gamma responses during viral infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Cousens",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Exp. Med",
            "volume": "189",
            "issn": "",
            "pages": "1315--1328",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Type 1 IFN deficiency in the absence of normal splenic architecture during lymphocytic choriomeningitis virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Louten",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Rooijen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Immunol",
            "volume": "177",
            "issn": "",
            "pages": "3266--3272",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Congenital lymphocytic choriomeningitis virus infection: decade of rediscovery",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Mets",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin. Infect. Dis",
            "volume": "33",
            "issn": "",
            "pages": "370--374",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Transmission of lymphocytic choriomeningitis virus by organ transplantation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N. Engl. J. Med",
            "volume": "354",
            "issn": "",
            "pages": "2235--2249",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A new arenavirus in a cluster of fatal transplantassociated diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N. Engl. J. Med",
            "volume": "358",
            "issn": "",
            "pages": "991--998",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Interleukin-12 is required for interferon-gamma production and lethality in lipopolysaccharide-induced shock in mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wysocka",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Eur. J. Immunol",
            "volume": "25",
            "issn": "",
            "pages": "672--676",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Synergism for cytokine-mediated disease during concurrent endotoxin and viral challenges: roles for NK and T cell IFN-gamma production",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Immunol",
            "volume": "162",
            "issn": "",
            "pages": "5238--5246",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Blocking monoclonal antibodies specific for mouse IFN-alpha/beta receptor subunit 1 (IFNAR-1) from mice immunized by in vivo hydrodynamic transfection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Sheehan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Interferon Cytokine Res",
            "volume": "26",
            "issn": "",
            "pages": "804--819",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Functional role of type I and type II interferons in antiviral defense",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "264",
            "issn": "",
            "pages": "1918--1921",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Immune response in mice that lack the interferongamma receptor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "259",
            "issn": "",
            "pages": "1742--1745",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Isolation and characterization of a human STAT1 gene regulatory element. Inducibility by interferon (IFN) types I and II and role of IFN regulatory factor-1",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Biol. Chem",
            "volume": "277",
            "issn": "",
            "pages": "19408--19417",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Major differences in the responses of primary human leukocyte subsets to IFN-beta",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Boxel-Dezaire",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Immunol",
            "volume": "185",
            "issn": "",
            "pages": "5888--5899",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Autocrine interferon priming in macrophages but not dendritic cells results in enhanced cytokine and chemokine production after coronavirus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "mBio",
            "volume": "1",
            "issn": "4",
            "pages": "219--229",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Altered interferon-alpha-signaling in natural killer cells from patients with chronic hepatitis C virus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyagi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Hepatol",
            "volume": "53",
            "issn": "",
            "pages": "424--430",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Direct action of type I IFN on NK cells is required for their activation in response to vaccinia viral infection in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "180",
            "issn": "",
            "pages": "1592--1597",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Interferon (IFN)-alpha/beta, interleukin (IL)-12 and IL-18 coordinately induce production of IFN-gamma during infection with herpes simplex virus type 2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Malmgaard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Paludan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Gen. Virol",
            "volume": "84",
            "issn": "",
            "pages": "2497--2500",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dendritic cells require a systemic type I interferon response to mature and induce CD4 ϩ Th1 immunity with poly IC as adjuvant",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Longhi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Exp. Med",
            "volume": "206",
            "issn": "",
            "pages": "1589--1602",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Distinct and complementary functions of MDA5 and TLR3 in poly(I:C)-mediated activation of mouse NK cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccartney",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Exp. Med",
            "volume": "206",
            "issn": "",
            "pages": "2967--2976",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Frontline: absence of functional STAT4 activation despite detectable tyrosine phosphorylation induced by murine IFN-alpha",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Berenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur. J. Immunol",
            "volume": "34",
            "issn": "",
            "pages": "2365--2374",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Interferon-gamma-inducing factor enhances T helper 1 cytokine production by stimulated human T cells: synergism with interleukin-12 for interferon-gamma production",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Micallef",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Eur. J. Immunol",
            "volume": "26",
            "issn": "",
            "pages": "1647--1651",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Influenza A virus-induced IFN-alpha/beta and IL-18 synergistically enhance IFNgamma gene expression in human T cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sareneva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matikainen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kurimoto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Julkunen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Immunol",
            "volume": "160",
            "issn": "",
            "pages": "6032--6038",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "IFN-alpha and IL-18 synergistically enhance IFN-gamma production in human NK cells: differential regulation of Stat4 activation and IFN-gamma gene expression by IFN-alpha and IL-12",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matikainen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur. J. Immunol",
            "volume": "31",
            "issn": "",
            "pages": "2236--2245",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "TLR3 and Rig-like receptor on myeloid dendritic cells and Rig-like receptor on human NK cells are both mandatory for production of IFN-gamma in response to double-stranded RNA",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Perrot",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Immunol",
            "volume": "185",
            "issn": "",
            "pages": "2080--2088",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "TLR4, but not TLR2, mediates IFN-betainduced STAT1alpha/beta-dependent gene expression in macrophages",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Toshchakov",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Immunol",
            "volume": "3",
            "issn": "",
            "pages": "392--398",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Natural killer cell depletion enhances virus synthesis and virus-induced hepatitis in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bukowski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Woda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Habu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okumura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Immunol",
            "volume": "131",
            "issn": "",
            "pages": "1531--1538",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Adoptive transfer studies demonstrating the antiviral effect of natural killer cells in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bukowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dennert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Exp. Med",
            "volume": "161",
            "issn": "",
            "pages": "40--52",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Antiviral effect of lymphokineactivated killer cells: characterization of effector cells mediating prophylaxis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bukowski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Virol",
            "volume": "62",
            "issn": "",
            "pages": "3642--3648",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Immune defence in mice lacking type I and/or type II interferon receptors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Van Den Broek",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguet",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunol. Rev",
            "volume": "148",
            "issn": "",
            "pages": "5--18",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Compartmental differences in NK cell responsiveness to IL-12 during lymphocytic choriomeningitis virus infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Pien",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "164",
            "issn": "",
            "pages": "994--1001",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Innate immune responses to viral infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields virology",
            "volume": "",
            "issn": "",
            "pages": "249--278",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Intracellular staining for analysis of the expression and phosphorylation of signal transducers and activators of transcription (STATs) in NK cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyagi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Methods Mol. Biol",
            "volume": "612",
            "issn": "",
            "pages": "159--175",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cytokine expression in the peritoneal cavity during LCMV infection. C57BL/6 mice were uninfected (time 0) or infected i.p. with LCMV for the indicated times. Peritoneal lavage fluids and cells were collected. (A) Cytokine levels in lavage fluids were measured. IFN-␥ and IL-12p70 levels were quantified by CBA, and IFN-␣ and IFN-␤ levels were quantified by ELISA. CBA data were pooled from six independent experiments with the following total numbers of individual samples: n ϭ11 (time 0), 2 (20 h), 9 (24 h), 8 (30 h), 17 (36 h), 3 (40 h), and 5 (48 h). ELISA data were pooled from six independent experiments with total n ϭ 11 (0 h), 2 (20 h), 6 (24 h) 11 (30 h), 11 (36 h), 3 (40 h), and 5 (48 h). (B and C) Flow cytometry was used to define subsets expressing intracellular IFN-␥. Cell surface staining of NK1.1 and TCR-␤ followed by cytoplasmic staining for IFN-␥ expression was carried out. Analysis was based on subsets identified in an extended lymphocyte gate. (B) Representative cytoplasmic IFN-␥ expression within total lymphocytes, T cells, and NK cells (solid black line) compared to isotype controls for staining (dashed black line). The numbers shown are percentages of IFN-␥-expressing cells. (C) Proportions of peritoneal NK cells expressing IFN-␥ were evaluated by pooling results from eight independent experiments with total n ϭ 13 (0 h), 2 (20 h), 4 (24 h), 10 (30 h), 15 (36 h), 5 (40 h), and 5 (48 h). Filled circles are results from individual animals. Bars are means Ϯ standard errors of the means (SEM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effects of IL-12 blockade on peritoneal IFN-␥ responses to LCMV or LPS. Mice were uninfected, infected with LCMV for 30 h, or treated with LPS at 6 h prior to harvest. They were administered anti-IL-12 or control antibodies 12 h prior to LCMV infection and 36 h prior to LPS treatment. Peritoneal lavage fluids and cells were harvested at the indicated times. (A) IFN-␥ levels in the lavage fluids were determined by CBA. Each point represents an individual animal. (B) NK cell subsets were identified and examined for IFN-␥ level expression by flow cytometry. Representative flow cytometric plots from individual animals are shown on the left, and a quantification of the data is shown in bar graphs on the right. Results presented for both panels are pooled from two independent experiments having groups each having n ϭ 3. Means Ϯ SEM are shown. *, P Ͻ 0.02; ***, P Յ 0.0001. siveness in vivo dramatically inhibits induction of peritoneal NK cell IFN-␥ expression after LCMV infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "1 expression(Fig. 4B). None of the populations expressed IFN-␥ when recipients remained uninfected (Fig. 4B; 0 h after LCMV infection). When WT PECs were transferred into WT recipient mice, both recipient and donor NK cells expressed normal levels of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effects of type 1 IFN responsiveness on peritoneal NK cell IFN-␥ expression. (A) Control or anti-IFNAR antibodies were administered to mice prior to LCMV infection, and NK cell IFN-␥ expression was measured at 30 h after infection. Intracellular IFN-␥ expression in single samples is shown on the left, and quantification of multiple samples is shown on the right. Data are representative of one independent experiment with n ϭ 3. (B) NK cells were examined for IFN-␥ expression at 30 h after LCMV infection of IFNAR Ϫ/Ϫ and WT mouse controls. Representative staining from single samples is presented on left. Data pooled from two independent experiments with n ϭ 3 (WT) and 5 (IFNAR Ϫ/Ϫ ) are presented on right. Bars are means Ϯ SEM. (C) Adoptive transfer of peritoneal cells from IFNAR Ϫ/Ϫ and WT mice into WT mice followed by LCMV infection was performed to assess the requirement for type 1 IFN signaling within NK cells. Recipient cells were identified as CD45.1 ϩ and donor cells were identified as CD45.1 Ϫ . The IFN-␥ expression, in representative samples, by WT and IFNAR Ϫ/Ϫ peritoneal NK cells following adoptive transfer into WT mice at 30 h after LCMV infection is given on the left. Data pooled from two independent experiments with n ϭ 4 (0 h) and 6 (30 h) are shown on right. Each point represents an individual animal. Bars are means Ϯ SEM. *, P Ͻ 0.0005; **, P ϭ 0.0001; ***, P Յ 0.0001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of STAT4 loss on peritoneal NK cell IFN-␥ expression. (A) Differences in the responses to LCMV infection were examined in WT and STAT4 Ϫ/Ϫ mice. Representative IFN-␥ expression in NK cells (solid black line) isolated from uninfected (0 h) and 30-and 36-h LCMV-infected mice compared to isotype controls (dashed black line) is given on the left. Shown is a quantification of IFN-␥ expression in STAT4 Ϫ/Ϫ peritoneal NK cells (white bars) compared to WT (black bars) results from multiple mice. Data are representative of two independent experiments with n ϭ 3 (0 h and STAT4 Ϫ/Ϫ at 30 h) and 2 (WT at 30 h). (B) Adoptive transfer of peritoneal cells from WT and STAT4 Ϫ/Ϫ mice into WT mice followed by LCMV infection. Donor and recipient mice were congenic with cells from donor mice lacking CD45.1 (CD45.1 Ϫ ) and from recipient mice expressing CD45.1 (CD45.1 ϩ ). Representative IFN-␥ expression by WT and STAT4 Ϫ/Ϫ peritoneal NK cells (solid black line) during adoptive transfer into WT mice at 30 h after LCMV infection compared to isotype control (dashed black line) is presented on the left. Points on the right show results from individual mice collected from two independent experiments with n ϭ 4 (0 h), 5 (30 h WT), and 4 (30 h STAT4 Ϫ/Ϫ ). Bars are means Ϯ SEM. *, P Ͻ 0.05; **, P Ͻ 0.02.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "STAT1 and STAT4 levels in peritoneal cells. Total intracellular STAT1 and STAT4 protein levels were measured by flow cytometry in peritoneal cells isolated at different times during LCMV infection of WT mice. Representative data of STAT4 (A) and STAT1 (B) expression at 0, 30, and 48 h after LCMV infection in single samples examining total lymphocytes, T cells, and NK cells (solid black line) are shown compared to isotype controls (dashed black line). Compiled data on the percentage of cells expressing STAT1 (open bars) and STAT4 (filled bars) (ϮSEM) at 0, 24, 20, 36, 40, and 48 h of LCMV infection are shown for total lymphocytes (C), T cells (D), and NK cells (E). Data are representative of three independent experiments, with different ranges of times for groups with n ϭ 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Impact of peritoneal IFN-␥ on LCMV viral burden. (A) Viral titers at different times of infection in the peritoneal cavity. Differences in LCMV titer in IFN-␥R Ϫ/Ϫ compared to WT controls are shown. Data are from one independent experiment for groups with n ϭ 5. Bars are means Ϯ SEM. Results are representative of five different experiments with different numbers of samples at different times of infections. (B) NK cell depletion in the peritoneum. The consequences of control antibody compared to anti-NK1.1 treatments on NK cell numbers and IFN-␥-expressing cells at 30 h of LCMV infection are presented in the upper panel. Flow graphs show results from individual samples. Bar graphs give averages from three individual mice. (C) Peritoneal IFN-␥ levels were measured in lavage fluids by CBA following control or anti-NK1.1 treatments. Data representative of two experiments with n ϭ 6 (30 h) for each group in each experiment. Peritoneal viral titers were measured in a plaque assay. Data representative of three independent experiments with individual total samples for each group being n ϭ 15. Each point represents an individual animal. Bars are means Ϯ SEM. *, P ϭ 0.05; **, P Ͻ 0.0002.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Compartmental differences in innate immune response to LCMV",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Seung-Hwan Lee and Han Cun for techniques and advice and Maria Fragoso for technical assistance.The work was supported by National Institutes of Health grants CA41268 and AI55677.The authors have no financial conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}