{
    "paper_id": "c436139975d97ef929b5d8452595de40bda0c11c",
    "metadata": {
        "title": "Phone: (1) 301-451-9881, jbeigel@niaid.nih.gov",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "H"
                ],
                "last": "Beigel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pablo",
                "middle": [],
                "last": "Tebas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marie-Carmelle",
                "middle": [],
                "last": "Elie-Turenne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ednan",
                "middle": [],
                "last": "Bajwa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Todd",
                "middle": [
                    "E"
                ],
                "last": "Bell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "B"
                ],
                "last": "Cairns",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shmuel",
                "middle": [],
                "last": "Shoham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jaime",
                "middle": [
                    "G"
                ],
                "last": "Deville",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Feucht",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Judith",
                "middle": [],
                "last": "Feinberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Luke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kanakatte",
                "middle": [],
                "last": "Raviprakash",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janine",
                "middle": [],
                "last": "Danko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dorothy",
                "middle": [],
                "last": "O&apos;neil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [
                    "A"
                ],
                "last": "Metcalf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "H"
                ],
                "last": "Burgess",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evgenia",
                "middle": [],
                "last": "Aga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "Clifford"
                ],
                "last": "Lane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Hughes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "T"
                ],
                "last": "Davey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "on behalf of the IRC002 Study Team Summary Background-Influenza causes significant morbidity and mortality despite currently available treatments. Anecdotal reports suggest plasma with high antibody titers towards influenza may be of benefit in the treatment of severe influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods-We conducted a randomized, open-label, multicenter phase 2 trial at 29 academic medical centers in the United States to assess the safety and efficacy of anti-influenza plasma with hemagglutination inhibition (HAI) antibody titers of ≥ 1:80 to the infecting strain. Hospitalized children and adults (including pregnant women) with severe influenza A or B (defined as hypoxia or tachypnea) were randomly assigned to receive either 2 units (or pediatric equivalent) of antiinfluenza plasma plus standard care (P+S), versus standard care alone (S), and were followed for 28 days. The primary endpoint was time to normalization of patients' respiratory status (respiratory rate of ≤ 20 for adults or age defined thresholds of 20-38 for children), and a room air saturation of oxygen ≥ 93%. ClinicalTrials.gov Identifier: NCT01052480",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings-Between January 13, 2011 and March 2, 2015, 113 participants were screened, and 98 were randomized. Of the participants with confirmed influenza, 28 of 42 (67%) of P+S participants normalized their respiratory status by Day 28, as compared to 24 of 45 (53%) of S participants (p=0·069). The estimated hazard ratio comparing P+S to S was 1·71 (95% CI: 0·96 to 3·06). Six participants died, 1 (2%) and 5 (10%) from the P+S and S arms respectively (p=0·093). P+S participants had non-significant reductions in days in hospital (median 6 vs. 11 days, p=0·13) and days on mechanical ventilation (median 0 vs. 3 days, p=0·14), and significantly improved clinical status at Day 7 (p=0·020). Fewer P+S participants experienced SAEs compared to S recipients (20% vs. 38%, p= 0·041), the most frequent of which were acute respiratory distress syndrome (1 [2%] vs 2 [4%]) and stroke (1 [2%] vs 2 [4%]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation-Results from this Phase II randomized trial of immune plasma for the treatment of severe influenza provides support for a possible benefit of immunotherapy across the primary and secondary endpoints. A Phase III randomized trial is now underway to further evaluate this intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Beigel et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pandemic influenza remains a global health threat. In the setting of an outbreak, there is a need for new countermeasures that can be rapidly implemented. Plasma therapy has been used experimentally for the last 100 years to treat severe infectious diseases beginning with diphtheria in the 1890's, Spanish flu of 1917-1918, and severe acute respiratory syndrome (SARS) in 2003, Middle East respiratory syndrome (MERS), and most recently, the Ebola epidemic in West Africa. A meta-analysis of 8 non-randomized studies using convalescent blood products during the 1918 influenza pandemic calculated a case-fatality rate of 16% among 336 treated participants compared to 37% among 1219 controls. [1] A cohort study of 93 participants with severe H1N1 influenza demonstrated lower mortality in the treatment group receiving H1N1 convalescent plasma vs the control group (20·0% vs. 54·8%; P = .01), [2] although mortality in the control group was higher than expected for comparable severity of illness. [3] [4] [5] [6] Despite these encouraging data, no randomized controlled trial (RCT) of immune plasma for severe influenza has ever been conducted. In an effort to more rigorously evaluate the role of immune plasma in the treatment of severe influenza we conducted a RCT in a non-pandemic setting in participants with respiratory compromise due to influenza.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 697,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1012,
                    "end": 1015,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This was a randomized, open-label, multicenter phase 2 trial conducted at 29 academic medical centers in the United States. All study participants provided written informed consent. The study protocol was approved by the institutional review board at each study site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Hospitalized participants with influenza A(H1N1), A(H3N2) or B virus infections (diagnosed locally by rapid antigen or polymerase chain reaction (PCR)) who had either hypoxia (room air saturation of oxygen < 93%) or tachypnea (respiratory rate greater than 20 for adults, or age defined thresholds of between 20 and 38 for children) were eligible for enrollment. The study initially was restricted to onset of illness within 7 days, but subsequently revised to allow participants to be enrolled regardless of onset time if there was active viral replication (as evidenced by a positive diagnostic test). The study initially enrolled participants with influenza H1N1 only, but was amended to also include influenza H3N2 and B. Participants were excluded if ABO compatible plasma was not available, if the participant had received investigational antivirals in the prior 2 weeks, if they had a history of any allergic reactions to blood products, if they had medical conditions in which they could not tolerate 500 mL volume, or if there was a clinical suspicion that the etiology of acute illness was primarily due to a condition other than active influenza virus replication (e.g. primarily a bacterial superinfection). Per protocol, only non-pregnant adults were enrolled in the first year. Subsequently, after Data and Safety Monitoring Board (DSMB) review of interim data, children and pregnant women were also made eligible for enrollment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Participants were randomized by an online randomization system in a 1:1 ratio to receive either 2 units of ABO-matched plasma (volume range: 225-350 ml/unit or 8 ml/kg pediatric equivalent) on Study Day 0 in addition to standard care versus standard care alone. Standard care could vary depending upon the clinical needs of the patient but all participants were required to receive a neuraminidase inhibitor as part of their treatment. A computer generated central randomization scheme was used, with stratification by age group and pregnancy status (<2 years, ≥2 years to <8 years, ≥8 years to <18 years and not pregnant, ≥ 18 years and not pregnant, and pregnant). Randomization was not stratified by site nor measures of disease severity. The study was not blinded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randomization and masking"
        },
        {
            "text": "The study used units of human plasma that met all requirements for FDA licensed Fresh Frozen Plasma (FFP) and were pre-screened for hemagglutination inhibition (HAI) titer(s) by a central laboratory. All units were required to have a HAI titer of at least 1:40, though the units used for participants with influenza A had a geometric mean HAI titer for H1N1 or H3N2 of 1:259 or 1:158 respectively (range 1:80-1:1280), and for influenza B a geometric mean HAI titer of 1:101 (1:80-1:640). At the beginning of the study, plasma was collected by donor directed programs (screening participants for high titer HAI, and then serially collecting plasma from these individuals). Through the course of the study, the plasma collection was changed to screening units of plasma from blood establishments to identify units with high HAI titers to influenza A or influenza B. This allowed larger volumes of plasma to be collected to support the treatment study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "Study plasma was to be administered as soon as possible, but no later than 24 hours after randomization. The rate of infusion was dictated by institutional practices. The two infusions were to be separated by at least 1 hour in order to assess for any immediate AEs from the first unit. The interval between units could be extended if clinically indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "Participants were assessed on Study Day 0 (pre-dose), and on Study Days 1, 2, 4, 7, 14, and 28. Nasal and oropharyngeal swabs for influenza PCR were collected on Days 0, 1, 2, 4, and 7, and endotracheal aspirates were obtained when possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures"
        },
        {
            "text": "The overall objective of the study was to evaluate the safety and efficacy of treatment with anti-influenza immune plasma in addition to standard care in subjects with influenza. The primary efficacy endpoint chosen was normalization of tachypnea or hypoxia defined as normalization of both respiratory rate (≤ 20 for adults, or below the age defined thresholds of 20-38 for children), and room air saturation of oxygen (SaO2) ≥93%. The secondary endpoints included: incidence and duration of clinical symptoms, incidence and duration of fever, time to resolution of all symptoms and fever, in-hospital, and 28-day mortality, duration of hospitalization, number of admissions and duration of admission to an intensive care unit, incidence and duration of supplemental oxygen, incidence of ARDS, incidence and duration of requiring mechanical ventilation, and disposition (home with no health care, home with health care, transferred to long-term care facility, hospitalization ongoing at Day 28, discharged to hospice care, deceased) following the last hospital discharge. All secondary analysis including subgroups were pre-specified in a formal Statistical Analysis Plan with the exception of the 6-step ordinal scale of clinical status at Day 7, which was developed for a separate anti-influenza IVIG study (ClinicalTrials.gov Identifier: NCT02287467) and was used post-hoc in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "There were limited data available to base sample size calculations for this study. However, the sample size of 100 was calculated to be sufficient to detect a decrease in the median time to normalization of respiratory status from 14 to 7 days with 89% power at a two-sided 5% significance level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "All efficacy results are presented for the Primary Efficacy Population (PEP) unless otherwise noted. The PEP included all randomized participants with influenza infection confirmed by PCR from Day 0 by the central laboratory. Analysis is per Intention-to-Treat (ITT). The logrank test and Cox proportional hazards model were used to compare the primary endpoint between treatments using ITT approach. For the primary endpoint, participants who died without prior normalization were censored after Day 28. Participants who were not evaluable at a scheduled visit (either due to prior loss to follow-up or an incomplete or missing evaluation) were considered as not having a normalized respiratory status at that visit. Adverse event data, coded using MedDRA, are presented by treatment received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Employees of the sponsor of the study were involved with study design, analysis, and the writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Funding Source"
        },
        {
            "text": "Between January 2011 and April 2015, a total of 113 participants were screened for the study (Figure 1 ). Fifteen participants were excluded: 8 did not have a positive test for influenza at the site, 2 had blood types for which ABO matched plasma was not available, 2 were judged unable to tolerate a 500ml volume, and 3 were excluded for other reasons. Twenty of the 29 participating sites enrolled at least one participant into the trial. The study was stopped in 2015 at the end of the influenza season, after being within 2 participants of the enrollment goals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Ninety-eight participants were randomized. Eleven participants were excluded from the Primary Efficacy Population (PEP) because their initial samples were PCR negative by central laboratory testing. The median age of the randomized participants was 53 years (range 0-95 years). Eleven children and two pregnant women were enrolled ( Table 1 ). The majority of participants had underlying medical conditions, with hypertension and chronic pulmonary disease being the most common (medical conditions present in ≥ 10% of participants are presented in Table 1 ). Participants had a median 4 days of influenza illness prior to enrollment, and 61% (N=60) had received antivirals prior to randomization (median 2 days of antivirals prior to enrollment). All participants received antibiotics (the protocol did not dictate which antibiotics would be used). No participants received naproxen, and only 6 participants received azithromycin.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 340,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 548,
                    "end": 555,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "At baseline, 79 (82%) of participants required oxygen, 56 (58%) were in the ICU, and 41 (43%) were on mechanical ventilation. Adults had a median APACHE II score of 13, reflecting an anticipated 15% mortality, [7] whereas children had a median PRISM III score of 3 reflecting an anticipated 2% mortality. [8] The participants randomized to receive standard care had slightly more severe illness at baseline compared to those randomized to plasma (oxygen requirement in 43 participants (88%) vs. 36 (77%) and mechanical ventilation in 24 participants (49%) vs. 17 (36%)). Thirty five (57%) participants had multi-lobar infiltrates on chest X-ray and was similar in both arms, and 31 (51%) had pleural effusions which were more common in the standard care arm (59% (19) vs 41% (12)). The protocol did not mandate any evaluation of the pleural effusions, though no empyema's were reported. Loss to follow up for completion of the study (Day 28) was higher in the participants that received standard care (22% (N=10) vs. 10% (4)), though follow up through the primary endpoint (or Day 28 if not reaching endpoint, or death) was similar (82% (37) vs. 86% (36)).",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Forty-five (92%) participants randomized to the plasma received the full planned treatment. Four participants (8%) randomized to receive plasma did not actually receive plasma (see Figure 1 for reasons). One pediatric participant randomized to standard care was inadvertently administered plasma. For participants that received plasma, the first unit of plasma was administered at a median of 3·9 hours (IQR 2·4, 6·1) following randomization, with a median 2·5 hours between units (IQR 1·7, 3·4). 99% of participants received antivirals (97% oseltamivir monotherapy).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Twenty-eight (67%) participants randomized to receive plasma had documented resolution of tachypnea and hypoxia by Day 28, compared to 24 (53%) of control participants (p = 0·069) ( Figure 2A ). The hazard ratio of plasma + standard of care vs. standard of care alone was 1.71 [95% CI: 0·96, 3·06]. From the Kaplan-Meier analysis, with the caveat that the study evaluated tachypnea and hypoxia at Days 1, 2, 4, 7, 14 and 28, the estimated median time to resolution of tachypnea and hypoxia was 7 days (lower quartile 2 days) among participants randomized to receive plasma versus 28 days (lower quartile 7 days) among participants randomized to the control arm. Due to the higher than expected loss to followup, sensitivity analysis was performed with follow-up censored at last available assessment with sufficient respiratory status data (p = 0·086). Six participants randomized to receive plasma resolved the tachypnea and hypoxia present at screening by the time of baseline (prior to receiving plasma), as compared to one among participants that received standard care. With these participants excluded, 22 (61%) participants in the PEP randomized to receive plasma had resolution of tachypnea and hypoxia by Day 28, compared to 23 (52%) of controls (p = 0·26). The benefit was primarily seen in participants who were enrolled within 4 days of symptoms (treatment by subgroup interaction p-value = 0·038). ( Figure  2B ). As the participants randomized to standard care had slightly more severe disease at baseline, in order to evaluate the influence of these baseline differences, analysis was performed stratified by use of oxygen, mechanical ventilation, ICU requirement, and presence of ARDS. All demonstrated similar results as in the primary analysis (stratified logrank p=0·019 to 0·12).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1413,
                    "end": 1423,
                    "text": "Figure  2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Participants randomized to the plasma arm had a better disposition after hospital discharge (p=0·029; Table 2 ). A similar finding (p=0·020) was noted in a post-hoc analysis using a 6step scale of clinical status at Day 7 (death, in ICU, hospitalized on oxygen, hospitalized not on oxygen, not hospitalized but not returned to normal activities, or not hospitalized and returned to normal activities).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Better outcomes among participants randomized to receive plasma in the PEP across multiple other pre-specified measures of efficacy were also observed though they did not achieve statistical significance (Table 2 ). For participants randomized to receive plasma, there were fewer days in the hospital after randomization (median 6 vs. 11, p= 0·13), fewer participants with hospital readmissions (2 vs. 7, p=0·096), fewer participants with ICU admissions (57% vs. 69%, p = 0·097), and fewer days on mechanical ventilation (median 0 vs. 3, p=0·14). In contrast, the days on oxygen after randomization were not different (median 7 vs. 8, p=0·52), nor were the days in the ICU after randomization (median 2·5 vs. 3, p = 0·37). As in the case of the primary endpoint, the benefit appeared greatest in participants who had ≤ 4 of symptoms prior to randomization ( Figure 2B , proportional hazards model p = 0·038).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "(Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 858,
                    "end": 867,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In those without ARDS at baseline, no participant randomized to receive plasma developed ARDS, whereas 3 receiving standard care (11·5% of the standard care participants without ARDS at baseline) did so (p=0·067). No difference between the treatments was found for the time to resolution of typical influenza symptoms (p = 0·57) nor resolution of fever (p=0·99). (Supplemental Figures 1 and 2) Six participants died: 1 of 49 (2%) randomized to receive plasma compared to 5 of 49 (10%) among participants randomized to receive standard care (Randomized Population ITT analysis, p = 0·093, hazard ratio: 0·19 [95% CI: 0·02, 1·65]). The one participant that died after receiving plasma died 8 days after plasma infusion due to septic shock. All deaths were judged not related to study interventions. Analysis by treatment received (2% vs. 10%, p = 0·096), and restricted to the PEP (2% vs. 10%, p = 0·10) gave similar results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 393,
                    "text": "Figures 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Participants randomized to receive plasma had about 1 log copies/mL lower nasal and oral influenza viral loads (detected by quantitative PCR) at baseline (nasal: median 2·8 vs. 3·8 log 10 copies/mL; oral 2·4 vs. 3·3 log 10 copies/mL), although viral loads in the 23 participants who had an endotracheal aspirate (5·0 vs. 5·1 log 10 copies/mL) were similar. (Table 3 ) There was no appreciable difference in time to virus becoming undetectable (nasal: p = 0·95; oral: p=0·56) ( Figure 3) The HAI titer achieved by infused plasma cannot be determined separately from the participant's pre-existing immunity and immune response. For H1N1 2009, which was a strain in circulation throughout the study, the geometric mean HAI titer in study participants at baseline was 1:26·4 [95% CI: Thirty percent of the study population had serious adverse events (SAEs). Fewer plasma recipients than controls had SAEs (9 (20%) vs. 20 (39%), p= 0·041). The most common SAEs were acute respiratory distress syndrome and stroke. Each of these occurred in 3 participants (3%): 1 plasma recipient, 2 controls (Table 4 ). No category of SAE appeared more frequently among plasma recipients. The most common adverse events occurring in the first 7 days were hyperglycemia, increased aspartate aminotransferase, diarrhea, anemia, and fever (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 365,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 477,
                    "end": 486,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1087,
                    "end": 1095,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 1315,
                    "end": 1323,
                    "text": "(Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The use of immune plasma has been recommended as a primary therapy for severe respiratory infectious diseases, including influenza, SARS and MERS. [9] However, data supporting these recommendations are weak and limited to case reports, case series, and one case control study. [10] Additionally, a randomized controlled trial of hyper-immune antiinfluenza immunoglobulin did not show any benefit in mortality, ICU stay, or hospital stay. [11] A post-hoc analysis of participants treated within 5 days of symptom onset was reported as demonstrating reduced mortality (0/12 (0%) vs 4/10 (40%), OR, 0.14; p =0.04), though conversely those treated after 5 days had an increased mortality (5/5 (100%) vs 0/7 (0%), no statistical analysis reported).",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, this is the first randomized controlled trial to demonstrate potential efficacy using immune plasma in the treatment of a respiratory virus disease. Although the study was not able to conclusively demonstrate efficacy based upon the primary endpoint (resolution of tachypnea/hypoxia); the fact that 14% more patients in the treatment arm had resolution of tachypnea/hypoxia (p=0·069) coupled with the significant improvement seen in clinical status at Day 7 (p=0·020), decreased mortality (1 vs. 5, p=0·093), and multiple other secondary endpoints all suggest benefit to treatment with immune plasma. Furthermore, it appears that maximum benefit accrues to the use of plasma < 4 days of symptom onset though a definitive conclusion will require further study (see Figure 2B ). Based on this data, a larger, randomized, double blind, placebo controlled trial is currently underway (ClinicalTrials.gov Identifier: NCT02572817).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 782,
                    "end": 791,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Further, the intervention appears safe with fewer participants randomized to receive plasma having SAEs as compared to participants randomized to standard care (20% vs. 38%). The SAE appear to be largely related to the underlying influenza, its complications, and other comorbid conditions, and not due to the intervention, though assessment of safety can be very difficult in any seriously ill population. Given the high numbers of SAEs and AEs in participants who only received standard care, the ability to discern a subtle safety signal associated with the intervention in this very ill population is challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the morbidity of influenza in children and pregnant women, it was important to incorporate these populations in this study. Although we did not enroll sufficient numbers of children or pregnant women to make discrete statements about the efficacy in those subpopulations, we have shown it is feasible (and would argue that it is necessary) to incorporate these populations in trials of novel influenza therapeutics for severe disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The lack of a measurable anti-viral effect is difficult to interpret. The need for virologic efficacy endpoints in influenza therapeutics has been well argued [12] but, to date, even oseltamivir has not shown conclusive efficacy in terms of decreased viral shedding. The prior study with anti-influenza convalescent plasma [2] did report a difference in rate of decrease of viral shedding, though the cohort design and high mortality in the control arm make direct comparisons to this study difficult. The prior study with hyper-immune antiinfluenza immunoglobulin did show virologic benefit on day 3 and 5, though as previously noted did not show clinical benefit for the primary analysis population. [11] Currently the FDA does not consider virologic endpoints alone to be sufficient as primary endpoints given the lack of a predictive relationship between reductions in viral titers and clinical benefit, as well as substantial variability in methods of quantifying viral shedding. [13] The use of HAI titer as a measure of immunity in the prevention of influenza is well established, [14] and therefore an increase in HAI titers by plasma might be anticipated to decrease viral shedding. Additionally, several hundred units of plasma are screened each week to support this study, so the assay needed to be scalable for high throughput. For these reasons, units for this study were screened by HAI. However, the prior cohort study with anti-influenza convalescent plasma screened units by neutralizing antibody titer (NAT). [2] While NAT and HAI are generally related, there is not sufficient data to know which is the more appropriate method for screening plasma units. Additionally, it is possible that systemically administered antibodies do not sufficiently permeate mucosal surfaces in order to affect viral replication.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1527,
                    "end": 1530,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There was a demonstrable difference in geometric mean titers in the plasma treatment arm compared to non-treated participants in the first few days after plasma administration. The analysis of the pharmacokinetic/pharmacodynamic (PK/PD) relationship of this intervention, however, presents several challenges. The administered plasma is not discernable from the intrinsic immune response. Unlike small molecules, the baseline titer does not begin at 0 due to both pre-existing immunity (prior infections and vaccinations) as well as any immune response occurring after the illness onset. By Day 28, the titer is higher in all participants regardless of treatment due to the adaptive immune response and remains elevated above baseline for months. Given the complexity of this type of analysis, the PK/PD is beyond the scope of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We were not able to record any effect of immune plasma on decreasing the symptoms of influenza illness. Given the severe nature of the illness in our study population (58% were in the ICU), the ability to ascertain symptoms reliably and reproducibly may indeed be questionable. There was also no difference between arms in the number of days during follow-up that oxygen supplementation was used despite the suggested improvement in resolution of tachypnea and hypoxia in plasma recipients. This may conceivably reflect the practice (intentional or by omission) of delayed discontinuation of supplemental oxygen despite the resolution of hypoxia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The use of an ordinal scale of clinical status, using levels of care as was done in our analysis, avoids much of the variation seen in our primary endpoint. While originally developed for use in a different influenza therapeutic study, and while not in the original analysis plan, using this scale we were encouraged to see the significant difference in outcomes between the treatment arms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study has several limitations. There was limited prior data by which an effect size could be determined for sample size calculations and, in the end, this study was underpowered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The unblinded design was another limitation of the study. Potential placebos (e.g. saline with albumin) were debated during protocol development, although even with elaborate blinding schemes the study team is unlikely to have been effectively blinded. Ultimately it was concluded that incorporation of a placebo should await a larger, more definitive trial. One unintended consequence of this decision was the observation that losses to follow up appeared to be somewhat higher in the participants that received standard care as compared to those that received plasma. After being consented but then informed that no specific study treatment would be provided, we suspect that participants that received standard care were less motivated to complete all study visits. This however, did not compromise our ability to ascertain the primary endpoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At baseline, there were some differences in oxygen dependency, rates of mechanical ventilation, and APACHE scores suggesting that the standard care arm may have had participants presenting with more severe disease. Due to the association of age and pregnancy with outcomes in H1N1 influenza, these were chosen as the primary stratification categories for randomization. With the limited sample size, we were concerned that additional stratification could have led to incomplete filling of blocks (over-stratification), and subsequent imbalances. The differences in the severity of illness likely also accounts for the higher viral burden in nasal and oropharyngeal swabs at baseline in the standard care arm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For a variety of reasons, a study of this type proved to be very difficult to execute. Despite engagement of established investigators in infectious diseases, intensive care, and emergency medicine at 29 academic medical centers, enrollment and randomization of 98 participants took over 4 years. Major challenges included a low incidence of influenza illness in some years of the study and the lack of experience of most blood establishments with using plasma as an investigational product. Some participants, families, and even treating physicians also expressed reluctance in using a human blood product for a disease like influenza, where morbidity and mortality is often underappreciated. There were additional challenges unique to the investigational product including the moving target of antigenic drift in circulating influenza subtypes and the need to match this evolution over time with contemporaneous plasma, and the comparatively short shelf life of plasma units necessitating frequent replenishment of expiring units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although these results generally did not reach formal statistical significance, this trial had multiple endpoints suggestive of improved outcome among participants who received plasma compared to standard care alone. Given the need for better therapies for influenza as well as the need to have strategies in place to rapidly launch effective therapeutic countermeasures for diseases of this type, it is of critical importance to accurately determine the efficacy of immune plasma. With these considerations, we believe that this approach should be further studied in a larger randomized trial. As noted, such a trial is presently underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "Nasal swab (log 10 copies/mL) Median (Q1, Q3), N = 81 3. Table 4 Serious Adverse Events that occurred in more than one participant by treatment actually received Adverse events that occurred between day 0 and 7 in more than one participant ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Baseline virology"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Meta-analysis: convalescent blood products for Spanish influenza pneumonia: a future H5N1 treatment?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Luke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Intern Med",
            "volume": "145",
            "issn": "8",
            "pages": "599--609",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Convalescent plasma treatment reduced mortality in patients with severe pandemic influenza A (H1N1) 2009 virus infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "4",
            "pages": "447--56",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critical care services and 2009 H1N1 influenza in Australia and New Zealand",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "20",
            "pages": "1925--1959",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Extracorporeal Membrane Oxygenation for 2009 Influenza A(H1N1) Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1888--95",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Critically Ill patients with 2009 influenza A(H1N1) in Mexico",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dominguez-Cherit",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1880--1887",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Critically ill patients with 2009 influenza A(H1N1) infection in Canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1872--1881",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "APACHE II: a severity of disease classification system",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Knaus",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Crit Care Med",
            "volume": "13",
            "issn": "10",
            "pages": "818--847",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "PRISM III: an updated Pediatric Risk of Mortality score",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pollack",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "E"
                    ],
                    "last": "Ruttimann",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Crit Care Med",
            "volume": "24",
            "issn": "5",
            "pages": "743--52",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CoV: clinical decision making support for treatment",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mers-",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The effectiveness of convalescent plasma and hyperimmune immunoglobulin for the treatment of severe acute respiratory infections of viral etiology: a systematic review and exploratory meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mair-Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "211",
            "issn": "1",
            "pages": "80--90",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hyperimmune IV immunoglobulin treatment: a multicenter double-blind randomized controlled trial for patients with severe 2009 influenza A(H1N1) infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chest",
            "volume": "144",
            "issn": "2",
            "pages": "464--73",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "End points for testing influenza antiviral treatments for patients at high risk of severe and life-threatening disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "11",
            "pages": "1654--62",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Guidance for Industry Influenza: Developing Drugs for Treatment and/or Prophylaxis",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza hemagglutination-inhibition antibody titer as a correlate of vaccineinduced protection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Ohmit",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "12",
            "pages": "1879--85",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Med. Author manuscript; available in PMC 2018 June 01. EnrollmentMed. Author manuscript; available in PMC 2018 June 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A: Proportion of participants with normalized respiratory status over time, by randomized treatment (ITT analysis in the Primary Efficacy Population). Shaded areas denote 95% confidence intervals, P+S = participants randomized to receive plasma plus standard care, S = standard care alone. B: Proportion of participants with normalized respiratory status over time, by randomized treatment and days from symptoms onset to randomization (ITT analysis in the Med. Author manuscript; available in PMC 2018 June 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Percentage of Participants with Influenza Virus Detectable by PCR, by Sample and Treatment Groups, by Study Day (ITT analysis in the Primary Efficacy Population) Med. Author manuscript; available in PMC 2018 June 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Med. Author manuscript; available in PMC 2018 June 01. Med. Author manuscript; available in PMC 2018 June 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Med. Author manuscript; available in PMC 2018 June 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Med. Author manuscript; available in PMC 2018 June 01.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1:16·0, 1:43·5] vs. 1:29·6 [95% CI: 1:21·1, 1:41·5] (plasma recipients versus controls), 1:62·4 [95% CI: 1:42·1, 1:92·5] vs. 1:36·1 [95% CI: 1:21·4, 1:60·9] at Day 2, and by Day 4 it was 1:80·8 [95% CI: 1:49·6, 1:131·5] vs. 1:37·0 [95% CI: 1:21·5, 1:63·6]. By Day 28 the geometric mean HAI titers were similar (1:95·1 [95% CI: 1:52·6, 1:172·0] vs. 1:95·7 [95% CI: 1:48·0, 1:190·7]). Similar results were seen for H3N2 titers. For influenza B, no appreciable difference in HAI titers was observed between treatment arms.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographics, and Baseline Characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Disposition and other secondary endpoints by randomized treatment (PEP) Lancet Respir Med. Author manuscript; available in PMC 2018 June 01. Lancet Respir Med. Author manuscript; available in PMC 2018 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of qPCR results in nasal, oropharyngeal, and endotracheal swabs, by randomized treatment and study day (ITT analysis in the Primary Efficacy Population)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study was funded and sponsored by the National Institute of Allergy and Infectious Diseases of the National Institutes of Health, Bethesda, MD. This project has been funded in part with federal funds from the National Cancer Institute, National Institutes of Health, under Contract No. HHSN261200800001E. The content of this publication does not necessarily reflect the views or policies of the Department of Health and Human Services, nor does mention of trade names, commercial products, or organizations imply endorsement by the U.S. Government.The identification of specific products or scientific instrumentation are considered an integral part of the scientific endeavor and does not constitute endorsement or implied endorsement on the part of the author, DoD, or any component agency. The views expressed in this article are those of the authors and do not reflect the official policy of the Department of Army/Navy/Air Force, Department of Defense, or U.S. Government.Funding: National Institute of Allergy and Infectious Diseases, National Institutes of Health, United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}