{
    "paper_id": "c4c22747c9ab8d0c3b66d8c2d440cf505f492cba",
    "metadata": {
        "title": "Mental health services in primary care",
        "authors": [
            {
                "first": "David",
                "middle": [],
                "last": "Skuse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute of Child Health",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "dskuse@ich.ucl.ac.uk"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n the UK, only 13% of people with long-term mental health problems are in employment, compared with 35% generally of people with a disability (Royal College of General Practitioners, 2005) . Nearly 2.6 million individuals receive incapacity benefit and/or severe disability allowance and, of these, close to 1 million are claiming incapacity benefit due to mental ill health. The management of this enormous number of people -providing support to them and helping them get back into employment -is an issue that cannot be addressed adequately by our specialist mental health services. Accordingly, other models of service delivery need to be considered. The three thematic papers in this issue look at this issue from the perspective of three highly contrasting societies.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 190,
                    "text": "(Royal College of General Practitioners, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, there is a fascinating report by Professor Yu Xin together with colleagues Liu Jin and Ma Hong. They are based in Beijing, and discuss the way in which China is attemp ting to deal with such problems in the decades after the end of the Cultural Revolution and the emergence of a very different social revolution. As the structures of the old society disintegrated, both literally and metaphorically, health services became increasingly hospital-based; the model of the barefoot doctor was consigned to history. But it has recently been recognised that building a strong primary care infrastructure is essential, especially in mental health. We learn how this is being implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Egypt, which is not particularly well supplied with psychiatric services relative to the size of its population, people with mild mental health problems are supported primarily by their extended families, whereas those with more serious disorders are admitted to hospital. An ambitious plan, by which mental healthcare was to be integrated with primary care, came about through a collaboration with the government of Finland. Unfortunately, as Nasser Loza points out in his report, the principle of treating people with serious mental illnesses in the community was not welcomed by the population at large, nor by psychiatrists, who felt they were at risk of losing influence and income. The subject is still under discussion, with no clear progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, we do have a remarkable success story, in the form of an initiative in Chile, which could serve as a model for countries with far better developed health services. Alfredo Pemjean reveals the way in which bold and novel moves to reorganise mental healthcare have empowered primary care practitioners and enabled them to work more closely with specialist colleagues from hospital services, in order better to serve the population with mild to moderate disorders. While there are many strengths in the Chilean system, Dr Pemjean also points out that there are still outstanding weaknesses, which will need to be addressed in due course. One important problem, a recurring issue in these thematic papers, concerns the necessity of integrating community self-help with professional services; the value of building links between the public and psychiatric services is easier said than done. (Danwei ), to which they were assigned by government according to their work units. 'Dormitory form' community was closely linked to where people worked, and thus administration and super vision were simple, as was the provision of health services. In each Danwei, a clinic provided basic healthcare not only for its employees but also for the other residents of the International Psychiatry Volume 7 Number 1 January 2010 dormit ory. The old primary care service was based on this. In fact, the 'golden age' of community mental healthcare was at that time, when psychiatric hospitals extended their service to communities via the Danwei 's clinics in the cities and via 'barefoot doctors' in the rural areas. Home beds, occu pational therapy stations and shelter factories were set up in some cities and mobile mental health teams played important roles in the villages. Although this did not really represent the 'integration' of mental health into primary care, it was a good example of maximising the utilisation of the very limited mental health resources by stretching the psychiatric service, using administrative power, and mobilising family members (Shen et al, 1990; Zhang & Yan, 1990; Zhang, 1999) .",
            "cite_spans": [
                {
                    "start": 2053,
                    "end": 2071,
                    "text": "(Shen et al, 1990;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2072,
                    "end": 2090,
                    "text": "Zhang & Yan, 1990;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2091,
                    "end": 2103,
                    "text": "Zhang, 1999)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The economic and political reform in China that started in the 1980s brought many Chinese people wealth but promoted the collapse of old communities and the formation of new communities to which people can freely choose to move, if they can afford it. However, the construction of primary healthcare services has never caught up with this expansion of new communities (Liu et al, 2006) . Since the health input mainly went to the big hospitals, primary healthcare, including mental healthcare, was largely ignored by the medical service (Li et al, 2005) . Patients with a mental illness were invisible, other than if they murdered someone or did some other awful act in the neighbourhood. Part of the job of the local police was to identify any mentally ill people deemed prone to violence and to send them to a psychiatric hospital.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 385,
                    "text": "(Liu et al, 2006)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 537,
                    "end": 553,
                    "text": "(Li et al, 2005)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Period of reform"
        },
        {
            "text": "The pathway from community-based care to tertiary care was not well-established. The deficiency was exposed during the outbreak of SARS (severe acute respiratory syndrome, which nearly became pandemic in 2002-3): because the primary healthcare system did not work as a gatekeeper, people were able to rush directly to tertiary hospitals, where they could either become infected or infect others (Hu, 2003; Li & Hu, 2004) . The government was aware of the importance of community healthcare and prepared to reform the whole system (Central People's Government, 2006) . However, the challenges were huge, especially in the case of mental health. First, primary health provision in the communities faced the twin barrier of poorly trained staff (most of them had never received any training in mental health) and poorly equipped clinics. Second, neither social security nor medical insurance covered any expenses except for medication and hospitalisation -mental health services in communities such as follow-up, day care, family support, occupational therapy and social training were not covered. Third, social stigma was the big barrier: primary clinics were reluctant to provide mental healthcare and most communities were not happy to share health resources with patients who were mentally ill (Yang et al, 1998 ).",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 405,
                    "text": "(Hu, 2003;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 406,
                    "end": 420,
                    "text": "Li & Hu, 2004)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 530,
                    "end": 565,
                    "text": "(Central People's Government, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1295,
                    "end": 1312,
                    "text": "(Yang et al, 1998",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Period of reform"
        },
        {
            "text": "There are presently two big trials in China investigating the integration of mental health into primary care. Both are led by the Ministry of Health but under different departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trials of integration"
        },
        {
            "text": "One trial is trying to lead psychiatric institutions to extend their service into the communities. Mental healthcare in China is mainly hospital-based: individuals are admitted to psychiatric hospitals at their first episode, on either a voluntary or an involuntary basis. There they are medicated and there they return at the second and subsequent episodes. They may eventually become permanent residents of these institutions. It has been estimated that, of the moderately or severely disabled indi viduals with a diagnosable mental illness, only 8% have ever sought professional help, and only 5% have ever seen a mental health professional (Phillips et al, 2009) .",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 666,
                    "text": "(Phillips et al, 2009)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Trials of integration"
        },
        {
            "text": "It was high time to change the hospital-based mental health service model to the community-based one so as to cover more untreated individuals with psychoses. The trial known as the '686 Programme' started in 2005 to explore a hospital-community integrated service model for people with psychoses (Ma et al, 2009) ; it has now spread to 112 sites with a catchment population of 96.88 million.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 313,
                    "text": "(Ma et al, 2009)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Trials of integration"
        },
        {
            "text": "A national public health policy which is being implemented aims to improve the competence of primary health workers in the care of people with chronic diseases such as hypertension, diabetes and psychoses (Ministry of Health, 2009) . The financing of this policy is on a per capita basis: 15 yuan per person yearly. The fund will subsidise primary health workers for disease management according to their performance (Ministry of Finance, 2009 ).",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 231,
                    "text": "(Ministry of Health, 2009)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 417,
                    "end": 443,
                    "text": "(Ministry of Finance, 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Trials of integration"
        },
        {
            "text": "We do not know which model the government will apply to build up the community mental health system. What we do know is that the Chinese government is determined to accom plish this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prospects for further reform"
        },
        {
            "text": "Psychiatric institutions themselves need to figure out how to move on. They face two disadvantages: first, most Chinese psychiatric institutions are isolated from mainstream medicine, both academically and geographically; and second, the training curriculum for psychiatrists is mainly biologically orientated (Ministry of Health, 2008) . The two factors make Chinese psychiatry difficult to transform.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 336,
                    "text": "(Ministry of Health, 2008)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Prospects for further reform"
        },
        {
            "text": "The integration of mental health into primary care requires not only organisational restructuring: it also requires a competence and willingness to undertake the obligation. Psychiatrists should be good communicators, collaborators, educators, organisers and leaders when they walk out of their hospital office into the community. Billions of yuan will be reallocated to community health construction in the next 3 years and billions more were due to be earmarked for disease management in the community at the end of 2009. However, the building of a qualified workforce has not been included in any financially aided projects or programmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prospects for further reform"
        },
        {
            "text": "The switch from hospital-based mental health services to primary care services in the most populous country in the world is certainly a tough job. Lessons and experiences learnt from Italy, Commonwealth countries and the United States may smooth the process, however. We expect that, as a result of the transition, patients' rights will be protected, continuity of treatment ensured, social stigma decreased and social recovery promoted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prospects for further reform"
        },
        {
            "text": "Integrating Egyptian mental health services into primary care: the policy maker's perspective",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prospects for further reform"
        },
        {
            "text": "Secretary General for Mental Health, Ministry of Health, Egypt; Director, Behman Hospital, Cairo, Egypt, email nloza@behman.com ",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 127,
                    "text": "Ministry of Health, Egypt; Director, Behman Hospital, Cairo, Egypt, email nloza@behman.com",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nasser Loza"
        },
        {
            "text": "The Health Sector Reform Programme was started in 1997 and is funded until 2018 by the United States Agency for Inter national Development, the European Union, the World Bank and the African Development Bank. This programme is the backbone of the development of healthcare and health finan cing in the country and is a high priority at the Ministry of Health. It emphasises family-oriented primary healthcare. However, until recently, mental health received little attention from the programme and the donor community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System reform"
        },
        {
            "text": "A long-term bilateral developmental programme between the Egyptian government and the government of Finland initiated a Mental Health Programme in Egypt in 2002. Growing international interest and the World Health Organiz ation's declaration of the year 2001 as the Year of Mental Health helped to bring mental health to the forefront of healthcare. With so few mental health professionals working in the field, primary healthcare was recognised as a resource capable of delivering services in the community. The E gypt has a population of roughly 80 million, served by about 9000 psychiatric beds, 1000 psychiatrists (one psychiatrist per 80 000 citizens), 1900 psychiatric nurses and about 200 clinical psychologists (Okasha, 2004) . Service providers fall into three main sectors: public, private, and not-for-profit non-governmental organisations (NGOs). The public sector is managed essentially by the Ministry of Health and bears the brunt of service provision.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 733,
                    "text": "(Okasha, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "System reform"
        },
        {
            "text": "Egypt has 15 state psychiatric hospitals, with a capacity of roughly 7000 patients. Sixty per cent of in-patients have been continuously resident for 5 years or more. Out-patient services are hospital-based, with no community input. Psychiatrists run the clinics, with minimal multidisciplinary input. NGOs offer mostly out-patient services. Their affiliations to socio-political or religious groups often influence the treatment philosophy. Private psychiatry offers a contrast: with a population of patients well supported by their family networks and a collaborative, multidisciplinary approach, these institutions offer services that are not affordable for the average Egyptian.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System reform"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Premier Wen Jiabao addressing the National Conference on Preventing and Treating SARS",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Chinese Rural Health Services Ad ministration",
            "authors": [
                {
                    "first": "J.-T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "President Hu Jintao addressing the National Conference on Preventing and Treating SARS",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Discussion on crisis and rebuilding of the Chinese public health system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S.-Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chinese Health Services Management",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Investigation and suggestion on community rehabilitation facilities for psychotic patients in Shanghai. Shanghai Archives of Psychiatry",
            "authors": [
                {
                    "first": "Y.-H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X.-W",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "M.-Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "35--37",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Developing community health services, revitalizing urban primary healthcare",
            "authors": [
                {
                    "first": "Z.-J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Legge",
                    "suffix": ""
                },
                {
                    "first": "L.-K",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chinese General Practice",
            "volume": "13",
            "issn": "",
            "pages": "1047--1049",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Development and interpretations of Chinese mental health policies in the last decade",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Journal of Mental Health",
            "volume": "23",
            "issn": "",
            "pages": "840--843",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Central finance allocating RMB10.4 billion of subsidy for basic public health service in 2009",
            "authors": [],
            "year": 2009,
            "venue": "Ministry of Finance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Report Compilation of Policy Researches on Mental Health. People's Medical Publishing House",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "National basic public health service criteria",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence, treatment, and associated disability of mental disorders in four provinces in China during 2001-05: an epidemiological survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "J.-X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q.-C",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "",
            "pages": "2041--2053",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Familial and social prevention and treatment, and social rehabilitation of psychotic patients. Shanghai Archives of Psychiatry",
            "authors": [
                {
                    "first": "Y.-C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "W.-X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "108--111",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of attitudes and views of psychiatric patients between lay persons and mental health professionals",
            "authors": [
                {
                    "first": "W.-Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "H.-J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Clinical Psychological Medicine",
            "volume": "6",
            "issn": "",
            "pages": "333--335",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Community rehabilitation, and prevention and treatment work for psychoses in Shanghai",
            "authors": [
                {
                    "first": "M.-Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H.-Q",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Shanghai Archives of Psychiatry",
            "volume": "2",
            "issn": "",
            "pages": "114--118",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Observation of community rehabilitation in 926 cases of schizophrenia in trial cities",
            "authors": [
                {
                    "first": "W.-X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Chinese Journal of Rehabilitation",
            "volume": "14",
            "issn": "",
            "pages": "255--256",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "tHeMatiC PaPer -MeNtal HealtH serviCes iN PriMary Care",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}