{
    "paper_id": "c506acf42e11fa9de3408fd557799de21ec89080",
    "metadata": {
        "title": "Introduction to ASTHO JPHMP Special Section ASTHO at 75: Celebrating the Past and Preparing for the Future",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "R"
                ],
                "last": "Fraser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [],
                "last": "Hardy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "support these state leaders, the S/THOs at the time believed that their \"sanitary and other public health laws and regulations was a responsibility that merited and could be best served through an autonomous organization.\" 1 Of course a great deal has changed over the last 75 years, but the original purpose of ASTHO has remained constant: to convene S/THOs nationwide and educate members on current issues, discuss state and territorial public health priorities, address urgent health needs, and advocate for continued support for the governmental public health enterprise. The history of ASTHO authored by Nancy Maddox (pages 524-530) in this Special Section provides an excellent overview of ASTHO's past with a keen eye toward its future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As De Tocqueville notes in the aforementioned quotation, a unique feature of American democracy is the formation of voluntary associations created to promote shared values, goals, and policy agendas. In this regard, ASTHO is no different from the thousands of other trade associations and professional societies that cover the vast array of interests on behalf of their various constituencies in our nation's capital. But ASTHO is unique: there is no other national association that represents and convenes the leadership of S/THOs and is concerned with the wide variety of issues and policies that directly impact state and territorial health agencies. ASTHO's core mission is future-focused and dynamic: ASTHO exists to \"transform public health within states and territories to help members dramatically improve health and wellness.\" 2 To accomplish its mission, ASTHO supports the leadership and professional development of S/THOs and their executive teams, it advocates for the work of member agencies, and it collaborates funding partners and public health stakeholders to build the capacity of state and territorial health agencies.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 837,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over the last 20 years, ASTHO's capacity-building work has led to the development of a substantial body of technical assistance and training support for state and territorial health agencies in the many programmatic and operational areas of agency performance. Today, ASTHO employs a professional staff of more than 130 public health professionals, manages an annual budget of $28 million, is active in all 59 states, territories, and Pacific Freely Associated States, and relies on countless hours of volunteer leadership and subject matter expertise of current health officers, ASTHO \"alumni,\" senior deputies, and affiliated public health organizations and associations to carry out its work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ASTHO, like many national public health associations, enjoyed rapid growth in the 1990s as federal grants and contracts created new opportunities for public health organizations to provide technical assistance and training on a variety of public health issues. The primary funding partners for these cooperative agreements were the agencies that worked most with state and territorial health agencies including the Centers for Disease Control and Prevention (CDC) and the Health Resources and Services Administration (HRSA). However, over time, programs with the Office of Minority Health, the Food and Drug Administration, the Environmental Protection Agency, the Substance Abuse and Mental Health Services Administration, and the National Highway and Safety and Transportation Administration along with other agencies also built the capacity of the state and territorial health agencies and ASTHO. These investments allowed ASTHO to offer technical assistance and training as well as grow internal operational and organizational capacity for communications activities and policy work. Main topic areas of these projects included addressing communicable disease, chronic disease, maternal and child health, environmental health, health systems change, health equity, and public health informatics and surveillance capacity. Work to build the public health workforce and assess the capacity of local and state public health agencies was also started in the 1990s through agreements with the CDC, HRSA, and national philanthropic partners including the Robert Wood Johnson Foundation, the de Beaumont Foundation, and the W.K. Kellogg Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASTHO in the 21st Century"
        },
        {
            "text": "The development of the State Health Leadership Initiative (SHLI), funded by the Robert Wood Johnson Foundation, further catalyzed ASTHO's growth and its abilities to communicate with and convene S/THOs. The SHLI provided the opportunity for the ASTHO Executive Director to visit new S/THOs, supported S/THO leadership development through an executive leadership institute at Harvard University's Kennedy School of Government, to offer experienced S/THO mentorships to new S/THOs, and to convene annually in an S/THO-only strategic session. Now in its 18th year, the SHLI has expanded to include both executive leadership development and multisector leadership training to develop S/THOs' abilities to create a \"culture of health\" within their jurisdictions. Similar workforce development investments have allowed ASTHO to convene executive leaders in state and territorial health agencies, including senior deputies, legislative liaisons, and program leads in the areas of public health preparedness, environmental health, informatics, human resources, finance, and several others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASTHO in the 21st Century"
        },
        {
            "text": "The terrorist attacks of September 11, 2001, and the anthrax attacks that followed in October propelled ASTHO to its next level of growth ( Figure) . Amid wide recognition that governmental public health is critical to emergency preparedness and response, large investments were made at the local and state levels in public health preparedness capacity nationwide. ASTHO received federal dollars through cooperative agreements with the CDC and the Assistant Secretary for Preparedness and Response to convene state and territorial public health officers and preparedness directors, support state efforts to build preparedness and response programs, and assist in national disasters and emergencies as a response partner. The modern era of \"public health preparedness\" had begun as did a \"new normal\" in public health that required active involvement in homeland security efforts on a basis of 24 hours, 7 days a week. Discussions around how federal dollars for preparedness should be allocated at the state and local levels led to the development of the ASTHO-NACCHO (National Association of County & City Health Officials) Joint Council. Convening health officers to discuss coordinated emergency response efforts to Hurricane Katrina, the Gulf of Mexico oil spill, the H1N1 outbreak, and severe acute respiratory syndrome outbreak laid the groundwork for ASTHO's role in supporting state and territorial health agencies and federal partners during public health disasters. Working collaboratively with NAC-CHO, the ASTHO-NACCHO Joint Council also became an increasingly important factor in policy formulation and advocacy for governmental public health.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": "ASTHO in the 21st Century"
        },
        {
            "text": "In the early 2000s, the executive directors and staff of ASTHO, NACCHO, NALBOH (the National Association of Local Boards of Health), and APHA, working with the IOM (Institute of Medicine), ASPH (the Association of Schools of Public Health), and CEPH (the Council on Education for Public Health), spent considerable time debating and creating a framework for the accreditation of official governmental public health agencies. That effort grew into the local and state health department accreditation program incorporated by ASTHO, NACCHO, APHA, and NALBOH, a new 501c3 named the Public Health Accreditation Board (PHAB) and on which ASTHO has an ex-officio seat. As of 2016, a total of 22 state and territorial health agencies have received PHAB accreditation. 3 Building on the response to the HIV/AIDS epidemic in the 1980s and 1990s, ASTHO grew its infectious disease portfolio in the early 2000s and continued to represent the interest of S/THOs on national advisory boards and committees including Federal Advisory Committees such as the National Vaccine Advisory Committee and several workgroups and committees of the National Academy of Sciences, Engineering, and Medicine. Programs to address the growing burden of noncommunicable diseases also expanded in the 1990s and early 2000s as the United States witnessed large jumps in the rates of overweight and obesity nationwide. In 2005, ASTHO was one of 4 founding members of the National Forum on Heart Disease and Stroke. ASTHO also created the Alliance to Make US Healthiest, a national certification program recognizing excellence in workplace wellness. In 2009, ASTHO president Judy Monroe called on S/THOs to \"Walk the Talk\" on obesity prevention and commit personally and professionally to increasing physical activity and lead efforts to promote healthier lifestyles. This effort began the ASTHO \"President's Challenge\" program, in which the ASTHO president calls on peers to actively address specific public health issues or topics (Table 1) . ASTHO President's Challenges have led to significant work on several priority issues at the local, state, and federal levels including major work on preventing premature birth and infant mortality. As ASTHO moved into the new millennium, it continued to grow as a vocal and active advocate for state and territorial public health agencies. Programs in the areas of performance improvement, public health informatics, public health systems and services research, the integration of public health and primary care, responding to novel pathogens such as H1N1, SARS, West Nile virus, and Ebola virus, tobacco prevention and control, water and air quality, the impact of climate change on health, and other topical areas allowed ASTHO to partner closely with state and territorial health departments and their leadership teams. ASTHO also continues to cultivate the ASTHO Affiliate Council: a group of other state and territorial health organizations with specific constituencies such as chronic disease directors, health care accreditation agencies, public health nurses, oral health directors, HIV/AIDS directors, maternal and child health program directors (Table 2 ). In recent years, ASTHO also built its tracking capacity to monitor state and territorial legislative activity pertaining to public health. ASTHO maintains an active database of state and territorial legislative initiatives that relates to health and partners with peer associations including the National Governors' Association, the National Conference of State Legislatures, and National Association of Attorneys General. 4 Today, ASTHO continues to support the orientation and onboarding of S/THOs through its SHLI. S/THO tenure has decreased from an average of 4.7 years in the 1980s to an average of 3.7 years between 2010-2017, making the need for S/THOs to \"hit the ground running\" even more important. 5 The characteristics of tenured S/THOs and factors influencing S/THO longevity in their role are described by Halverson in this Special Section (pages 537-542). Leadership competencies are now a core part of the program (Table 3) . Training S/THOs in these competency areas is aimed at bringing newly appointed S/THOs \"up to speed\" quickly in their leadership roles as chief health strategists in states and territories. Research on the state and territorial public health workforce continues to be a signature product of ASTHO, including the Profile of State and Territorial Health Agencies and most recently illustrated by the de Beaumont Foundation-funded Public Health Workforce Interests and Needs Survey (PHWINS).",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 761,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3599,
                    "end": 3600,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3885,
                    "end": 3886,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1997,
                    "end": 2006,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 3164,
                    "end": 3172,
                    "text": "(Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 4106,
                    "end": 4115,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "ASTHO in the 21st Century"
        },
        {
            "text": "The passage of the Affordable Care Act (ACA) in March 2010 created new opportunities for state and territorial health agencies and for ASTHO beyond the ACA's core focus on expanding health insurance coverage to millions of uninsured Americans. The Maternal, Infant, and Early Childhood Home Visiting Program supported the scale and spread of evidencebased home visiting programs in many state and territorial health agencies' maternal and child health programs. New opportunities to prevent chronic diseases, unintentional injury, and other leading causes of morbidity and mortality were established in the nation's first ever source of dedicated funding for prevention: the Prevention and Public Health Fund. ASTHO supports several Prevention and Public Health Fund programs including the Million Hearts Initiative, tobacco use prevention, and initiatives to expand breastfeeding at the state and territorial levels. The ACA also led to new challenges for ASTHO and its members. Questions about the public health agency role as a safety net provider were raised and threatened to lead to funding reductions because state health agency efforts were perceived of as duplicative of services covered by health insurers. While concerns that state immunization, STD/STI prevention and control, breast and cervical cancer screening, infant mortality/ preterm birth prevention, hypertension, and child and youth with special health care needs programs would be eliminated by the ACA have not been realized, there are lingering questions about why public health agencies are funded to provide the delivery of clinical services when the population traditionally served by state and territorial health agencies is now Medicaid eligible or may obtain health insurance coverage through the federal health care exchange.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASTHO in the 21st Century"
        },
        {
            "text": "ASTHO has grown through the continued engagement of its members and funding partners, especially federal agencies such as the CDC and HRSA. As discussions over the federal budget and deficit spending continue in Washington, District of Columbia, many public health leaders believe that overall federal public health funding will be cut by Congress in future federal budgets, having a profound impact on the work of state and territorial health agencies as well as ASTHO. Future work at ASTHO to \"make the case\" for sustained investment in public health and defend against potential cuts builds on past efforts to illustrate the impact of funding reductions to public health. A new area of work at ASTHO is activity to demonstrate the return on investment of many public health programs administered by ASTHO members. ASTHO's ability to lead in public health advocacy and policy will be even more critical in the years to come as efforts to prevent disease and promote health continue to increase and government funding for public health is potentially reduced. Current debates over the ACA have pushed prevention and public health into the limelight, as there is growing recognition that health insurance coverage alone is insufficient to create good health. State and territorial health agencies will continue to face challenges in ensuring access to care and prevention of those things that lead people to seek care in the first place. The role of public health in injury prevention, chronic disease prevention, communicable disease control, and environmental health is as important as ever. ASTHO's work to support \"health care transformation\" in a brave new world of health care transformation and cost containment is an area of great opportunity in the future. Much of the future work in public health will involve alignment, coordination, collaboration, and integration with the \"nonhealth\" sector, including housing agencies, transportation, economic development, and education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What's Next for ASTHO?"
        },
        {
            "text": "Perhaps, most importantly, the future of ASTHO is deeply connected to its past. The issues that drove those first health officers to form ASTHO may be different today, but the need to convene and advocate for state and territorial public health programs is as important as ever. Given the extreme partisanship and political discord in Washington, District of Columbia, and across the country, what the future holds for governmental public health is unclear. Leaders of state and territorial public health agencies of the future, as described by Fraser and Castrucci on pages 543-551 of this Special Section, will need to have the capacity to synthesize vast amounts of data, solve complicated public health problems, and push for policy changes that have the most impact on addressing health equity and ensuring optimal health for all in an environment of resource constraint. While the future is unclear, what is certain is the continued need for ASTHO and the work it carries out in the areas of leadership development, advocacy, and capacity building for state and territorial public health officers and teams and agencies they lead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What's Next for ASTHO?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Historical Roster of State and Territorial Health Officials, 1850 to 1960",
            "authors": [],
            "year": 1960,
            "venue": "Public Health Service Publication",
            "volume": "",
            "issn": "787",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association of State and Territorial Health Officials. About us. www. astho.org/about",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public Health Accreditation Board. Data on state and territorial health agencies accredited as of April 10, 2017. www.phaboard.org/ new-room/accredited-health-departments",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ASTHO's state legislative tracking database. www.astho.org/ state-legislative-tracking",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "High turnover among state health officials/public health directors: implications for the public's health",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Halverson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lumpkin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Yeager",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Public Health Manag Pract",
            "volume": "23",
            "issn": "5",
            "pages": "537--542",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ASTHO 20-Year Revenue History by Fiscal Year",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Public Health and Healthcare-2013 (Montero) Prescription Drug Abuse-2014 (Cline) Healthy Aging-2015 (Mullen) Advancing Health Equity and Optimal Health for All-2016 (Ehlinger) Public Health Approaches to Substance Misuse and Abuse-2017 (Butler) a From ASTHO.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Association of Health Facility Survey Agencies (AHFSA) Association of Immunization Managers (AIM) Association of Maternal and Child Health Programs (AMCHP) Association of Public Health Laboratories (APHL) Association of State and Territorial Dental Directors (ASTDD) Association of Public Health Nurses (APHN) Association of State and Territorial Health Liaison Officials (ASTLHLO) Association of State and Territorial Public Health Social Workers (ASTPHSW) Association of State Public Health Nutritionists (ASPHN) Council of State and Territorial Epidemiologists (CSTE) Directors of Health Promotion and Education (DHPE) National Alliance of State and Territorial AIDS Directors (NASTAD) National Association of Chronic Disease Directors (NACDD) National Association for Public Health Statistics and Information Systems (NAPHSIS) National Association of State EMS Officers (NASEMSO) National Association of State Offices of Minority Health (NASOMH) National Association of Vector-Borne Disease Control Officials (NAVCO, formerly SPHVCC) National Coalition of STD Directors (NCSD) National Public Health Information Coalition (NPHIC) State Family Planning Administrators (SFPA) Safe States Alliance (formerly STIPDA) a From ASTHO.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Affiliate Council Members a",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "State Health Leadership Initiative Leadership Competencies (2017)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "State Health Leadership Initiative Leadership Competencies (2017) (Continued) State Health Leadership Initiative State and Territorial Health Officer Leadership Competencies 10. Identification of Tools to Implement Effective Cross-Sector Initiatives • Applies quality improvement methodologies • Uses rapid cycle change • Uses tools and approaches to advance compromise 11. Building a Successful Cross-Sector Team and Coalitions 12. Identification of Models of Successful Spread and Sustainability of Cross-Sector Collaboration 13. Leading Joint Policy Change • Navigating local, state, and national politics with cross-sector 14. Modeling and Assuring Effective Cross-Sector Partnerships by State/Territorial Health Agency Staff. III. Apply Quality Improvement Principles and Methodologies 15. Plan-Do-Check-Act 16. Institute for Healthcare Improvement Model 17. Rapid-cycle PDCA 18. Accreditation Abbreviations: HR, human resources; PDCA, Plan-Do-Check-Act; ROI, return on investment.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}