{
    "paper_id": "c5c0550f37aa2212ccdc4608e7117c142965e119",
    "metadata": {
        "title": "Infection & Chemotherapy",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Cases corresponding to a)-b) below: a. Cases with pneumonia or acute respiratory syndrome (clinical or radiological diagnosis) accompanied by fever and at least one of the following: i. Patients who developed symptoms within 14 days of visiting the Middle East (see definition of 'Middle East' below) ii. Patients who have been in close contact with an individual who visited the Middle East and developed fever and acute respiratory symptoms within 14 days b. Cases with fever and respiratory symptoms (cough, dyspnea, etc.) and at least one of the following: i. Individuals who developed symptoms within 14 days later after visiting a medical institution as a patient, visitor or staff in Middle East ii. Individuals in close contact with a confirmed MERS patient while he or she is symptomatic. iii. Individuals who developed symptoms within 14 days later after visiting a medical institution as a patient, visitor, or staff during the outbreak period, in which a MERS-CoV outbreak has been emerged; at least two confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Definition"
        },
        {
            "text": "2) Definition of middle east a. Region: The Arabian Peninsula and surrounding countries b. Countries: Bahrain, Iraq, Iran, Israel, Jordan, Kuwait, Lebanon, Oman, Qatar, Saudi Arabia, United Arab Emirates, Yemen 3. Close contact 1) Definition: Individuals pertaining to two of the definitions below are classified as close contacts: a. Individuals who do not wear appropriate personal protective equipment (individuals who were lacking any of the following: gown, gloves, N95 mask, goggles or facial shield) b. Individuals pertaining to one of the following while a) is true: i. Stay within two meters from a confirmed case ii. Stay with a confirmed case together as a patient, visitor or staff in a clinic/procedure room/ward room iii. Have a direct contact with respiratory secretions of a confirmed case 2) Among close contacts, individuals who present with fever, coughing and other symptoms are classified as suspect cases.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "text": "1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "1) Definition"
        },
        {
            "text": "Fee for detection test of MERS RNA are paid by the government except certificate purpose to travel abroad and the tests is indicated in the following cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test indications"
        },
        {
            "text": "1) Patients with confirmed MERS must be treated in quarantine. 2) For removal of quarantine, the following conditions must be satisfied: a. Forty-eight hours without any symptoms: Absence of MERS-related symptoms (fever, respiratory symptoms, digestive symptoms), normalization of general laboratory findings, improved chest X-ray findings b. Two consecutive negative PCR tests with a 24-hour interval: lower respiratory or upper respiratory specimens, tracheal aspirates",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criteria of removal of quarantine for the confirmed cases"
        },
        {
            "text": "Tracheal aspirate is preferred specimens for detection test of MERS-CoV RNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Patients with tracheal intubation"
        },
        {
            "text": "Both upper and lower respiratory tract specimens, such as sputum or bronchoscopic specimens should be tested at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Patients without tracheal intubation"
        },
        {
            "text": "* In order to increase sensitivity, a blood specimen can be tested. If detection test of MERS-CoV RNA is not available, seroconversion of antibodies using acute-phase and recovery-phase serum is required to confirm MERS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Patients without tracheal intubation"
        },
        {
            "text": "Before close contact cases progress to full-brown MERS an early diagnosis is essential to prevent further spread. Therefore, both upper and lower respiratory tract specimens are collected at the same time for the diagnosis of close contact cases when the symptoms are not overt [5] . Detection tests of MERS-CoV RNA are performed at least two times on the 7th and 14th days after exposure or whenever related symptoms are developed. To collect sputum specimens from the cases with no purulent sputum, he or she is carefully instructed to exert cough forcefully until the secretion from trachea is produced. Even if the tests are negative, close contact cases are quarantined until 14 days after exposure.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Early diagnosis of MERS-CoV infection from close contact cases"
        },
        {
            "text": "For all patients with pneumonia accompanied by fever, the detection tests of MERS-CoV RNA is incorporated to the diagnostic panels to differentiate the cause of SARI during MERS epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential diagnosis of unknown causes of severe acute respiratory infections (SARI)"
        },
        {
            "text": "* Caution: There are many reports of co-infection of MERS-CoV with parainfluenza, rhinovirus, influenza A (H1N1) pdm09, herpes simplex, and influenza B. Therefore, differential diagnosis for MERS-CoV infection is recommended even when one of the above pathogens is detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential diagnosis of unknown causes of severe acute respiratory infections (SARI)"
        },
        {
            "text": "1) Both specimens from the upper and lower respiratory tracts are recommended at the same time. 2) Lower respiratory tract specimens: sputum, bronchoalveolar lavage (BAL), tracheal aspirate, etc (Table 1) . * To collect sputum specimens from the cases with no purulent sputum, he or she is carefully instructed to exert cough forcefully until the secretion from trachea is produced. 3) Upper respiratory tract specimens: Combined naso-/oropharyngeal swab, nasopharyngeal swab, nasopharyngeal aspirate (Table 1) . * For a naso-/oropharyngeal swab, a flocked swab is used and both specimens are added to the same viral transport medium (this combined specimen has been reported to increase the sensitivity). 4) Blood specimen a. Whole blood: To be considered for suspect cases when it is difficult to collect a proper respiratory specimen (children, etc.) Although it is best to test within 3-4 days of symptoms ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 501,
                    "end": 510,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Types of specimens"
        },
        {
            "text": "appearing, testing is possible for up to one week, with 5-10 mL of blood taken from adults and children, and at least 1 mL of blood from infants. For the acute phase, both molecular detection tests and antibody tests can be performed, and in order to look for seroconversion (Table 2), recovery-phase blood is also required. Serum is refrigerated (4°C*) for storage, unless the tests are delayed by 72 hours or more, in which case the specimens are frozen and transported with dry ice. b. EDTA blood: For collection of buffy coat cells by request of the Korea Centers for Disease Control and Prevention, it should be transported at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "64"
        },
        {
            "text": "1) When collecting specimens such as sputum, tracheal aspirate, or bronchoscopic aspirate, follow the guidelines for infection prevention and control for aerosol-producing procedures. 2) When collecting blood and other non-respiratory specimens from suspected or confirmed patients, the collecting persons should wear personal protective equipment (N95 mask, gloves, long-sleeved gown, goggles, and face shield).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection"
        },
        {
            "text": "Infection prevention and control for aerosol-producing procedures 1. Aerosol-producing procedures: sputum collection, tracheal aspiration, bronchoscopy. 2. Principles of infection prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection"
        },
        {
            "text": "1) Aerosol-producing procedures should be performed with the minimum of medical staff. 2) Personal protective equipment should be worn: N95 mask or higher-level respirators, gloves, long-sleeved gown, goggles or facial shield. 3) Before and after patient contact, and after removing personal protective equipment, hand hygiene policy must be adhered to. 3. Location of procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection"
        },
        {
            "text": "1) Negative pressure single room is recommended for aerosol-producing procedures, but when this is impossible, the procedure should be performed in an single room with isolated ventilation system, and change the total room air by 6-12 cycles/hour during the procedure; installation of a forced ventilation duct system is recommended. 2) After finish of the procedure, the room should be disinfected, and left vacant for enough time to ventilate; approximately 30 minutes if changes of 12 cycles/ hour. 3) Entry to/exit from the e room should be minimized during the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection"
        },
        {
            "text": "Criteria for detection of MERS-CoV RNA: a positive result for at least one of the following: 1. A positive result for at least two MERS-CoV-specific gene targets (upE, ORF1a, ORF1b, N) by real-time RT-PCR (rec- If the specimen container is open outside the BSC, it is essential to wear an N95 mask and goggles or facial mask, and the bench must be sterilized afterwards 3. The guidelines by the manufacturer of the diagnostic kits should be followed. 4. BSC or other precaution must be used to prevent cross-contamination during processing of nucleic acid extraction and making aliquots as below; a. During pre-treatment of specimens manually, one by one processing is recommended rather than batch of multiple specimens. b. The automatic nucleic acid extraction equipment devices should be in use with concern of contamination 5. In the cases of contamination with specimen, the bench should be disinfected with 70% alcohol immediately, or as soon as the procedure is finished 6. Information to be added for the sputum pre-treatment procedure Interpretation and report ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic criteria"
        },
        {
            "text": "Routes of transmission for Middle East Respiratory Syndrome Coronavirus (MERS-CoV) appear similar to typical respiratory viruses, with touch and droplet transmission being most important, but routes of transmission have still not been clearly investigated. Taking into account the incidence and fatality of MERS-CoV, and the impact of laboratory transmission on public health, this virus demands strict safety control policies than other respiratory viruses. Thus, the exchange of information between clinical physicians and laboratory physician is crucial to minimize transmission risk factors when handling test specimens from suspected MERS-CoV patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory guidelines for biosafety and infection control"
        },
        {
            "text": "Laboratory and other healthcare workers collecting or handling blood and other body fluids must obey the standard precautions for handling infectious substances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection control during specimen collection"
        },
        {
            "text": "1) Respiratory tract specimens must be notified to the laboratory before sending: \"Suspected MERS-CoV\" label attached to specimens 2) Precautions to be taken by staff in charge of test requests before sending to the laboratory a. Specimens should be stored by a designated member of staff until all tests are completed. b. While MERS-CoV is suspected, or confirmed, any laboratory tests involving respiratory specimens should be minimized where it is absolutely necessary for patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen packing and transport"
        },
        {
            "text": "1) The specimen container should be made of a plastic material and be protected from leaks (e.g. screw-cap); containers made from breakable glass must not be used. 2) For all specimens (including any specimens not for MERS-CoV testing purposes), a label should be attached including the patient's identifying information (at least two types), specimen information (MERS-CoV warning label required), test information, and the time of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection, transport, and storage of respiratory specimens and body fluids other than blood from suspected MERS-CoV patients"
        },
        {
            "text": "-The label should be made of a material that is not easily detached, and printed in a way that is not easily erasable, such as using a barcode printer. 3) Specimens for virus isolation/molecular diagnosis a. Store at 4℃ and transport immediately b. Store at -70°C when it is not possible to transport within 72 hours. 4) EDTA blood: Transport at room temperature 5) Transport of infectious (respiratory) specimens a. Transport by person: Do not use pneumatic tube transportation b. Transport within an institution: After decontaminating the surface of the primary container by wiping with a 70% alcohol swab, place in a zip-bag and package within a secondary container for transport. c. The secondary container should be made of a material that is hard and does not leak, such as plastic (PP) or metal. It must be possible to autoclave the material if it is contaminated. Even if the container is not contaminated, it 67 should be cleaned and disinfected regularly. d. The specimen should be secure (with the lid facing upwards) so that it does not fall over or roll around within the secondary container. e. The transport personnel must be trained to deal with a spillage incident, and carry a spillage kit during transport. ☞ Refer to the guidelines for spillage incidents within the hospital f. Transport outside the institution: Triple packing that adheres to Korean CDC guideline for transport of infectious specimens Triple Package 1) After labeling, the primary container carrying the specimen collected from a patient should be sterilized with a sterilizing agent. * Sterilizing agent: 70% alcohol, or 1% Sodium hypochlorite 2) After sterilization, the primary container is wrapped in an absorbent (paper towels, etc.) before being placed in the secondary container.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection, transport, and storage of respiratory specimens and body fluids other than blood from suspected MERS-CoV patients"
        },
        {
            "text": "3) The lid of the secondary container is firmly sealed before placement in the tertiary container. 4) Data relating to the specimen (test request form) is placed in the tertiary container before packing. 5) The sender, recipient, and emergency contact are written on the outside of the tertiary container. 6) After placing the tertiary container in an icebox, cooling media (ice packs) are inserted on all sides of the container. 7) The infectious substance label, UN 2814, orientation, sender, recipient, and emergency contact should be written on the outside of the icebox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection, transport, and storage of respiratory specimens and body fluids other than blood from suspected MERS-CoV patients"
        },
        {
            "text": "6) Recommendations during laboratory testing a. Use of protective equipment [6] i. Level D personal protective equipment should be worn: Disposable gloves and a laboratory gown should be worn at all times when handling specimens, and a dental mask and goggles should be worn when there is a risk of splashing from opening the specimen container (glasses are insufficient, and so goggles or a facial shield should be worn on top of glasses). After testing has been completed, all protective equipment should be removed and hands should be washed before leaving the testing area. When removing the protective equip-ment, care must be taken not to contaminate the hands and body; an N95 mask should be worn when there is a high risk of aerosol production. ii. Class II biosafety cabinet (BSC): A laboratory gown (long sleeves, covering the whole body, opening at the back) and disposable gloves must be worn. After completing work at the BSC, hands must be washed after removing gloves. iii. Other safety devices -Use of safety equipment installed by the manufacturer e.g.) Centrifuge double cover When infectious specimens are centrifuged, the specimen should be loaded and unloaded from the bucket and rotor inside the BSC. b. When handling specimens outside the BSC, minimize unintended contact with the specimen. c. After work on the specimen has been completed, the BSC is sterilized with 70% alcohol. d. Any objects that contact the infectious specimen should be disposable if possible, and if they become contaminated by the specimen, they need to be autoclaved before disposal. 7) Specimen handling during common tests (biochemical, hematological, and other tests) a. When hematological or biochemical tests are performed using blood, serum, or urine specimens, standard precautions should be taken, as with any ordinary clinical specimen. b. Use a BSC when producing smears (cytospin, etc.) or counting the number of cells in bodily fluids other than blood (e.g. BAL). c. Respiratory specimens and other body fluids (including feces) are infectious specimens, and must be processed at a class II biosafety cabinet. d. Tests that should be performed in standard precaution i. Pathological tests of tissue that has been fixed in formalin or inactivated by another method ii. Molecular tests using nucleic acid extract iii. Examination using an electron microscope after fixation in glutaraldehyde iv. Testing bacterial and fungal cultures in a microbial laboratory v. Tertiary (final) package of infectious specimens: specimens already enclosed in the secondary container vi. Inactivated specimens (specimens in nucleic acid extraction solution) e. Procedures that should be performed using a class II BSC",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Collection, transport, and storage of respiratory specimens and body fluids other than blood from suspected MERS-CoV patients"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Guidelins for MERS-CoV control. 3-3ed. Osong: KCDC",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention (KCDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Laboratory testing for Middle East Respiratory Syndrome Coronavirus: Interim recommendations (revised)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interim guidelines for collecting, handling, and testing clinical specimens from patients under investigation (PUIs) for Middle East Respiratory Syndrome Coronavirus (MERS-CoV) -Version 2.1",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "European Centre for Disease Prevention and Control (ECDC)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of MERS-coronavirus in household contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "828--863",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Laboratory biosafety manual: Third edition",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cases with positive MERS-CoV on molecular tests (irrespective of the presence or absence of clinical signs and symptoms) 2) Testing methods a. Real time reverse transcriptase PCR (rRT-PCR): Detection of MERS-CoV RNA b. Serological tests: seroconversion of MERS-CoV antibodies (at least 4-fold increase of antibody titers in a ≥2-week interval)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Specimens for molecular detection tests of MERS-CoV RNA",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Methods and gene targets for MERS-CoV diagnosis",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Serum specimens for antibody testing",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Negative, however, retesting is recommended if MERS-CoV infection is clinically suspicious c. Internal control-positive, target amplification-positive, Target amplification-positive, Ct ≤ Cutoff: Confirmed positive, report to the infection control unit and transport the specimens to the Provincial Public Laboratory of Health and Environment/Korea Centers for Disease Control and Prevention d. Positive results by Korean Centers for Disease Control:Officially confirmed positive Causes of false negatives b. Poor quality specimen c. Specimen collected too early or too late d. Specimen that has not been properly handled/transported e. Fundamental problems with the specimen: virus mutation or the presence of inhibitors",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "www.icjournal.org 68 i. Splitting and dilution of infectious specimens ii. Media inoculation for bacterial and fungal cultures iii. Diagnostic tests for infectious specimens, other than isolation or culturing of MERS-CoV iv. Nucleic acid extraction from infectious specimens v. When producing smears for microscopic observation, specimens should only be moved outside BSC after inactivation of MERS-CoV by chemical or heat fixation. * Take care that neither the devices nor the bench inside the BSC are contaminated, and in the case of contamination, decontamination must be performed. e.g.) Dangerous actions -specimen pipetting (use filter tips or disposal droppers), specimen splitting and dilution (an absorbent, non-permeable mat must be used when moving specimen to the bench), excessive or rapid force during pipetting (to-deliver types are safer than to-contain types), disposing of disposable pipette tips in a waste container holding an antiseptic solution (the waste container should be used inside the BSC), using syringes (do not use if possible), burning (burners and alcohol lamps should not be used), writing (no writing is allowed inside the BSC) * BSC decontamination: Fumigation must be performed when the filter needs to be changed. f. Isolation or culturing of MERS-CoV requires BL3 equipment and protocols. 8) Environmental infection control a. All waste materials contaminated with infectious specimen, test tubes, pipette tips, and other disposable items are collected in a Y-bag, taped, and autoclaved before disposal. Syringes and needles are placed in a medical waste container, and collected and incinerated by a certified waste management company, in accordance with the Wastes Control Act. b. Contaminated disposable items are placed in a Y-bag immediately, in the place that they were used. c. Sterilization method: At least 15 minutes at 121°C, 1 atm, by autoclave d. Environmental surfaces (devices, surfaces of objects, etc.) contaminated with blood, body fluids, secretions, or excrement i. Disinfectants : 70% alcohol or 0.5% sodium hypochlorite ii. Specimens of feces or body fluids are disposed through the sewage system, in accordance with sewage regulations.iii. When disposing of liquid waste, care must be taken that it does not splash. 9) In the case of contact with infectious respiratory specimens from an infected patient without the proper protective equipment against aerosols, the KCDC guideline to treat the person who contact with confirmed case is followed e.g.) Spillage accident, specimen splashing onto an unprotected face during processing ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Guideline Korean version. Supplementary material can be found with this article online http://www.icjournal.org/src/sm/ic-48-61-s001.pdf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary material"
        }
    ]
}