{
    "paper_id": "c6e43ac8c7b2d8529078ad2645c39814b52d5015",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Alan",
                "middle": [],
                "last": "Siniscalchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brooke",
                "middle": [],
                "last": "Evans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Public health practitioners endeavor to expand and refine their syndromic and other advanced surveillance systems that are designed to supplement their existing laboratory testing and disease surveillance toolkit. While much of the development and widespread implementation of these systems had been supported by public health preparedness funding, the reduction of these monies has greatly constrained the ability of public health agencies to staff and maintain these systems. The appearance of H3N2v and other novel influenza A viruses required agencies to carefully identify which systems provide the most cost-effective data to support their public health practice. Recent Enterovirus D68 outbreaks, along with the global emergence of influenza A (H7N9), the global emergence of influenza A (H7N9), Middle East Respiratory Syndrome Coronavirus (MERS-CoV), Ebola virus strains, and other viruses associated with high mortality, emphasize the importance of maintaining vigilance for the presence of emerging disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This project included a review of data obtained from a survey of public health practitioners recruited among members of the International Society for Disease Surveillance (ISDS) Public Health Practice Committee (PHPC) during 2012 and 2013 (1, 2) . In these surveys, questions were selected for discussion and additional responses collected from influenza surveillance coordinators using a web-based survey tool managed by ISDS staff on behalf of the PHPC. During 2014, additional information was requested to assess approaches to identify novel influenza strains, MERS-CoV, and other emerging viruses. Special emphasis was made to obtain information on comparative approaches to cost-effective surveillance in follow-up to an ISDS policy paper (3).",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Responses from the initial surveys suggest that most jurisdictions are challenged to continue to utilize a variety of surveillance systems for conducting disease surveillance in an era of diminishing resources. One major challenge is the recruitment and retention of well-trained and experienced public health and informatics staff to maintain these systems. Many public health practitioners have been asked to establish new surveillance protocols for an increasing number of diseases associated with novel and emerging viruses including influenza A (H3N2)v infections associated with agricultural fairs and ruling out influenza A (H7N9), MERS-CoV, and even Ebola virus infections. Most jurisdictions continue to struggle to determine which surveillance systems are the most cost-effective for providing the most valuable data in the face of decreasing funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Public health agencies strive to develop and maintain cost-effective disease surveillance systems to better understand the burden of disease within their jurisdiction. The emergence of novel influenza and other respiratory viruses and other emerging diseases offer new challenges to public health practitioners. The importance of maintaining sufficient infrastructure and the trained personnel needed to operate these surveillance systems for optimal disease detection and public health response readiness cannot be understated. Expansion of academic training programs and promotion of careers in public health surveillance will provide a pool of competent professionals to staff public health agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Keywords situational awareness; Ebola; MERS-CoV; novel influenza surveillance; resource limitations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Can Novel Flu Surveillance Be Conducted With Limited Resources? OJPHI",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Siniscalchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Searching for MERS and Novel Flu with Limited Resources. OJPHI",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Siniscalchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Steps to a Sustainable Public Health Enterprise: A Commentary from the International Society for Disease Surveillance",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mirza",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coletta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "OJPHI",
            "volume": "5",
            "issn": "2",
            "pages": "1--12",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}