{
    "paper_id": "c709f22712bf719ea63619fad05d66ce640a7c38",
    "metadata": {
        "title": "Lucky China: Efficient Prevention from Middle East Respiratory Syndrome and its Beyond",
        "authors": [
            {
                "first": "Ya-Li",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ran",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhan-Cheng",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "zcgao@bjmu.edu.cn"
            },
            {
                "first": "",
                "middle": [],
                "last": "Zhan-Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as the author is credited and the new creations are licensed under the identical terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome (MERS) has recently drawn worldwide attention since its nosocomial or suspected community-acquired clusters in South Korea, which has been the largest and the most complex outbreak of the Middle East Region since 2012. It is such a large fortune for China to be able to prevent effectively from MERS, not only by actively monitoring the Korean imported case based on the notification of WHO Western Pacific Region Office (WPRO), but also by properly quarantining a number of close contacts. Otherwise, China might undergo the same situation as in South Korea, or even worse, if the patient kept on traveling through Southern China or went to health care facilities without wearing any personal preventing equipment. To date, this laboratory-confirmed MERS patient has recovered and been discharged from hospital, and none of the close contacts (n = 75) [1] has showed any associated symptoms, so lucky for him and China.",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 889,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "As of July 15, 2015, the Health Ministry of South Korea revealed 186 confirmed MERS cases, including 36 deaths, 26 health care professionals (14.0%) infected, and 16,368 contacts had been quarantined, either at home or in health institutions. [2] The outbreak was in such a fast and unexpected pattern, sparking alarm in Asia, especially in China. Fears had been stirred up, reminding the agonizing memories of 2003 when severe acute respiratory syndrome (SARS) killed 774 people worldwide. [3] As coronaviruses (CoVs) have high rates of mutation and recombination and a propensity to cross host species, people cannot help wondering whether the virus has converted to a more contagious mutant in Korea. Fortunately, this concern was overruled. Analysis of the complete sequencing of viruses by scientists in both China and Korea were finished and only showed minor mutations compared with Middle Eastern strains, which were in genomic regions with little influence to contagiousness. [1] So, how exactly did the virus spread so quickly in South Korea? It was reported that the exact diagnosis of the index case was not made until he shuttled among four health facilities, and the quarantine procedures were still not prompt and restrictive enough even after the confirmed diagnosis. However, we consider it unfair to blame this emergency simply on the suboptimal infection prevention and delayed diagnosis. The primary pattern that MERS spreads among human being is close person-to-person contact via droplets from patients, contaminated equipment, and aerosol generated during aerosol-generating procedures, [4] such as positive pressure ventilation, endotracheal intubation, airway suction, high frequency oscillatory ventilation, tracheostomy, chest physiotherapy, nebulizer treatment, sputum induction, and bronchoscopy. [5] However, the known pattern of transmission is insufficient to explain the whole scenarios of the spreading situation in South Korea. For example, the pandemic happened in the emergency room of Seoul's Samsung Medical Centre, patients far away from the quarantine yard still get infected. Some other transmission pathways may exist. Firstly, airborne transmission may emerge through suboptimal central air conditioning system in hospital settings. Based on this prerequisite condition, the virus may survive in the central air conditioning system, spread through the vent pipe to the whole hospital, and eventually trigger the outbreak. An analogous situation once occurred in 2003, when SARS cases sharply increased attributing to the rapid spread of SARS-CoV through drainage systems, in Taoda Garden, Hong Kong Special Administrative Region, China. [6] More details should be studied to understand fully the transmission pattern. Secondly, since the virus can spread from person-to-person through close contact, the possibility of community-acquired MERS-CoV infection cannot be excluded although there is currently no exact evidence. Thirdly, we also hypothesize that Asian population may be more susceptible to MRES-CoV infection than other nations. Unlike what has happened in the Middle East, MERS-CoV seems to be more transmissible but less fatal in South Korea, and several so-called \"super spreaders\" have emerged at the very beginning (such as patient No. 1 and patient No. 14, which infected 36 and 70 patients, respectively), and the mortality is much lower (19.4%, 36/186) compared with the data (35.7%, 489/1368) from WHO worldwide so far. [2] Differences in clinical characteristics between different population should be further investigated.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 985,
                    "end": 988,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1610,
                    "end": 1613,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1826,
                    "end": 1829,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2681,
                    "end": 2684,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3484,
                    "end": 3487,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "It is so lucky for China to prevent efficiently from MERS because we share many similar habits and concepts in China as in South Korea with obvious regional characteristics. Social phenomena such as \"doctor shopping\" and \"family nursing\" are more common in Chinese health settings. Larger hospitals are believed to have better doctors. Patients would rather take a long time waiting in either clinic or the emergency rooms until a bed is available than going to community hospital. Those situations could generate a large herd of close contacts and hospital-acquired infection. In addition to that, the spread of the MERS-CoV would become a much more serious status than people could ever imagine since China has a larger and higher density of population, a more rapid mobility of population, and a more aging population than South Korea, such a great fortune for China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "An important part of China's success in avoiding further MRES transmission is undoubtedly attributable to international cooperation and information sharing. WPRO notified China government as soon as it got the report from South Korea, which was greatly conductive for local Centers for Disease Control and Prevention and hospitals to actively initiating a deliberate infection control procedure for the index case's isolation and the 75 close contacts' quarantine. It did a great help to minimize the risk of transmission timely. On the other hand, although the index patient insisted on traveling to China ignoring local physician's advice, which was made according to his influenza-like symptoms and confirmed close exposure history to MERS case, he kept himself intentionally away from the crowd during his short visit and avoided a bigger number of contacts. At last, all the solutions which we have done in response reveal a thorough quarantine protocol and a mature public health surveillance system in China today, such a dramatic progress. China is not only lucky, but much beyond that is the hard and huge effort that has been made by all walks of groups nationwide in the last 10 years to build up a comprehensive system for disease prevention and control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "In a highly mobile world today, more sporadic cases or clusters with MERS-CoV infection would emerge again in the coming future. We could not just pray for luck but keep heightening awareness of contagious disease. It is strongly suggested that different levels of health settings must strengthen their own optimal infection control requirements, such as negative-pressure wards and qualified laboratories for assaying the potential contaminated clinical specimens, especially in tertiary hospitals, also different levels of health care staffs nationwide must be trained well to MERS surveillance and alertness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organazation. Summary of MERS",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organazation. Summary of MERS",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organazation. Summary of SARS",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "995--1007",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: A systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1731--1740",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}