{
    "paper_id": "c70bdcb5ad0df2ac48e9e00f7c35625b7e90557d",
    "metadata": {
        "title": "H1N1 influenza pandemic in Italy revisited: has the willingness to get vaccinated suffered in the long run?",
        "authors": [
            {
                "first": "Ramona",
                "middle": [],
                "last": "Ludolph",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lugano",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [],
                "last": "Nobile",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lugano",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Uwe",
                "middle": [],
                "last": "Hartung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lugano",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Silvana",
                "middle": [],
                "last": "Castaldi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J"
                ],
                "last": "Schulz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lugano",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. The aim of the study is to assess the long-term secondary effects of personal experience with the H1N1 pandemic of 2009/2010 and the perception of the institutional reaction to it on Italians' willingness to get vaccinated in case of a novel influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design and Methods. We conducted 140 face-to-face interviews in the Registry Office of the Municipality of Milan, Italy, from October to December 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. Willingness to get vaccinated during a novel influenza pandemic was best predicted by having been vaccinated against the seasonal flu in the past (OR=5.18; 95%CI: 1.40 to 19.13) and fear of losing one's life in case of an infection with H1N1 (OR=4.09; 95%CI: 1.68 to 9.97). It was unaffected by the assessment of institutional performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. The findings of this study do not point to long-term secondary effects of the institutional handling of the H1N1 pandemic. The results highlight the fact that behavioural intention is not the same as behaviour, and that the former cannot simply be taken as an indicator of the latter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza is an annually recurring, contagious viral respiratory infection that usually hits countries with temperate climate during the winter season. 1 An influenza infection poses a serious health threat especially to known risk groups such as elderly people and pregnant women. But also the large number of mild to moderate infections cause remarkable economic costs and have a direct impact on the affected peoples' daily life. 1 However, due to different, incomplete or unreliable reporting, the true morbidity and premature mortality caused by influenza epidemics is hard to assess. 2 The prediction of the medical and economic consequences of an influenza pandemic is even more difficult as the level of uncertainty is higher. There are various effective possibilities to prevent an influenza infection such as regular hand washing, the avoidance of larger gatherings of people or air travelling. The most effective prevention tool is, however, vaccination. 1, 3 Although seasonal influenza clearly depicts a burden for a country's health care system it is still relatively well manageable as the time of occurrence is foreseeable and the consequences calculable. Pandemic influenza, in contrast, happens rarely but has the potential to cause considerable damage on a national and global level. That is because of several differences between seasonal and pandemic influenza: Since the latter one only spreads a couple of times during a century most people have little or no immunity against the virus due to the missing previous exposure, whereas most people have at least some immunity against the seasonal influenza virus. 4 Moreover, pandemic influenza cannot only lead to severe complications for at high risk populations such as elderly or people with a weak immune system but also for healthy adults. 4 Due to the rapid spread of pandemic influenza, which has become even faster because of the increased rate of air travelling nowadays, countries have only little time to get prepared for the high number of cases which might likely lead to an overwhelming of their health care system. While there is mostly an effective flu vaccine against the seasonal influenza available, the strain of a pandemic influenza cannot be foreseen. Thus, it takes some time to develop a vaccine and in the meantime health authorities have to rely on nonpharmaceutical preventive measures which results in a longer timeperiod needed for the virus's containment. The combination of these factors and a usually high number of cases further causes considerable public concern -often heated up by intense media coverage. Thus, the management of pandemic influenza represents a high challenge for governments and health authorities and calls for a solid preparedness plan in order to meet the needs of the population.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 433,
                    "end": 434,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 590,
                    "end": 591,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 966,
                    "end": 968,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 969,
                    "end": 970,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1633,
                    "end": 1634,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1815,
                    "end": 1816,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In spring 2009, a new influenza virus was detected in Mexico, soon named A/H1N1, while the illness was variously referred to as swine flu or the new flu. After some weeks of unrest over a local outbreak of influenza in Mexico, on 25 April, the World Health Organization (WHO) issued an official warning to the world of an imminent influenza pandemic and eventually declared H1N1 a pandemic on 11 June when cases of infection were reported from more than 70 countries. 5 The global spread of H1N1 was observed by public health authorities and conveyed by the media. In the beginning, horrendous figures on",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 469,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Whereas influenza pandemics occurred rather rarely in the last centuries, their frequency can be expected to increase in the future due to the enhanced globalisation and still raising importance of air travelling. Recent examples (Ebola, H1N1, SARS, avian influenza) demonstrate that initially local disease outbreaks often become worldwide health threats of international concern. National and international health authorities are consequently urged to present preparedness plans on how to manage such health crises. However, their success highly depends on their acceptance by the public. To ensure the public compliance with recommended actions, effective communication is needed. Since communication is most successful when it meets the needs of the target audience, a full understanding of the audience is crucial. This study can help public health experts to better understand the variables determining people's willingness to get vaccinated during influenza pandemic, in terms of behavioural and perceptual variables. This knowledge enables them to correctly address the public's concerns when having to communicate during the next outbreak of pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance for public health"
        },
        {
            "text": "Original Article mortality were discussed, but were found to be wrong later on. 6 In Italy, the H1N1 pandemic was responsible for 260 reported deaths caused by complications stemming from pandemic influenza and 5.600.000 cases of influenza-like illness between week 31 of 2009 and week 17 of 2010. 7 Soon after the dimensions of the outbreak became clear, the Italian government and health authorities started to implement first containment measures. These included antiviral prophylaxis for people who had close contact to cases and social distancing measures such as the early isolation of cases or preventive school closures. 8 Furthermore, a health education campaign was launched by the Italian Health Ministry to inform the public about simple non-pharmaceutical measures such as regular hand-washing or staying at home if Influenza-like symptoms occur to prevent an infection with the H1N1 virus. 8 By fall 2009, a vaccine against the pandemic flu had become available but only four percent of Italy's overall target population consisting of high risk groups such as healthcare workers, pregnant women or institutionalised children and adolescents got immunised. 7 A failure of the governmental communication strategy might have caused this uncertainty regarding the adherence to the vaccination recommendations among the Italian public. 7, 9 Thus, the public was concerned about the H1N1 influenza but -as the low vaccination coverage shows -it was even more insecure regarding the recommended vaccination.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 298,
                    "end": 299,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 629,
                    "end": 630,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 904,
                    "end": 905,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1170,
                    "end": 1171,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1345,
                    "end": 1347,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1348,
                    "end": 1349,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Significance for public health"
        },
        {
            "text": "This general uncertainty concerning the necessity and possible side effects of the vaccine paired with a sensationalizing media coverage regarding the consequences of H1N1 can be observed in almost all affected countries. [10] [11] [12] [13] [14] [15] [16] Especially studies on the public's assessment of the media's performance during the pandemic find much criticism. The perception that the media played up the threat posed by the virus was a recurring element among this criticism: a qualitative study from New Zealand speaks of the media as over-hyping the risk. 17 Overstating the risk posed by the new flu was also a concern to forum commentators of online news in Canada. 18 Besides, two focus groups studies from the UK found a similar perception: the media was seen as inducing fears and panic. 19, 20 Every second respondent of the Eurobarometer, conducted in November 2009, stated the media paid too much attention to H1N1, while only less than 10% considered the media's attention as too little. 21 Health care institutions have also been criticised for exaggerating the risk posed by H1N1, especially early after the new virus had been discovered. 11, 22, 23 Regarding these results it does not seem surprising that vaccination rates were globally rather low. 24, 25 This observation raises the question of long-term, secondary consequences of the H1N1 pandemic for adopting vaccination as a protective behaviour in the future.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 569,
                    "end": 571,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 681,
                    "end": 683,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 810,
                    "end": 812,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1163,
                    "end": 1166,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1171,
                    "end": 1173,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1275,
                    "end": 1278,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1279,
                    "end": 1281,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Significance for public health"
        },
        {
            "text": "There is already a broad body of research that addresses the influence of various factors on a vaccination decision. A review of 60 international empirical studies on population reactions to recent pandemics such as severe acute respiratory syndrome (SARS), avian flu (H5N1) and H1N1 finds that the elderly adopt more protective behaviours including vaccination than younger people. 25 Further, women adopt more protective behaviours other than vaccination but are less willing to get immunised than men. 25 The variables perceived susceptibility to an infection, fear of severe consequences and trust in the effectiveness of a vaccine are also positively linked to the likelihood of adopting preventive measures including vaccination. 25 The same goes for anxiety, trust in authorities and past protective behaviours. 25 Kwon et al. pro- nounce also that beliefs about the safety of a vaccine play a paramount role in predicting behaviour. 26 As can be seen, most research focuses on socio-demographic, perceptual, psychological or attitudinal predictor variables and thus makes this a well-studied field. [27] [28] [29] Psychological variables include character traits such as anxiety or self-efficacy; an attitudinal variable can for instance be trust in government. A chief interest also lies with the perceptual variables. However, in most of the research the perceptual and behavioural predictors as well as the consequences refer to the same disease. The finding that past vaccination against the seasonal flu predicts an intention to get vaccinated against the new flu is an exception to this. 24, 30 Another exception are studies that attempt to predict vaccination behaviour with regard to a future hypothetical influenza pandemic. So far, there is not much research investigating this aspect. Only a few studies used hypothetical influenza pandemics to examine predictors of precautionary behaviours, ranging from personal measures such as wearing face masks, taking antiviral drugs and finally getting vaccinated to precautionary social behaviour like avoiding crowds. 12, [31] [32] [33] The investigated perceptual predictors in these studies refer, however, to the same hypothetical situation, not to any real experiences with actual threats. To date, there is only one study that links the specific real experiences and perceptions in living through a pandemic threat (H1N1) to a future hypothetical pandemic infection in order to study secondary effects of the past threat on willingness to seek vaccination in the future. 34 Yet, this study compares the public threat perception and the anticipated response to a future pandemic before and shortly after the H1N1 pandemic. 34 Therefore, no conclusions about potential long-term secondary effects of the 2009/10 pandemic can be made. Moreover, the authors did not take into account the public's perception of the institutional performance in handling the pandemic. Further, results from Italy are scarce. Prati et al. 35 indeed examined the perception of the pandemic threat on recommended behaviours in Italy but did not include vaccination. As immunization is by far the most efficacious protection against an influenza virus, the present article is concerned with the willingness to get vaccinated when the next influenza pandemic hits. To our knowledge this is the first study to assess the long-term secondary effects of personal experience with the H1N1 pandemic of 2009/10 and the perception of the institutional reaction to it on people's readiness to get vaccinated during another influenza pandemic in an European country.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 505,
                    "end": 507,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 736,
                    "end": 738,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 819,
                    "end": 821,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 822,
                    "end": 838,
                    "text": "Kwon et al. pro-",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 943,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1602,
                    "end": 1605,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1606,
                    "end": 1608,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2081,
                    "end": 2084,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2085,
                    "end": 2089,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2090,
                    "end": 2094,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2095,
                    "end": 2099,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2539,
                    "end": 2541,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2690,
                    "end": 2692,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2984,
                    "end": 2986,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Past research on the antecedents of willingness to get vaccinated"
        },
        {
            "text": "The first research question therefore asks: How high is the readiness to get vaccinated against a novel pandemic influenza virus more than two years after the H1N1 pandemic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Past research on the antecedents of willingness to get vaccinated"
        },
        {
            "text": "In line with earlier research on behavioural and perceptual variables we expect the willingness to get vaccinated against a future influenza pandemic will be higher among those who got vaccinated against H1N1 (Hypothesis 1a) and those who are normally vaccinated against the seasonal flu (Hypothesis 1b), as compared to those who did not get vaccinated. It will also be higher among those who were afraid to be personally infected with the H1N1 virus (Hypothesis 2a) and those who feared life-threatening consequences (Hypothesis 2b), as compared to people who did not share these beliefs. Hypothesizing an effect of assessments of institutional performance on the intention to get vaccinated is difficult. A person might think institutions performed poorly in dealing with H1N1 and therefore not be willing to adhere to calls for vaccination issued by the very same institutions. Another person with the same negative assessment of institutional performance might conclude vaccination, in the face of incompetence or carelessness, is reasonable, provided it does no harm. As both ways of thinking appear to be realistic, we formulate research question 2: What is the effect of the assessment of institutional performance in the H1N1 pandemic on the intention to get vaccinated during a new influenza pandemic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Past research on the antecedents of willingness to get vaccinated"
        },
        {
            "text": "Sampling procedure the resident population of the city. Three medical doctors, trained for the purpose of conducting the interviews, asked incoming persons to take part in the survey. After the respondents gave their informed consent they were immediately administered the questions face-to-face. Only persons without command of Italian were excluded. An interview lasted from ten to 30 minutes, depending on the comprehensiveness of the participants' answers and his or her memory of the H1N1 pandemic. Approximately 60 percent of approached persons agreed to participate, leading to a sample size of n=140. Eleven people could not remember the H1N1 pandemic and were therefore not asked any questions for which one needed at least some memory of the pandemic. Sampling took place from October to December 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and Methods"
        },
        {
            "text": "The questionnaire was specifically designed for the purpose of this study. In order to assess the comprehensibility and clarity of the questionnaire it was pre-tested with Italian native speakers. The feedback obtained on single mistakable expressions led to a revision of the instrument and was subsequently incorporated into the final version of the questionnaire. As most lay people refer to the H1N1 pandemic as swine flu, this term was used in the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey instrument"
        },
        {
            "text": "Readiness to get vaccinated in case of a new influenza pandemic was measured in a block of eight protective behaviours. Figure 1 in the results section displays the question wording as well as the distribution of answers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Survey instrument"
        },
        {
            "text": "Two questions measured past behaviour. One asked whether respondents usually get vaccinated against the seasonal flu (usually I do, in some years, usually not). Vaccination against H1N1 was asked with Have you been vaccinated against the swine flu? (yes, no, don't know). Further, there were two questions on the personal experience regarding H1N1: In 2009/10, when the swine flu was discussed, were you afraid you might catch it? and Did you think that your life was in danger if you had been infected? Answer options for the two latter questions were again yes, no, don't know. For analysis, all questions were dichotomised into yes/in some years and no/don't know or yes and no/don't know, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey instrument"
        },
        {
            "text": "Additionally, respondents were asked to assess the institutional performance in handling the H1N1 pandemic. The question wording was What do you think of the performance of experts and institutions that had to do with the swine flu? Think of government, administration, physicians, pharmaceutical industry, and the media. In general, did they react adequately to the swine flu or did they not? Answers were possible on a scale from 1 = completely adequately to 5 = completely inadequately. The first two and two last answer options were summarised for purposes of the analysis. There were also open questions that asked respondents to qualitatively assess the single institutions' behaviour. The results of this part of the study are not part of this article and will not further be discussed here. The interview ended with a range of socio-demographic questions such as gender, age, level of education or level of effort put into one's own health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey instrument"
        },
        {
            "text": "Chi-square tests were used to investigate possible associations between past behaviour, experience or performance assessment and future willingness to get vaccinated. Additionally, binary logistic regression was applied to test the effects of the independent variable categories on the outcome variable. All calculations were done using IBM SPSS Statistics, Version 21. Table 1 gives an overview of the study sample's socio-demographic characteristics as compared to the Italian population. 36, 37 When comparing the percentages one can see that the sample is quite similar to the national population with regard to the distribution of age and gender. When considering the educational level it appears that the respondents are better educated than one would expect in a national sample. This might be due the circumstance that the data were collected in Milan, one of Italy's most important industrial sites.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 377,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "When participants were asked how much effort they routinely put into their own health 11.4% reported to invest nothing at all or hardly anything. More than one third of respondents (36.4%) claimed to put not so much effort into their health and 45.7% estimated their effort as much. Only 6.4% of the sample considered themselves to invest very much in order to stay healthy. When it comes to the adoption of preventive behaviours, 40.0% of respondents report to be willing to seek vaccination during the next influenza pandemic (Table 2) . Thus, vaccination is the second most frequently chosen protective behaviour after avoiding larger gatherings of people, as Figure 1 shows. This contrasts rather impressively with 3.1% in our sample who affirmed to have received vaccination against H1N1 back in 2009/10. If those who could not remember whether they were vaccinated against H1N1 are added, the share of vaccinated persons is still not larger than 5.5%. This rather small percentage of people who received the H1N1 vaccine is in line with the share of vaccinated persons on a national level. In sum, there was a national coverage of 4.0% of first and second doses among the Italian target population consisting of healthcare workers, pregnant women, people at high risk under the age of 65, and institutionalised children and adolescents. 7 Considering the seasonal flu vaccinations, 10.1% say they normally receive them, and another 6.2% in some years. This reflects quite well the seasonal influenza vaccination rates on a national level: according to data of the Italian Health Ministry 14.9% of all Italians and 11.4% of residents in Lombardy, the region where Milan is located, received a vaccine against the seasonal influenza virus in 2012-2013. 38 The small number of people who received vaccination against the H1N1 virus in 2009/10 (N=4) created a minor difficulty in testing the relationship between past and future vaccination behaviour: as expected cell counts were very low, the calculation of a Chi-square test was not possible. Instead, Fisher's exact test was used and yielded an exact significance value of 0.148 (one-sided). This result indicates that past vaccination behaviour during the H1N1 pandemic is not related to the willingness to get vaccinated during a future pandemic. Hypothesis 1a does not receive support although one has to interpret this finding with caution due to the very small N of vaccinated people. In contrast, receiving vaccination against the seasonal flu is significantly associated with the future acceptance of pandemic vaccination (Chi-Square=16.045; df=1; P<0.001) and Hypothesis 1b is clearly supported. 76.2% of people who usually or at least in some years get vaccinated against the annual influenza virus would also seek vaccination in case of a new pandemic. In contrast, only 29.9% of respondents who normally do not get immunised against the seasonal flu would change their mind during a pandemic outbreak.",
            "cite_spans": [
                {
                    "start": 1343,
                    "end": 1344,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1757,
                    "end": 1759,
                    "text": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 537,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 663,
                    "end": 671,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Every fifth respondent was afraid to catch a H1N1 infection in 2009/10 but only 34.6% of those are willing to get vaccinated if another pandemic influenza occurs. People who were not scared by the last pandemic or cannot remember to have been afraid (79.7% of the sample) are slightly more ready to seek vaccination in case of a new influenza pandemic (38.2%), but the difference is not significant (Chi-Square=0.116; df=1; P=0.734). Hypothesis 2a is therefore not supported. The perception whether one's own life was in danger in case of a H1N1 infection has an impact on the intention to get vaccinated in future. One third of participants assessed an infection as life threatening, and 57.1% of these would seek vaccination during a novel pandemic. In contrast, only 27.9% of people who did not share this belief would seek vaccination in case of a future influenza pandemic. This difference is significant (Chi-Square=10.291; df=1; P=0.001). Thus, Hypothesis 2b receives support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Article"
        },
        {
            "text": "The second research question can be answered that the assessment of the institutional performance during the H1N1 pandemic is not related to willingness to get vaccinated during another one (Chi-Square=3.779; df=2; P=0.151). Most people regarded the handling of the pandemic by institutions as adequate (45.2%) or differentiated between institutions and said that some institutions acted adequately and some did not (40.3%). In both groups majorities would not seek vaccination next time (58.9%, vs. 60.0%). Only 14.5% of respondents assessed the institutional performance as inappropriate. Among those, 83.3% are not willing to get immunised during a new pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Article"
        },
        {
            "text": "A logistic regression analysis was performed to test whether the univariate relationships hold in multivariate analysis (Table 1 ). All variables that were significant at a P<0.15 level in the univariate analysis were entered in the binary logistic regression model. 15 The regression confirmed the results of the Chi-square tests: the best predictors of future readiness to get vaccinated were having been vaccinated against the seasonal flu in the past (OR=5. 18 ",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 462,
                    "end": 464,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Article"
        },
        {
            "text": "In sum, the findings of this study do not point to long-term secondary effects of the institutional handling of the H1N1 pandemic on people's willingness to get vaccinated when the next pandemic hits. Considering the globally low vaccination rates during the H1N1 pandemic in general and in this sample specifically, the result that two in five participants would be willing to quickly seek vaccination in case of a novel influenza pandemic is rather surprising. To interpret these numbers one must take into account, however, that the H1N1 vaccine was only available by fall 2009 and thus some time after it had turned out that earlier assumptions about the mortality of an H1N1 infection had been wrong. 7 Consequently, the decision to get vaccinated against H1N1 had to be made at a time when the pandemic was no longer considered a severe threat. The decision to get vaccinated in future was best predicted by past vaccination behaviour. People who normally get flu shots are five times more likely to seek immunization soon after news of a novel influenza pandemic would spread than their counterparts who avoided the seasonal flu shots. This result is in line with prior research. 15 The perception that a H1N1 infection was life-threatening leads also to a higher acceptability of vaccination during a hypothetic pandemic. People who feared for their lives in case of infection with H1N1 are four times more willing to seek vaccination in case of a novel pandemic than people who were not afraid. Assessment of previous institutional performance did not have any influence. More than two years after the pandemic the criticism of the institutional behaviour in managing the pandemic and the ongoing media debates about vaccine safety and usefulness might not be very salient to the people any more. 7, 9 It might also be possible that people do not take those rather abstract factors too much in consideration when making a decision about their own health. They might rather stick to their usual behaviour and listen to advice or experience from their close environment such as family, friends and one's own general practitioner.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 707,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1187,
                    "end": 1189,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1806,
                    "end": 1808,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1809,
                    "end": 1810,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We are faced with a slightly paradoxical result here. Willingness to seek the protection of vaccination in the next influenza pandemic was best predicted by similar behaviour in the past, but willingness was also much more prevalent than actual past behaviour. This highlights the fact that behavioural intention is not the same as behaviour, and the former cannot that easily be taken as an indicator of the latter. Willingness to get vaccinated can be considered something that precedes the formation of behavioural intention. One element that helps this formation is the consideration of circumstances, some aspects of which are included in this study. Based on the results, we can expect that widespread perception of a higher risk of death in case of infection with a future pandemic virus will lead to a higher vaccination rate, meaning that more of the willingness will be translated into behaviour. And the connection was there when H1N1 hit, only in opposite direction: when the vaccine had become available, it was clear that earlier fears of a high mortality of H1N1 were unjustified. Perception of the official handling of the pandemic is another potential criterion in people's considerations, but our data show that is not actually considered. This also makes sense, because if your life is at stake and you are given the chance to reduce the risk, it is quite irrelevant how much of the risk in a former comparable case originated from institutional performance. This suggests that the willingness we measured is less a willingness to act but rather a willingness to consider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "There are several limitations to this study. First, the sample is not representative and therefore no generalization to the whole population of Italy is possible. Further, one cannot draw conclusions about people's willingness to get vaccinated based on other variables than the ones studied such as attitudinal or psychological ones. Nevertheless, this is the first study to examine possible secondary effects of the H1N1 pandemic on future willingness to get vaccinated in a European population as Schwarzinger et al.'s study was conducted in Australia. 15 Besides, it would have been fruitful to include more participants in the study who were vaccinated against the H1N1 virus. As only four respondents indicated that they had received the vaccine, the results building on this variable have to be interpreted with caution. However, the low number of vaccinated participants is in line with the generally low H1N1-vaccination rates in Italy and worldwide and thus reflects the actual situation. On the other hand, caution is also called for with regard to the high willingness to get vaccinated next time as respondents might possibly have overestimated their intention due to a mixture of social desirability and a sponsorship effect, the latter having been produced by the fact that the face-toface interviews were conducted by physicians. As this study could only investigate the effects of the past pandemic on the willingness to get vaccinated during a future hypothetical one it would be interesting to compare our findings with data collected by the time a novel influenza pandemic actually hits.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 558,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Seasonal influenza immunisation in Europe. Overview of recommendations and vaccination coverage for three seasons: pre-pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mereckiene",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cotter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "09",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza-related deaths -available methods for estimating numbers and detecting patterns for seasonal and pandemic influenza in Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Ciancio",
                    "suffix": ""
                },
                {
                    "first": "Lopez",
                    "middle": [],
                    "last": "Chavarrias",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Low effectiveness undermines promotion of seasonal influenza vaccine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sprenger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "7--9",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Seasonal flu versus pandemic flu. U.S. Department of Health & Human Services",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Flu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report of the Review Committee on the Functioning of the International Health Regulations (2005) and on Pandemic Influenza (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "H1N1 and society: towards a more pandemic-resilient society",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Drottz-Sjöberg",
                    "suffix": ""
                },
                {
                    "first": "Charpak",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Science",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Final report from the expert group on Science, H1N1 and Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Response to the 2009 influenza A(H1N1) pandemic in Italy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rizzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bella",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "School closures during the 2009 influenza pandemic: national and local experiences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Archer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Low adherence to influenza vaccination campaigns: is the H1N1 virus pandemic to be blamed?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Trivellin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gandini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nespoli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ital J Pediatr",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pandemic on the air: a case study on the coverage of new influenza A/H1N1 by Brazilian prime time TV news",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Da Silva Medeiros",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Massarani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JCOM",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "How the media reported the first days of the pandemic (H1N1) 2009: results of EU-wide media analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Knowledge about pandemic influenza and compliance with containment measures among",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eastwood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Durrheim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Australians. B World Health Organ",
            "volume": "87",
            "issn": "",
            "pages": "588--94",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Surveillance of perceptions, knowledge, attitudes and behaviors of the Italian adult population (18-69 years) during the 2009-2010 A/H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ferrante",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baldissera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Moghadam",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Epidemiol",
            "volume": "26",
            "issn": "",
            "pages": "211--220",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Vom sicheren Umgang mit Unsicherheit: Was wir von der pandemischen Influenza (H1N1) 2009 lernen können",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Feufel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gigerenzer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bundesgesundheitsbla",
            "volume": "53",
            "issn": "",
            "pages": "1283--1292",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Low acceptability of A7H1N1 pandemic vaccination in French adult population: did public health policy fuel public dissonance?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwarzinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Flicoteaux",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cortarenoda",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The public's response to the 2009 H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Steelfisher",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bekheit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lubell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Community responses to communication campaigns for influenza A (H1N1): a focus group study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mackie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "What the public was saying about the H1N1 vaccine: perceptions and issues discussed in on-line comments during the 2009 H1N1 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Henrich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Public views of the UK media and government reaction to the 2009 swine flu pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hilton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Understanding responses to government health recommendations: public perceptions of government advice for managing the H1N1 (swine flu) influenza pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Teasdale",
                    "suffix": ""
                },
                {
                    "first": "Yardley",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Patient Educ Couns",
            "volume": "85",
            "issn": "",
            "pages": "413--421",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Gallup Organization. Eurobarometer on influenza H1N1. Flash EB Series #287 on request of the European Commission",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Emerging and continuing trends in vaccine opposition website content",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bean",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "1874--80",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Crying wolf? Biosecurity and metacommunication in the context of the 2009 swine flu pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nerlich",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koteyko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Place",
            "volume": "18",
            "issn": "",
            "pages": "710--717",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Factors associated with uptake of vaccination against pandemic influenza: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bish",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yardley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "6472--84",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Population behavior during epidemics. D1.1 systematic review report. Project TELL ME -transparent communication in epidemics: learning lessons from experience, delivering effect of messages, providing evidence. Cole funded by the European Commission within the seventh framework program",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Relationship between intention of novel influenza A (H1N1) vaccination and vaccination coverage rate",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "161--166",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Examining the role of media coverage and trust in public health agencies in H1N1 influenza prevention",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int Public Health J",
            "volume": "3",
            "issn": "",
            "pages": "45--52",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Factors influencing the uptake of 2009 H1N1 influenza vaccine in a multiethnic Asian population",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Sam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "4499--505",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Which factors are important in adults' uptake of a (pre)pandemic influenza vaccine?",
            "authors": [
                {
                    "first": "Eam",
                    "middle": [],
                    "last": "Zijtregtop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilschut",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koelma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "207--234",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Does receipt of seasonal influenza vaccine predict intention to receive novel H1N1 vaccine: evidence from a nationally representative survey of U.S. adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "5732--5736",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Precautionary behavior in response to perceived threat of pandemic influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sadique",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1307--1320",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Pandemic influenza in Australia: using telephone surveys to measure perceptions of threat and willingness to comply",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "If you ask them, will they come? Predictors of quarantine compliance during a hypothetical avian influenza pandemic: results from a statewide survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Bauerle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disaster Med Public",
            "volume": "4",
            "issn": "",
            "pages": "135--179",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Crying wolf? Impact of the H1N1 2009 influenza pandemic on anticipated public response to a future pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kable",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Med J Australia",
            "volume": "197",
            "issn": "",
            "pages": "561--565",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A social-cognitive model of pandemic influenza H1N1 risk perception and recommended behaviors in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Prati",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pietrantoni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Risk Anal",
            "volume": "31",
            "issn": "",
            "pages": "645--56",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Statistiche demografiche ISTAT",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Istituto Nazionale",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Statistica",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Istruzione e formazione",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Istituto Nazionale",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Statistica",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Coperture vaccinali",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministero Della Salute",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Public Health Research",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Potential participants were approached in the waiting room of the Registry Office of the Municipality of Milan, Italy, that keeps record of [Journal of Public Health Research 2015;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Self-reported future behaviour in case of a future influenza pandemic. Question wording: If there were news stories again on a coming influenza pandemic, what would you do? (Check all that applies.), N=139. Black: recommended behaviours, Grey: behaviours not recommended.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Predictors of willingness to get vaccinated in case of a future influenza pandemic.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}