{
    "paper_id": "c761570812ca07ce01397ebabc220556f51e786e",
    "metadata": {
        "title": "Private specificities of CD8 T cell responses control patterns of heterologous immunity",
        "authors": [
            {
                "first": "Sung-Kwon",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Cornberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoting",
                "middle": [
                    "Z"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [
                    "D"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Liisa",
                "middle": [
                    "K"
                ],
                "last": "Selin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Raymond",
                "middle": [
                    "M"
                ],
                "last": "Welsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "CD8 T cell cross-reactivity between viruses can play roles in protective heterologous immunity and damaging immunopathology. This cross-reactivity is sometimes predictable, such as between lymphocytic choriomeningitis virus (LCMV) and Pichinde virus, where crossreactive epitopes share six out of eight amino acids. Here, however, we demonstrate more subtle and less predictable cross-reactivity between LCMV and the unrelated vaccinia virus (VV). Epitope-specific T cell receptor usage differed between individual LCMV-infected C57BL/6 mice, even though the mice had similar epitope-specific T cell hierarchies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "LCMVimmune mice challenged with VV showed variations, albeit in a distinct hierarchy, in proliferative expansions of and down-regulation of IL-7R ␣ by T cells specific to different LCMV epitopes. T cell responses to a VV-encoded epitope that is cross-reactive with LCMV fluctuated greatly in VV-infected LCMV-immune mice. Adoptive transfers of splenocytes from individual LCMV-immune donors resulted in nearly identical VV-induced responses in each of several recipients, but responses differed depending on the donor. This indicates that the specificities of T cell responses that are not shared between individuals may influence cross-reactivity with other antigens and play roles in heterologous immunity upon encounter with another pathogen. This variability in cross-reactive T cell expansion that is unique to the individual may underlie variation in the pathogenesis of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Raymond Welsh: Raymond.welsh@umassmed.edu Abbreviations used: CFSE, carboxyfluorescein diacetatesuccinimidyl ester; LCMV, lymphocytic choriomeningitis virus; PV, Pichinde virus; VV, vaccinia virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Variations in the pathogenesis of viral infections can sometimes be attributed to the infection history of a host, where exposure to unrelated pathogens may unexpectedly contribute either to protective immunity or to enhanced immunopathology (1). This heterologous immunity has now been demonstrated in several murine models of infection, where T cells specific to previously encountered viruses participate in the immune response to viruses subsequently encountered (2) (3) (4) . Recent work showing human T cell cross-reactivity between influenza virus and hepatitis C virus (5) , between influenza virus and Epstein-Barr virus (6) , between human papilloma virus and coronavirus (7) , and between different strains of dengue virus (8) argues that similar issues of heterologous immunity should be examined in human infections.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 470,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mouse models have shown that a history of a heterologous virus infection can alter the kinetics and the hierarchy of T cells responding to peptide epitopes encoded by the infecting virus, and this skewing of T cell responsiveness may be either beneficial or harmful to the host (2, 6) . Any foreign protein is likely to have several amino acid epitope sequences with appro-priate motifs to engage a given MHC molecule, but the T cell response to a virus infection is usually focused against a narrow subset of these potential epitopes. This is a consequence of T cell immunodominance, which is a very fickle phenomenon. If immunodominant epitopes are experimentally deleted from a pathogen, other epitopes almost invariably emerge to dominate the response (9) . This is either because they become presented better at the MHC level or because they stimulate T cells whose initial frequencies were lower than the originally immunodominant ones (9) . T cell immunodominance can be dramatically affected by a prior infection with a pathogen that encodes an epitope that generates T cells that cross-react with a second pathogen (2) . For example, lymphocytic choriomeningitis virus (LCMV) and Pichinde virus (PV) each encode weak subdominant epitopes with six out of eight amino acids in common. Some T cells can cross-react between those epitopes, and when a host immune to one of those viruses is infected with the other, this weak epitope now dominates the T cell response, and the normally dominant epitopes generate much weaker responses. The higher frequencies of memory T cells specific to this cross-reactive epitope as compared with naive T cells specific to the normally dominant epitopes gives an advantage for proliferative expansion. Similarly, individuals immune to one dengue virus serotype on infection with a second serotype tend to generate T cell responses that better recognize the first serotype, presumably because they were expanded from the memory pool (8) . It is noteworthy that this deviation in T cell responses during dengue infections is associated with serious pathological complications.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 282,
                    "end": 284,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 942,
                    "end": 945,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1124,
                    "end": 1127,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1973,
                    "end": 1976,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Under conditions of heterologous immunity, T cell responses are sometimes uniformly directed against strongly cross-reactive epitopes, such as between LCMV and PV. However, in other cases, patterns of heterologous immunity and T cell cross-reactivity may be variable, such as between LCMV and vaccinia virus (VV). A history of an LCMV infection protects mice against VV, reducing VV titers 10-100-fold by day 3 after infection, and dramatically changing the T cell-dependent immunopathology (1, 3) . Adoptive transfer studies indicated that LCMV-immune CD4 and CD8 T cells provided heterologous immunity in this system (1) . Ironically, a history of a VV infection has little effect on immunity to LCMV (1) . VV induces the proliferation of some LCMV-specific memory T cells, but LCMV does not induce detectable proliferation of VV-specific memory T cells (4) . A possible explanation to this enigma is that VV is a virus that encodes Ͼ 200 proteins and perhaps Ͼ 1,000 T cell epitopes with the capacity to trigger memory T cells present at sufficient frequencies. In contrast, LCMV encodes only four proteins. Thus, it seems that the many potential epitopes encoded by VV would more likely stimulate some T cells in an LCMV-specific memory pool than would the much more limited number of LCMV epitopes stimulating a VV-immune pool.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 495,
                    "end": 497,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, protective immunity and the degree of immunopathology varied between experiments, and our attempts to define the epitope specificity of LCMV-specific T cells reactivated by VV were complicated by poor reproducibility in experiments. We have reported that VV frequently expands LCMV NP205-specific T cells from LCMV-immune mice, but this was not always the case. In some mice, there was expansion of T cells specific to other LCMV epitopes (3, 4) . This led us to question whether the specificities of cross-reactive T cell responses under conditions of heterologous viral challenge may be unique to the individual.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 451,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 452,
                    "end": 454,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Studies of the T cell receptor repertoire directed against viral epitopes have revealed three principles. First, the repertoire is highly diverse, with sometimes hundreds of distinct clones directed against a single epitope (10) (11) (12) . Second, epitope-specific responses between individuals are often dominated by distinct V ␤ TCR usage and conserved amino acid motifs in the TCR CDR3 region, which recognizes the peptide-MHC (public specificities; references 11, 13, 14) . Third, genetically identical hosts nevertheless have distinct epitope-specific T cell populations with different amino acid sequences in the CDR3 regions (private specificities; refer-ences 10, 15, 16) . We questioned here whether \"private\" determinants, which may not be very important for the recognition of the epitope initially driving that particular T cell, may be important in a cross-reactive recognition of another epitope. This would mean that some individuals experiencing infections in sequence with two viruses may generate cross-reactive responses between the viruses, whereas other individuals with similar MHC would not. This variability could presumably influence viral clearance and immunopathology. Here, we show that the LCMV epitope-specific T cell responses elicited by VV infection are indeed a function of the unique T cell responses of an individual host. Some common patterns are seen, but the private specificities of LCMV-immune T cell populations drive this cross-reactive antigen recognition.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 673,
                    "end": 676,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "LCMV infection of adult B6 mice generates a robust CD8 T cell response, peaking at 8 or 9 d after infection and eventually establishing a stable virus-specific CD8 memory T cell pool (17, 18) , where Ͼ 20% of the CD8 T cells in the PBLs can be identified as specific to LCMV-encoded epitopes (Fig. 1, A and B) . The hierarchy of responses against different epitopes is very similar between immunologically naive mice ( Fig. 1 and reference 17 ), but the integrity of the LCMV epitope-specific memory CD8 T cell pool is often disrupted by heterologous viral infections, which preferentially expand cross-reactive T cells while deleting noncrossreactive ones (2, 19, 20) . We have elaborated the impacts of two heterologous viruses (PV and VV) on LCMV-immune mice and found that these two viruses generated characteristic and contrasting patterns of T cell responses to epitopes in LCMV-immune mice (2) (3) (4) . PV and LCMV share strongly cross-reactive subdominant epitopes (PV-NP205 and LCMV-NP205) that dominate the immune response when these viruses are infected in sequence ( Fig. 1 A and reference 2). In contrast, VV infection of LCMV-immune mice exhibits a much less predictable pattern, where the specificity of expanded T cells is not always the same between experiments ( Fig. 1 B and references 3, 4) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 897,
                    "end": 900,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 309,
                    "text": "(Fig. 1, A and B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 419,
                    "end": 442,
                    "text": "Fig. 1 and reference 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1080,
                    "end": 1086,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1282,
                    "end": 1311,
                    "text": "Fig. 1 B and references 3, 4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Longitudinal analysis of LCMV-specific CD8 T cells upon heterologous PV or VV infection"
        },
        {
            "text": "However, in most of our previous studies, we analyzed the impacts of heterologous virus infections simply by comparing the LCMV-specific CD8 T cells between separate groups of LCMV-immune control mice and LCMVimmune mice infected with heterologous viruses. We questioned here whether individual mice could differ dramatically in the patterns of their cross-reactivities to heterologous viruses and sought to compare epitope-specific responses after a heterologous viral infection to the hierarchy of the T cell repertoire in the LCMV-immune mouse before the heterologous viral challenge. To address these issues of immune responses unique to the individual, we adopted a longitudinal analysis method to reiterate the impacts of heterologous PV or VV infections on LCMV-immune mice. First, we exam- ined the frequency and the hierarchy of LCMV-specific CD8 T cells in the peripheral blood of individual LCMV-immune mice before (day 0) PV or VV infection and then at late stages of the heterologous viral challenge (Fig. 1, A and B , day 12). A peptide epitope-induced intracellular IFN-␥ assay was used to identify and quantify epitope-specific T cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1013,
                    "end": 1029,
                    "text": "(Fig. 1, A and B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Longitudinal analysis of LCMV-specific CD8 T cells upon heterologous PV or VV infection"
        },
        {
            "text": "Analysis of individual LCMV-immune mice (day 0) revealed some small variations in the magnitude of the T cell response, but little variation in the epitope hierarchy (Fig. 1,  A and B ). PV infection, as expected, induced a dramatic expansion of the strongly cross-reactive NP205-specific CD8 T cells in all of the PV-infected, LCMV-immune mice ( Fig.  1 A) . Concomitant with the expansion, there were significant reductions in the frequencies of the rest of the noncross-reactive LCMV-specific CD8 T cells. Analyses of these three and seven other individual LCMV-immune mice infected with PV revealed that, although the level of the NP205-specific T cell expansion widely varied (2-41-fold, mean ϭ 14.5 Ϯ 15, median ϭ 6.9, n ϭ 10) between individual mice, all of the PV-infected LCMV-immune mice unambiguously exhibited the same pattern of expansion of T cells specific to this cross-reactive epitope.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 183,
                    "text": "(Fig. 1,  A and B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 347,
                    "end": 357,
                    "text": "Fig.  1 A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Longitudinal analysis of LCMV-specific CD8 T cells upon heterologous PV or VV infection"
        },
        {
            "text": "However, in contrast with PV infection, challenge of LCMV-immune mice with VV led to a much less predictable response, where T cells specific to different epitopes were favored in different mice ( Fig. 1 B) . We summarized the VV-induced changes in the hierarchies of LCMV-specific CD8 T cells in 26 examined mice in Table I . Several distinctive features of heterologous immunity during VV infection were noted. First, the increase in the number of putatively cross-reactive LCMV epitope-specific CD8 T cells was less dramatic and more subtle than the expansion observed during PV infection. In LCMV-immune mouse no. 11, although the frequencies of NP396-, GP33-, GP276-, and GP118-specific CD8 T cells were dramatically and somewhat comparably reduced, the frequency of NP205specific CD8 T cells remained about the same ( Fig. 1 B, 105% of LCMV-immune mice). This maintenance of frequency by the NP205-specific T cells actually represents an increase in number, considering an overall increase in the CD8 T cell percentage upon VV infection. In 26 LCMVimmune control mice, the percentage of CD8 in the PBLs was 10.1 Ϯ 2.3%, whereas the percentage of CD8 cells in the VV-challenged LCMV-immune mice was 20.5 Ϯ 4.5%. Furthermore, given the fact that the total numbers of leukocytes were also routinely increased in the spleen after VV infection (LCMV-immune ϭ 6.4 Ϯ 2.4 ϫ 10 7 vs. LCMVimmune ϩ VV day 12 ϭ 15 Ϯ 10 7 ) and well reflected in peripheral blood, the increase in number is expected to be greater.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "Fig. 1 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 317,
                    "end": 324,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 824,
                    "end": 830,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Longitudinal analysis of LCMV-specific CD8 T cells upon heterologous PV or VV infection"
        },
        {
            "text": "A second feature of these responses was that there was no predictable increase of CD8 T cells specific to any particular LCMV epitope, as the expansion pattern varied between individual mice (Fig. 1 , B and C, and Table I ). In mouse no. 12, the GP33/34-specific response (directed at either of two overlapping epitopes) was most favored, and the 100% pres-ervation of this GP33/34-specific response actually represents a 260% increase, taking into account the increased frequency of CD8 T cells. Sometimes there was a response directed against two epitopes, such as against NP205 and GP118 in mouse no. 17. There were no obvious alterations of T cell hierarchies in the individual LCMV-immune mice that enabled us to predict what specificity would dominate during the response to VV (Fig. 1 C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 214,
                    "end": 221,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 784,
                    "end": 794,
                    "text": "(Fig. 1 C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Longitudinal analysis of LCMV-specific CD8 T cells upon heterologous PV or VV infection"
        },
        {
            "text": "A third important feature was that, despite the variable and unpredictable nature of the responses of individual mice, there were overall preferences in responses to some epitopes over other epitopes. This can be seen in Table I , which shows the percent recovery of the epitope-specific T cells from 26 individual LCMV-immune mice before and after VV infection. Given the increases in CD8 number in the PBLs, we have highlighted the responses representing at least 1.5 times the day 0 value (Table I) . It is clear that, although the T cell responses in the individual mice behave differently to VV, some epitopes, such as NP205, are much more likely The percentage of LCMV epitope-specific CD8 T cells in 26 LCMV-immune individual mice before and after VV infection were determined via IFN-␥ assay ( Fig. 1 B) , and the percent changes in those values are summarized. CD8 fold indicates the fold increases in the CD8 percentage after VV infection. The responses representing at least 1.5 times (considering the CD8 fold increase) the day 0 value are in bold.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 492,
                    "end": 501,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 802,
                    "end": 811,
                    "text": "Fig. 1 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Longitudinal analysis of LCMV-specific CD8 T cells upon heterologous PV or VV infection"
        },
        {
            "text": "to elicit a strong response than other epitopes, such as GP276 or NP396. Analyzing these data in another way, we asked which epitope generated the strongest relative response in each mouse, and a nonrandom pattern evolved, with a hierarchy of NP205",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE"
        },
        {
            "text": "An example of the kinetics of the host response to VV in LCMV-immune mice is given in Fig. 1 D, which shows a mouse with a preferential NP205 response. Of note is that the frequencies of total CD8 T cells and of T cells specific to each LCMV epitope were reduced at day 4 after infection. This is to be expected, as the level of protection against viral replication during heterologous immunity is insufficient to prevent the challenge virus from inducing cytokines that cause across-the-board apoptosis and lymphopenia of memory T cells (21) (22) (23) . By day 7, the percentage of NP205-specific T cells had increased from the day 4 time point, representing a marked increase in cell number from the day 0 time point, considering the substantial increase in the percent of CD8 T cells overall. These increases were similarly reflected at day 12, the chosen day for the previous assays.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 542,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ARTICLE"
        },
        {
            "text": "The epitope-dependent increases in cell numbers suggested that there was a variable epitope-dependent proliferation of LCMV-specific T cells induced by VV infection. To confirm this, LCMV-immune donor spleen cells (Thy1.1) were labeled with carboxyfluorescein diacetate-succinimidyl ester (CFSE) and transferred into congenic Thy 1.2 recipients. These were infected with VV and assessed 6 d later for epitope-specific increases in CD8 cell number and for cell division, as assessed by loss in CFSE (more than seven divisions). The results showed considerable variation in the specificity of the proliferating T cells between individual mice, consistent with the results in Fig. 1 (not depicted).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 679,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ARTICLE"
        },
        {
            "text": "This trend toward epitope preference in an otherwise difficult-to-predict heterologous immune response was more consistent with a TCR-based cross-reactivity phenomenon than with a nonspecific TCR-independent bystander phenomenon. As a technique to support the concept of a TCRmediated event, we examined the down-regulation of IL-7 receptors (IL-7R ␣ ) on CD8 T cells. Virus-specific CD8 T cells in the memory phase express high levels of IL-7R ␣ , but these become down-regulated on TCR cross-linking. The majority of LCMV-specific memory CD8 T cells are IL-7R ␣ hi (Fig. 2) , but after secondary LCMV challenge in vivo, Ͼ 50% of the LCMV-specific CD8 T cells of various specificities uniformly down-regulated IL-7R ␣ on their surface (Fig. 2, top left quadrant) . In contrast, LCMV-immune mice challenged with PV down-regulated IL-7R ␣ only on the highly cross-reactive NP205-specific T cells (unpublished data). Interestingly, with a VV challenge, the pattern varied between mice. IL-7R ␣ down-regulation was 23-42% in some mice (nos. 1 and 2) on GP33/34-specific T cells, on another mouse on GP118-specific T cells (no. 3), and on another on NP205-specific T cells (no. 2) (Fig. 2, no. 2). All other epitope-specific responses were Յ 12%, suggesting very low, if any, TCR stimulation. VV-stimulated LCMV-specific T cells were examined for forward scatter, as an indicator of cell size with regard to IL-7R ␣ . The cells low in IL-7R ␣ expression were larger, as indicated by substantially increased forward scatter (e.g., GP33-specific CD8 T cells in no. 2 mouse, FSC of IL-7R low ϭ 402 vs. high ϭ 344). These data are consistent with the concept that the T cells are being stimulated through their TCR and, thus, probably proliferating even though the epitope specificity varies between mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 567,
                    "end": 575,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 736,
                    "end": 763,
                    "text": "(Fig. 2, top left quadrant)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1177,
                    "end": 1189,
                    "text": "(Fig. 2, no.",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "VV-induced down-regulation of IL-7R ␣"
        },
        {
            "text": "We questioned whether the differences in VV-induced expansion of putatively cross-reactive T cells among different LCMV-immune mice were a reflection, not of the antigenic specificity of the LCMV-specific repertoire, but instead of the distinct T cells used to generate that specificity. We had reported previously that individual LCMV-infected mice used different TCR repertoires to mount their virus-specific T cell responses (16) and confirmed here that the V ␤ 8.1 CDR3 spectratypes of MHC dimer-sorted LCMV NP396specific and GP33-41-specific T cells varied between mice, as reported elsewhere by us and others (references 24, 25 and unpublished data). Because of the prevalence of VV-induced NP205-specific responses in the present work, we examined the TCR repertoire of MHC-tetramer-sorted NP205-specific CD8 T cells in LCMV-infected mice. Our results showed, by PCR amplification, a dominant V ␤ 16 response and weaker V ␤ 5 and V ␤ 8.2 responses, which varied between mice. Sequencing of a total of 37 NP205-specific V ␤ 16 clones derived from three mice showed one V ␤ clonotype common to all three mice, but all others were unique to the individual mouse, indicating significant mouse-to-mouse variation in TCRs specific for this epitope, as expected (unpublished data).",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "LCMV-immune CD8 T cells from a single donor exhibit remarkably similar VV-induced responses among several recipient hosts"
        },
        {
            "text": "This variation in epitope-specific TCR usage reveals a private TCR repertoire that we hypothesized might provide a basis for variability in the VV-induced T cell cross-reactiv-ity against LCMV peptides. However, the data did not rule out the possibility that the VV-induced response in LCMVimmune mice was randomly stochastic and not reflective of distinct patterns of cross-reactive T cells. To address this issue, we designed a modified adoptive transfer system, in (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 478,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "LCMV-immune CD8 T cells from a single donor exhibit remarkably similar VV-induced responses among several recipient hosts"
        },
        {
            "text": "Ϫ Ϫ Ϫ ϩ Ϫ CFSE-labeled splenocytes from individual LCMV-immune donor mice (A, B, and C) were adoptively transferred into two or three recipient mice (1, 2, and 3) that were then infected with VV ( Fig. 3 A) . Donor-derived LCMV epitope-specific CD8 T cells were visualized via IFN-␥ assay (Fig. 3 B) . ϩ, situations in which Ͼ50% of the epitope-specific T cells lack the CSFE label.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "Fig. 3 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 289,
                    "end": 299,
                    "text": "(Fig. 3 B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Table II. Selective proliferation of LCMV-specific CD8 T cells on VV infection in multiple transfer system"
        },
        {
            "text": "which the randomness in the heterologous T cell response could be addressed. CFSE-labeled LCMV-immune donor cells derived from a single donor were transferred into multiple hosts, which were infected with VV ( Fig. 3 A) . We reasoned that if the secondary response on VV challenge was random, variable epitope patterns would be observed among the different recipients of LCMV-immune cells derived from the same donor. If the putatively cross-reactive epitope-specific expansions were similar between recipients, this would argue against randomness and would strengthen the argument that the unique, or private, epitope-specific repertoire of the donor determines the pattern of heterologous immunity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "Fig. 3 A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ARTICLE"
        },
        {
            "text": "The results showed that multiple recipients of donor cells from an individual LCMV-immune donor mouse generated nearly identical epitope-specific responses on VV infection (Fig.  3 B) . Among recipients receiving cells from LCMV-immune donor A, GP33/34-specific CD8 T cells were preferentially expanded. In contrast, preferential expansion was observed in both GP33/34 and NP205-specific CD8 T cells among all the recipients of cells from LCMV-immune donor B.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 183,
                    "text": "(Fig.  3 B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "ARTICLE"
        },
        {
            "text": "All the experiments in this regard are summarized in Table II, where the \"ϩ\" designates situations where Ͼ50% of the epitope-specific T cells lack the CSFE label (Table II) . In nearly every case, all the recipient mice from an individual donor had similar expansions of epitope-specific T cells, but the patterns differed from donor to donor. In some cases, there were no responses to any of the tested epitopes. Table  II also reinforces the data from Table I showing that T cell responses to NP205 and to GP33/34 are the most frequent. These data indicate that the random stochastic process generating the primary LCMV-specific T cell response from very low frequency epitope-specific naive T cell precursors is less of a factor when the heterologous virus stimulates putative cross-reactive T cells from a much higher frequency of memory T cells, which presumably get distributed in sufficient frequencies between recipient mice. This also indicates that the patterns of heterologous T cell responses are not random but instead are predetermined by the individual private specificities of the T cell repertoire.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 172,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 414,
                    "end": 423,
                    "text": "Table  II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 454,
                    "end": 461,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "ARTICLE"
        },
        {
            "text": "The VV-induced expansions in LCMV epitope-specific T cells predict that there may be cross-reactive epitopes between VV and LCMV, and the high incidence of expansion of T cells specific to the NP205 epitope suggests that VV may encode epitopes cross-reactive with NP205. We have identified several VV-encoded amino acid sequences harboring K b binding motifs and partial homology with NP205 (unpublished data). One VV-encoded epitope, generated from VV protein A11R (198-205), has 4/8 amino acids in common with NP205 and 3/8 amino acids in common with GP34-41 and GP118. Subpopulations of T cells specific to the A11R198 epitope cross-react with GP34 and GP118 and, to a lesser extent, with NP205. As an example, Fig. 4 A presents CD8 T cells from an VV A11R198 peptide-stimulated cell line derived from an LCMV-immune mouse and shows that a subpopulation of them costain with tetramers charged with A11R198 and GP118 peptides. A11R is detected by a low percentage of T cells from LCMV-immune mice (mean ϭ 0.33% Ϯ 0.1, n ϭ 9) and to a lesser extent in VV acutely infected (day 6) mice (mean ϭ 0.23% Ϯ 0.19, n ϭ 17). The frequency of A11R 198-specific CD8 T cells was on average significantly higher (mean ϭ 0.55% Ϯ 0.59, n ϭ 29) after a day 6 VV infection of LCMV-immune mice (P ϭ 0.03), but was highly variable, suggesting a private specificity phenomenon.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 720,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Variations in response to a VV-encoded epitope cross-reactive with LCMV-specific T cells"
        },
        {
            "text": "To systematically address this issue, we examined the fate of A11R 198-specific CD8 T cells before and after heterologous virus infection using a PBL longitudinal analysis, as in Fig. 1. Fig. 4 B shows that low levels (0.2-0.5%) of A11R 198-specific CD8 T cells were present in LCMV-immune PBLs. However, upon VV infection (day 12), only some of the LCMV-immune mice (mouse nos. 4, 7, 10, 12, 13, and 19) showed significant expansions of T cells specific to the cross-reactive VV epitope, whereas others did not (mouse nos. 1, 2, 3, and 10 others not depicted; Fig. 4 B) . Altogether, longitudinal analysis experiments revealed that 6 out of 19 LCMV-immune mice challenged with VV made relatively strong (Ͼ1.5% of CD8 T cells) responses to the A11R 198 peptide. In these experiments, four of the A11R 298 responders (mouse nos. 4, 7, 10, and 13) also responded to the GP33/34 epitope, three (mouse nos. 10, 12, and 19) responded to the NP205 epitope, and one (mouse no. 12) responded to the GP118 epitope (unpublished data).",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 404,
                    "text": "4, 7, 10, 12, 13, and 19)",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 918,
                    "text": "10, 12, and 19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 195,
                    "text": "Fig. 1. Fig. 4 B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 561,
                    "end": 570,
                    "text": "Fig. 4 B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Variations in response to a VV-encoded epitope cross-reactive with LCMV-specific T cells"
        },
        {
            "text": "Proliferation and private specificities of LCMV-immune donor-derived A11R 198-specific CD8 T cells upon VV infection were confirmed via adoptive transfer experiments with CFSE-labeled cells (Fig. 4 C) . Here, the day 6 response to A11R 198 is compared with the nearly always poor GP276 response. Donors A and C gave rise to a proliferative A11R 198 response in each of their recipients, whereas Donor B gave rise to no A11R response in either recipient. This documents the private specificities in challenge virusencoded epitope-specific T cell responses that can be engendered as a consequence of heterologous immunity to a previously encountered virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 200,
                    "text": "(Fig. 4 C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Variations in response to a VV-encoded epitope cross-reactive with LCMV-specific T cells"
        },
        {
            "text": "Here, we have documented that a host's unique private specificities of its viral epitope-specific memory T cell population can determine the cross-reactivity patterns to subsequent heterologous virus infections. It shows that these unique private specificities, rather than being meaningless immunological curiosities, impact the recognition of crossreactive antigens encoded by other pathogens and, as a consequence, have the potential to alter the pathogenesis of a viral infection in a manner that is unique to the individual. This work was initially based on the puzzling observation that, unlike LCMV-infected mice challenged with PV, where a clearly defined cross-reactive epitope-specific CD8 T cell response predictably dominates, VV infection of LCMV-immune mice elicits a more subtle and less predictable expansion of LCMV epitope-specific CD8 T cells (3, 4) . Here, we used sensitive measures to analyze these less predictable responses and have revealed new insights into the complexities of T cell dynamics during virus infections. Longitudinal analyses of LCMV-immune mice before and after VV infection revealed that, although many of the LCMVspecific memory cells were profoundly reduced in frequency, others, presumably cross-reactive T cells specific to distinct epitopes, were either maintained or increased in frequency (Fig. 1) . Attrition of noncross-reactive CD8 T cells after VV infection probably resulted from cytokine-induced bystander apoptosis of memory cells, shown to occur during viral infections (21) (22) (23) . Fig. 1 D shows that cells of all specificities decline at day 4 after infection and T cells specific to only some, presumably cross-reactive, peptides thereafter increase in number. Of note is that there was considerable variation between mice regarding what group of epitopespecific T cells was stimulated by VV. This mouse-to-mouse variation in epitope selectivity was also seen in measure-ments of the down-regulation of IL-7R␣, an indicator of recent TCR stimulation (Fig. 2 ) and in loss of CSFE label studies, an indicator of T cell proliferation (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 862,
                    "end": 865,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 866,
                    "end": 868,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1533,
                    "end": 1537,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1538,
                    "end": 1542,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1339,
                    "end": 1347,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1545,
                    "end": 1551,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2016,
                    "end": 2023,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2098,
                    "end": 2106,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the unpredictability in responses between individuals, there were some patterns, in that the major epitopespecific responses occurred more often with some epitopes (NP205, GP33/34, GP118) than with other epitopes (NP396, GP276; Tables I and II ). Our recent studies have shown much higher frequencies (e.g., Ͼ10%) of LCMV epitope-specific T cells in the peritoneal cavity site of VV inoculation, but with the same variability as that shown here with peripheral blood and speen (unpublished data). A VVencoded peptide with sequence similarity to NP205, GP118, and GP34-41 and with demonstrated cross-reactivity to each of those epitopes detected a higher proportion of cells in VV-challenged LCMV-immune mice, but its frequencies also varied greatly between mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 251,
                    "text": "Tables I and II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "We believe that the differences in these VV-induced LCMV epitope-specific T cell responses are due to the private specificities of the TCR repertoire generated in individual mice to the different epitopes. The T cell repertoire is generated via random rearrangements of separate V, (D), and J gene segments of TCR ␣ and ␤ chains, by imprecise joining and random addition of nucleotides during this process, and by the pairing of TCR ␣ and ␤ chains. The mathematically predicted potential T cell diversity (10 15 ) is far greater than the estimate of actual diversity (2 ϫ 10 8 ) observed in mice, in part because of the limits on the total numbers of T cells (26, 27) . This gap between potential and actual diversity allows for different TCR repertoires in genetically identical hosts, and experiments have shown very little overlap of naive TCR repertoires between mice (14) . Upon immunization or infection, each host generates an antigen-specific T cell response with the best available T cell clones that randomly encounter epitope-expressing APCs. Even if each host appears to elicit comparable T cell responses with predictable immunodominance hierarchies and V␤ usage (public specificity), there lies considerable variation (private specificity) in clonal composition among the same epitope-specific T cells between individual mice (12) (13) (14) (15) .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 511,
                    "text": "(10 15",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "(26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "27)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1345,
                    "end": 1349,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1350,
                    "end": 1354,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The hierarchy of T cell responses specific to the various LCMV epitopes is remarkably similar between mice immune only to LCMV (Fig. 1) , but the TCR usage varies between mice and between epitope-specific T cell responses (16, 24, 25) . Because the NP205 response was frequently stimulated in VV-infected LCMV-immune mice, we analyzed the TCR repertoire of MHC-tetramer-sorted NP205specific T cells and, as expected, found considerable heterogeneity between mice. It might be anticipated that challenge with a cross-reactive heterologous virus might amplify only a subset of the T cells specific to a given epitope of a previously encountered virus, resulting in a less diverse T cell response. We have not clarified that in the LCMV plus VV system, where the cross-reactivity is unpredictable, but we have studied this in PV-immune mice challenged with LCMV, which invokes a strong cross-reactive NP205 response. Our analyses have shown greatly diminished receptor diversity of the responding T cells (unpublished data), suggesting that limited receptor TCR diversity may be an indicator of a cross-reactive response.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "25)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the mouse-to-mouse variation in epitope preferences after VV infection, clear patterns of epitope preference remained, with NP205 Ͼ GP33/34 Ͼ GP118 Ͼ NP396 Ͼ GP276 (Table I) . It is not clear why certain epitope-specific CD8 T cells are more frequently cross-reactive than others, although here the NP205, GP118, and GP34-41 epitopes are K b restricted, whereas the weakly stimulating NP396 and GP276 epitopes are D b restricted. It is possible that VV encodes more K b -restricted peptides that are potentially crossreactive than D b -restricted ones. The VV-encoded A11R 198 epitope is an example of such a cross-reactive epitope, whose response differed greatly between one VV-challenged LCMV-immune mouse and another. Another possibility is that the three-dimensional structures of some peptides (such as GP34-41 and NP205) are better at selecting a wider variety of T cell clones than others and, therefore, these epitope-specific CD8 T cells could be more promiscuous in their interactions with other peptides.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Nevertheless, the variation in TCR usage between individuals provides an opportunity for them to have remarkable diversity in their T cell cross-reactivities with diverse pathogens. The demonstration that a memory pool from a single donor could be transferred into three recipients that developed the same epitope-specific T cell response on challenge with VV strongly indicates that it was the unique characteristics (private specificities) of the memory pool that determined the nature of the response and not some random stimulation event on VV challenge that would cause different hosts to differ. Therefore, the stochastic events leading to diversity in a primary immune response seem less of a variable when generating a heterologous immune response from the expanded clones of potentially cross-reactive memory cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The diversity of VV-induced LCMV epitope-specific responses in LCMV-immune mice suggest that there may be many potential epitopes that could be recognized by T cells cross-reactive between the two viruses. VV encodes ‫002ف‬ proteins, probably encompassing Ͼ1,000 peptides that could fit into the K b or D b MHC binding motifs. Most of those peptides would not normally be major players in the development of a VV-specific immunodominant T cell repertoire in naive mice. However, their expression on APCs may be sufficient to stimulate cross-reactive LCMV epitope-specific memory cells that are present at much higher frequencies than any naive T cell. Here, we provided information regarding the frequent yet still unpredictable enhancement of A11R 198-specific T cells in VV-challenged LCMV-immune mice (Fig. 4, B and C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 804,
                    "end": 821,
                    "text": "(Fig. 4, B and C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The significance of this work is in the understanding of the basic concepts of heterologous immunity. The replication of VV is reduced in LCMV-immune mice in comparison to naive mice, and T cell-dependent immunopathology is more dramatic. Adoptive transfer studies have shown that both the protective immunity and the immunopathology are dependent on T cells and on IFN-␥ production (1). It is noteworthy that IFN-␥ can be detected in vivo in different proportions of T cells of each tested LCMV epitope specificity (NP396, GP33, GP34, and NP205) by 3 d after infection, when viral titers are being controlled (3). It is not clear whether this IFN-␥ production is a consequence of T cell cross-reactivity or a nonspecific cytokine effect (28, 29) . As the infection progresses, T cells of distinct LCMV-epitope specificities expand. Given the pervasive nature of T cell cross-reactivity and the fact that it takes a stronger TCR signal to stimulate proliferation than IFN-␥ production (30) , all of these events could be determined by cross-reactivity, but this is in need of further study.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 742,
                    "text": "(28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "29)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This work also holds potentially significant clinical implications. Studies have revealed that prior immunity to LCMV can result in acute necrosis of fat tissue after VV infection, although the severity varies between individual mice (1). Erythema nodosum is a human disease of unknown etiology as-sociated with similar pathology in fat tissue. It is interesting that erythema nodosum occurs sporadically in humans during some viral infections and after vaccination for small pox (31) . This would suggest that an individual's private T cell repertoire, influenced by the history of infections, may contribute to the development and variability of pathologies during infectious diseases.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Viruses. LCMV, strain Armstrong, and its highly disseminating variant, clone 13, are ambisense RNA viruses in the arenavirus family and were propagated in BHK21 baby hamster kidney cells (32, 33) . VV, strain WR, a DNA virus in the poxvirus family, was propagated in NCTC 929 cells (32) . PV, strain AN3739, a New World arenavirus only distantly related to LCMV, was propagated in BHK21 cells (33) . CFSE labeling. Leukocytes from donor mice were harvested and isolated as described previously (1) . The donor leukocytes were labeled with CFSE using a modification of previously described techniques (35, 36) . In brief, the splenocytes were suspended in HBBS (GIBCO BRL) at 2.5 ϫ 10 7 cells/ml and incubated in 2 M CFSE (Molecular Probes) solution for 15 min at 37ЊC. After incubation, donor cells were washed twice with HBSS.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "(32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "33)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "(32)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "(33)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "(35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "36)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Flow cytometry and intracellular IFN-␥ staining. Single cell lymphocyte suspensions were prepared from peripheral blood and spleens. The erythrocytes were lysed using a 0.84% NH 4 Cl solution. LCMV peptidespecific, IFN-␥-secreting CD8 ϩ T cells were detected using the Cytofix/ Cytoperm Kit Plus (with GolgiPlug; BD Biosciences) as described previously (37) . In brief, cells were incubated with 5 M of synthetic peptide, 10 U/ml of human recombinant IL-2 (BD Biosciences), and 0.2 l GolgiPlug for 5 h at 37ЊC. After preincubation with 1 l of Fc block (2.4 G2) in 96well plates containing 100 l of FACS buffer (HBBS, 2% FCS, 0.1% NaN 3 ), the cells were stained for 30 min at 4ЊC with combinations of fluorescently labeled mAbs specific for IL-7R (CD127, A7R34 biotin), CD44 (IM7, FITC), CD8␣ (53-6.7 per CP) and, after cells were permeabilized with Cytofix/Cytoperm, stained with mAb to IFN-␥ (XMG1.2, allophycocyanin), all purchased from BD Biosciences except for Ab specific for IL-7R␣, which was purchased from eBioscience. For the staining of donor cells in adoptive transfer experiments, mAb specific for Thy1.1 (OX-7, PE) was additionally included. Freshly stained samples were analyzed using a Becton Dickinson FACSCalibur and CELLQuest software.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "(37)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Synthetic peptides. Several previously defined T cell epitopes encoded by LCMV were used in this study (38, 39) . LCMV-specific epitopes include NP396-404 (FQPQNGQFI), GP33-41 (KAVYNFATC), GP276-286 (SGVENPGGYCL), NP205-212 (YTVKYPNL), and GP118-125 (ISHN-FCNL). We identified one VV-specific K b -restricted epitope from VV protein A11R 198-205 (AIVNYANL). Synthetic peptides listed here were purchased from American Peptide and were purified with reverse phase-HPLC to 90% purity. CDR3 length spectratyping analysis and sequencing. CDR3 length \"spectratype\" analysis was performed as described previously with modification (16, 40) . RNA samples were isolated from 5,000-60,000 MHC dimer-or MHC-tetramer-sorted epitope-specific CD8 T cells or from an NP205specific cell line derived from an LCMV-immune mouse. For NP396-404and GP33-41-specific cells, RNA samples were amplified with primers for C␤ and for V␤8.1, using a GeneAmp RNA kit (PerkinElmer). The PCR products were subjected to five cycles of runoff reaction with six fluorophorelabeled J␤ primers (J␤ 1.1, 1.2, 1.3, 1.4, 1.5, and 2.1) . The runoff products were mixed with gel-loading buffer (five parts of 100% formamide and one part of 2.5% blue dextran/50 M EDTA), loaded onto a 4.75% acrylamide sequencing gel, and analyzed on an automated DNA sequencer using Gene-Scan software (Applied Biosystems). For NP205-specific T cells, TCR V␤ analysis was performed by a qualitative PCR with specific primers for V␤ 1-18. The dominant V␤16 PCR products were subcloned and sequenced across the CDR3 region according to the method of Naumov et al. (11) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "(38,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "39)",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "40)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1605,
                    "end": 1609,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1059,
                    "end": 1096,
                    "text": "(J␤ 1.1, 1.2, 1.3, 1.4, 1.5, and 2.1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Dual tetramer staining of T cell culture. 10 7 splenocytes from LCMV-immune mice were cocultured with VV A11R 198 peptide-pulsed 10 6 RMA-S cells in RPMI 1640 supplemented with 100 U/ml penicillin G, 100 g/ml streptomycin sulfate, 2 M L-glutamine, 10 M Hepes, 1 M sodium pyruvate, 0.1 M MEM nonessential amino acids, 0.05 M ␤-mercaptoethanol, and 10% FBS for 5 d at 37ЊC at 5% CO 2 . The IL-2 culture supplement BD T-Stim (BD Biosciences) was added after 5 d of culture. After 10 d of stimulation, T cell lines were analyzed by tetramer staining. Cells were incubated in FACS buffer with streptavidin and Fc block to prevent nonspecific binding, washed, and stained with phycoerythrin-and/or allophycocyanin-labeled tetramers for 60 min. After 40 min of tetramer incubation, PerCP anti-mouse CD8␣ was added. Thereafter, cells were washed twice with FACS buffer and fixed in Cytofix (BD Biosciences). All staining was performed on ice. Samples were analyzed with FlowJo software (Tree Star, Inc.). MHC class I K b tetramers specific for VV A11R 198 and LCMV GP118 were generated as described previously (41) .",
            "cite_spans": [
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "(41)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Protective heterologous antiviral immunity and enhanced immunopathogenesis mediated by memory T cell populations",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Exp. Med",
            "volume": "188",
            "issn": "",
            "pages": "1705--1715",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "T cell immunodominance and maintenance of memory regulated by unexpectedly cross-reactive pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brehm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Schneck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Immunol",
            "volume": "3",
            "issn": "",
            "pages": "627--634",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Memory CD8ϩ T cells in heterologous antiviral immunity and immunopathology in the lung",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Fraire",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Joris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brehm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat. Immunol",
            "volume": "2",
            "issn": "",
            "pages": "1067--1076",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dynamics of memory T cell proliferation under conditions of heterologous immunity and bystander stimulation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brehm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Immunol",
            "volume": "169",
            "issn": "",
            "pages": "90--98",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cross-reactivity between hepatitis C virus and influenza A virus determinant-specific cytotoxic T cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wedemeyer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mizukoshi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bennink",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rehermann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "11392--11400",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunological memory to viral infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szomolanyi-Tsuda",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Annu. Rev. Immunol",
            "volume": "22",
            "issn": "",
            "pages": "711--743",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human papillomavirus type 16 E7 peptidedirected CD8ϩ T cells from patients with cervical cancer are crossreactive with the coronavirus NS2 protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nilges",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hohn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pilch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neukirch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Freitag",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Maeurer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "5464--5474",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Original antigenic sin and apoptosis in the pathogenesis of dengue hemorrhagic fever",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mongkolsapaya",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dejnirattisai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "N"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vasanawathana",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tangthawornchaikul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chairunsri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sawasdivorn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duangchinda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rowland-Jones",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Med",
            "volume": "9",
            "issn": "",
            "pages": "921--927",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunodominance in major histocompatibility complex class I-restricted T lymphocyte responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yewdell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bennink",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu. Rev. Immunol",
            "volume": "17",
            "issn": "",
            "pages": "51--88",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Examination of the highly diverse CD4(ϩ) T-cell repertoire directed against an influenza peptide: a step towards TCR proteomics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Immunogenetics",
            "volume": "54",
            "issn": "",
            "pages": "611--620",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A fractal clonotype distribution in the CD8ϩ memory T cell repertoire could optimize potential for immune responses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Naumov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Naumova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gorski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Immunol",
            "volume": "170",
            "issn": "",
            "pages": "3994--4001",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Very diverse CD8 T cell clonotypic responses after virus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Pewe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Netland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Immunol",
            "volume": "172",
            "issn": "",
            "pages": "3151--3156",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A quantitative, single-cell PCR analysis of an antigen-specific TCR repertoire selected during an in vivo CD8 response: direct evidence for a wide range of clone sizes with uniform tissue distribution",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Maryanski",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Attuil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol. Immunol",
            "volume": "36",
            "issn": "",
            "pages": "745--753",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Individual variations in the murine T cell response to a specific peptide reflect variability in naive repertoires",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bousso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casrouge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kanellopoulos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Abastado",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kourilsky",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Immunity",
            "volume": "9",
            "issn": "",
            "pages": "169--178",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparative T cell receptor repertoire selection by antigen after adoptive transfer: a glimpse at an antigen-specific preimmune repertoire",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Attuil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mutin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Maryanski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "97",
            "issn": "",
            "pages": "8473--8478",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Stability and diversity of T cell receptor repertoire usage during lymphocytic choriomeningitis virus infection of mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Exp. Med",
            "volume": "188",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evolution of the CD8 T-cell repertoire during infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Microbes Infect",
            "volume": "2",
            "issn": "",
            "pages": "1025--1039",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Differential regulation of antiviral T-cell immunity results in stable CD8ϩ but declining CD4ϩ T-cell memory",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Homann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Teyton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat. Med",
            "volume": "7",
            "issn": "",
            "pages": "913--919",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Attrition of T cell memory: selective loss of LCMV epitope-specific memory CD8 T cells following infections with heterologous viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Pardoll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Schneck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Santolucito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Immunity",
            "volume": "11",
            "issn": "",
            "pages": "733--742",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cross-reactivities in memory cytotoxic T lymphocyte recognition of heterologous viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Nahill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Exp. Med",
            "volume": "179",
            "issn": "",
            "pages": "1933--1943",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Comprehensive early and lasting loss of memory CD8 T cells and functional memory during acute and persistent viral infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Immunol",
            "volume": "172",
            "issn": "",
            "pages": "3139--3150",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Attrition of bystander CD8 T cells during virus-induced T-cell and interferon responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Zarozinski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brehm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "5965--5976",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Selective depletion of nonspecific T cells during the early stage of immune responses to infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Immunol",
            "volume": "171",
            "issn": "",
            "pages": "4352--4358",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evolution of the T cell repertoire during primary, memory, and recall responses to viral infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "165",
            "issn": "",
            "pages": "6081--6090",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Virus-specific CD8 T cells in peripheral tissues are more resistant to apoptosis than those in lymphoid organs",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Stepp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brehm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunity",
            "volume": "18",
            "issn": "",
            "pages": "631--642",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Size estimate of the alpha beta TCR repertoire of naive mouse splenocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casrouge",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beaudoing",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dalle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pannetier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kanellopoulos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kourilsky",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "164",
            "issn": "",
            "pages": "5782--5787",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The many important facets of T-cell repertoire diversity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nikolich-Zugich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Slifka",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Messaoudi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Rev. Immunol",
            "volume": "4",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Contribution of CD8ϩ T cells to innate immunity: IFN-gamma secretion induced by IL-12 and IL-18",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cordes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur. J. Immunol",
            "volume": "32",
            "issn": "",
            "pages": "2807--2816",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Memory CD8ϩ T cells provide an early source of IFN-gamma",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kambayashi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Assarsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Lukacher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Ljunggren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Immunol",
            "volume": "170",
            "issn": "",
            "pages": "2399--2408",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Different responses are elicited in cytotoxic T lymphocytes by different levels of T cell receptor occupancy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Valitutti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dessing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Exp. Med",
            "volume": "183",
            "issn": "",
            "pages": "1917--1921",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "No one is naive: the significance of heterologous T-cell immunity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Rev. Immunol",
            "volume": "2",
            "issn": "",
            "pages": "417--426",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Antibody-complement interactions with purified lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Burner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "73",
            "issn": "",
            "pages": "59--71",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Virusinduced polyclonal cytotoxic T lymphocyte stimulation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Dundon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Nahill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Immunol",
            "volume": "142",
            "issn": "",
            "pages": "1710--1718",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Cytotoxic cells induced during lymphocytic choriomeningitis virus infection of mice. I. Characterization of natural killer cell induction",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Exp. Med",
            "volume": "148",
            "issn": "",
            "pages": "163--181",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Determination of lymphocyte division by flow cytometry",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Parish",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Immunol. Methods",
            "volume": "171",
            "issn": "",
            "pages": "131--137",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Dynamics and requirements of T cell clonal expansion in vivo at the single-cell level: effector function is linked to proliferative capacity",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gudmundsdottir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Turka",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Immunol",
            "volume": "162",
            "issn": "",
            "pages": "5212--5223",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Detection of a high frequency of virus-specific CD4ϩ T cells during acute infection with lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Immunol",
            "volume": "161",
            "issn": "",
            "pages": "3215--3218",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Analyses of the cytotoxic T lymphocyte responses to glycoprotein and nucleoprotein components of lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Whitton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Southern",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Virology",
            "volume": "162",
            "issn": "",
            "pages": "321--327",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Identification of Db-and Kb-restricted subdominant cytotoxic T-cell responses in lymphocytic choriomeningitis virusinfected mice",
            "authors": [
                {
                    "first": "Ahmed",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "240",
            "issn": "",
            "pages": "158--167",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The sizes of the CDR3 hypervariable regions of the murine T-cell receptor beta chains vary as a function of the recombined germ-line segments",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pannetier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cochet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Darche",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casrouge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zoller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kourilsky",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "90",
            "issn": "",
            "pages": "4319--4323",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Quantitation of CD8(ϩ) T-lymphocyte responses to multiple epitopes from simian virus 40 (SV40) large T antigen in C57BL/6 mice immunized with SV40, SV40 T-antigen-transformed cells, or vaccinia virus recombinants expressing full-length T antigen or epitope minigenes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Mylin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Schell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Epler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boesteanu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Frelinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joyce",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Tevethia",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "6922--6934",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Longitudinal analysis of LCMV-specific memory CD8 T cells on heterologous PV or VV infection.The frequency and the hierarchy of LCMV-specific CD8 T cells in the peripheral blood of individual LCMV-immune mice were examined via IFN-␥ assay before (day 0) (A) PV or (B) VV infection and after the heterologous viral challenge (day 12). Plots show the LCMV epitope-induced IFN-␥ production from gated CD8 T cells costained with the activation/memory marker CD44 for better resolution. The percentages of epitope-specific CD8 T cells before and after virus infections were determined (top right quadrants) and the percent changes in those values are shown. The epitope-specific CD8 T cell percentages with a Ͼ1.5-fold increase are indicated with a bold outline box. Representative figures are shown for 3 out of 10 PV-infected and out of 26 VV-infected LCMV-immune mice(Table I). (C) Alterations in the LCMV-specific CD8 T cell repertoire in the individual VV-infected LCMV-immune mice. The relative proportion of LCMV epitope-specific CD8 T cells (total percentage being 100%) in the individual LCMV-immune mice was compared before (white bar) and after (black bar) VV infections. *, epitope-specific CD8 T cells showing a Ͼ50% increase in their relative proportion upon VV infection. Representative data are shown for 6 out of 26 VV-infected LCMV-immune mice. (D) Time course of VV-induced LCMV-specific epitope response. Individual LCMV-immune mice were sequentially bled before and at days 4, 7, and 12 after VV challenge. Thisfigure,showing a preferential response to NP205, is representative of similar experiments performed on 10 mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Selective down-regulation of IL-7R␣ on LCMV-specific memory CD8 T cells on LCMV or VV infection. The levels of IL-7R␣ expression on LCMV epitope-specific memory CD8 T cells, visualized via IFN-␥ assay, were examined in LCMV-immune mice or LCMV-immune mice infected with homologous high dose (5 ϫ 10 6 PFU) clone 13 strain of LCMV or heterologous VV 6 d after infection. The percentages above the top left quadrant of dot plots represent the proportion of the IL-7R␣ low subset out of the total epitope-specific CD8 T cells. Outlined boxes indicate the epitope-specific CD8 T cells, in which Ͼ20% of the subset show downregulation of IL-7R␣. Representative data are shown for 3 out of 10 VVinfected LCMV-immune mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "LCMV-immune CD8 T cells from a single donor exhibit remarkably similar VV-induced responses among several recipient hosts. (A) CFSE-labeled LCMV-immune donor cells derived from a single donor were transferred into multiple hosts, which were infected with VV. (B) Donor-derived LCMV epitope-specific CD8 T cells were visualized in multiple recipient mice infected with VV (day 6). Two representative experiments are shown out of 17 individual donor-recipients pairs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Variations in response to a VV-encoded epitope crossreactive with LCMV-specific T cells. (A) MHC tetramer staining of cells from an A11R 198-stimulated T cell culture derived from an LCMV-immune mouse. Sample is costained with K b tetramers charged with either the A11R198 or the GP118 peptide. (B) The frequencies of VV-derived A11R 198 epitope-specific CD8 T cells were followed via IFN-␥ assay in the peripheral blood of individual LCMV-immune mice before (D0) and after (D12) VV infection. Representative data are shown for 9 out of 19 VVinfected LCMV-immune mice. (C) Adoptive transfer experiments showing private specificities of A11R 198 responses. Splenocytes from LCMVimmune mice were labeled with CFSE and transferred from one donor into two recipients. A11R 198-and GP276-specific responses were monitored 6 d later, as in Fig. 3 B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Adoptive transfer of LCMV-immune splenocytes. Male C57BL/6 (B6) and B6.PL Thy1a/Cy (Thy1.1 ϩ ) mice were purchased from The Jackson Laboratory at 4-5 wk of age and maintained under specific pathogenfree conditions within the Department of Animal Medicine at the University of Massachusetts Medical School. Thy1.1 ϩ mice infected i.p. with 5 ϫ 10 4 PFU of the Armstrong strain of LCMV (34) were considered LCMV immune after Ն6 wk of infection. 2-4 ϫ 10 7 CFSE-labeled LCMVimmune Thy1.1 ϩ splenocytes were adoptively transferred via the tail vein into Thy1.2 ϩ B6 mice in a 200-l volume of HBBS (GIBCO BRL; reference 4). All experiments were performed in compliance with institutional guidelines as approved by the Institutional Animal Care and Use Committee of the University of Massachusetts Medical School.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Percent changes in LCMV-specific CD8 T cells upon VV infection",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank K. Daniels and K. Mathurin for technical assistance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}