{
    "paper_id": "c7a16d3975bbb4ad4f44786d1e5961d16d21f863",
    "metadata": {
        "title": "Clinicopathologic Features and Magnetic Resonance Imaging Findings in 24 Cats With Histopathologically Confirmed Neurologic Feline Infectious Peritonitis",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "H"
                ],
                "last": "Crawford",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "L"
                ],
                "last": "Stoll",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Sanchez-Masian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Shea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Michaels",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "R"
                ],
                "last": "Fraser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Beltran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Feline infectious peritonitis (FIP) is the most common infectious central nervous system (CNS) disease in the cat and is invariably fatal. Improved means of antemortem diagnosis is required to facilitate clinical decision making. Information regarding the magnetic resonance imaging (MRI) findings of neurologic FIP currently is limited, resulting in the need for better descriptions to optimize its use as a diagnostic tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objective: To describe the clinicopathologic features and MRI findings in cases of confirmed neurologic FIP. Animals: Twenty-four client-owned cats with histopathologic confirmation of neurologic FIP. Methods: Archived records from 5 institutions were retrospectively reviewed to identify cases with confirmed neurologic FIP that had undergone antemortem MRI of the CNS. Signalment, clinicopathologic, MRI, and histopathologic findings were evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Three distinct clinical syndromes were identified: T3-L3 myelopathy (3), central vestibular syndrome (7), and multifocal CNS disease (14). Magnetic resonance imaging abnormalities were detected in all cases, including meningeal contrast enhancement (22), ependymal contrast enhancement (20), ventriculomegaly (20), syringomyelia (17), and foramen magnum herniation (14). Cerebrospinal fluid was analysed in 11 cases; all demonstrated a marked increase in total protein concentration and total nucleated cell count. All 24 cats were euthanized with a median survival time of 14 days (range, 2-115) from onset of clinical signs. Histopathologic analysis identified perivascular pyogranulomatous infiltrates, lymphoplasmacytic infiltrates, or both affecting the leptomeninges (16), choroid plexuses (16), and periventricular parenchyma (13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions and Clinical Importance: Magnetic resonance imaging is a sensitive means of detecting neurologic FIP, particularly in combination with a compatible signalment, clinical presentation, and CSF analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "F eline infectious peritonitis (FIP) is the most common infectious disease of the central nervous system (CNS) in cats, typically affecting animals <3 years of age from multicat environments. [1] [2] [3] [4] Although the pathogenesis is complex and incompletely understood, the causative agent, FIP virus (FIPV), is a monocyte/ macrophage-tropic mutant of the ubiquitous feline enteric coronavirus (FECV). 5, 6 Virus-laden macrophages trigger a marked inflammatory reaction, resulting in multisystemic pyogranulomatous vasculitis. With time, the histiocytic population is replaced by a lymphoplasmacytic population. Two forms of the disease are recognized, the effusive or \"wet\" form, associated with serous exudates into the abdominal cavity, and the noneffusive or \"dry\" form, associated with granulomatous parenchymal lesions. 7 Approximately 38% of cases with the noneffusive form and 5% of cases with the effusive form of FIP are presented with involvement of the CNS, in which typical neurologic deficits are reported, including seizures, ataxia, and head tilt. 4, 5, 7, 8 The inevitable mortality of CNS FIP necessitates prompt diagnosis to avoid prolonged efforts at unsuccessful treatment and inappropriate client expectations. However, antemortem definitive diagnosis of the disease remains challenging because FIPV is serologically and genetically indistinguishable from FECV, and hence, further diagnostic tools are needed. 1 Within the CNS, FIPV-induced pyogranulomatous vasculitis predominantly affects the leptomeninges, ependyma, and choroid plexuses. 2, 5, 6, 9 Such lesions would be expected to generate distinctive changes on MRI of the CNS. The MRI findings in 4 cats with neurologic FIP were previously reported. 5 Ventricular dilatation was detected in 3 cats, with periventricular contrast enhancement in all cats in which contrast agents were administered. In a subsequent study, 8 cats with histologically confirmed neurologic FIP and MRI were reported. 10 In 3 cases, MRI was reported to be normal. In the remaining 5 cases, abnormalities included cerebellar herniation (3), ventricular dilatation (4) , and meningeal and ependymal contrast enhancement (5) . Therefore, although MRI abnormalities have been documented in cats with neurologic FIP, case numbers are limited. Furthermore, advances in MRI technology and availability since these prior publications have made it an increasingly sensitive and accessible diagnostic tool. The aim of our study was to collate a larger number of cases to further evaluate neurologic FIP, with particular emphasis on assessing and comparing the clinical presentation with the MRI features and pathologic lesions.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 406,
                    "end": 408,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 409,
                    "end": 410,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 830,
                    "end": 831,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1068,
                    "end": 1070,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1071,
                    "end": 1073,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1074,
                    "end": 1076,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1077,
                    "end": 1078,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1436,
                    "end": 1437,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1568,
                    "end": 1570,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1571,
                    "end": 1573,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1574,
                    "end": 1576,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1577,
                    "end": 1578,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1734,
                    "end": 1735,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1979,
                    "end": 1981,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2124,
                    "end": 2127,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2179,
                    "end": 2182,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical record databases between January 1, 2005, and April 30, 2015, from 5 institutions (Royal Veterinary College, University of Liverpool, Animal Health Trust, University of Tennessee and University of Melbourne) were reviewed to identify cats with neurologic FIP. Cats were included in the study if MRI of the CNS had been performed, and a diagnosis of neurologic FIP had been confirmed by histopathologic evaluation with or without immunohistochemistry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The signalment, physical and neurologic examination findings, clinicopathologic test results, diagnostic imaging findings, and histopathologic findings were recorded. Magnetic resonance images were acquired on 5 MRI systems, all of which were highfield-strength magnets (1.5 Tesla). The evaluation of MRI included the CNS region imaged and all surrounding structures. The MR images were evaluated by a board-certified neurologist (EB) and a neurology resident in training (AC) blinded to the clinical signs. All studies included both spin echo or turbo spin echo T1-weighted (T1W: repetition time [TR] 461-992 ms; echo time [TE] 15-20 ms; slice thickness, 2.5-5.0 mm), and spin echo or turbo spin echo T2-weighted (T2W: TR 2,500-9,000 ms; TE 80-119 ms; slice thickness, 2.5-5.0 mm) images. T1-weighted (T1W) images were acquired before and after IV administration of gadolinium contrast material (0.1 mmol/kg gadobutrol a or gadopentetate dimeglumine b ). A group of these studies included T2-weighted fluid attenuation inversion recovery (T2W-FLAIR: TR 5,600-35,000 ms; TE 90-119 ms; slice thickness, 2.5-5.5 mm) images and T2* gradient recall echo (T2*: TR 840-1,021 ms; TE 80-119 ms; slice thickness, 4.0-5.0 mm) images. Findings were categorized as mild (focal regions of contrast enhancement of meninges, ependyma, or both without ventriculomegaly, mass effect, or dilatation of the central canal), moderate (mild ventriculomegaly with minimal mass effect and multifocal regions of contrast enhancement), or severe (marked ventriculomegaly with moderate-to-severe mass effect, dilatation of the central canal, and multifocal to generalized contrast enhancement). To provide a quantitative measure of the extent of ventriculomegaly, the maximum height of the fourth ventricle was recorded as a percentage of the caudal fossa brain height (cerebellum and brainstem) on midline sagittal T2W images (Fig. 1) . The maximum height of the lateral ventricles at the level of the interthalamic adhesion was recorded on transverse T2W images as a percentage of the brain height at that level (Fig. 2) . The height of the brain on both views was measured from a line drawn parallel and immediately adjacent to the line measuring the ventricle height.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1900,
                    "end": 1908,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 2087,
                    "end": 2095,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Histopathologic lesions were categorized as mild (pyogranulomatous or lymphoplasmacytic infiltrates affecting focal regions of the brainstem or cervical spinal cord), moderate (mild ventriculomegaly with multifocal pyogranulomatous or lymphoplasmacytic infiltrates), or severe (marked ventriculomegaly with extensive pyogranulomatous or lymphoplasmacytic infiltrates). Cases from the RVC were reviewed, and the extent of the inflammatory infiltrate was quantified by assessing the number of cell layers in the perivascular infiltrates in the region of the mesencephalic aqueduct and fourth ventricle, and by recording the presence or absence of inflammatory cell infiltration into the neuropil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Twenty-four cats met the study inclusion criteria. Clinical findings are summarized in Table 1 . The median age was 8 months, with a range of 5-120 months. Eighteen cats were male (12 neutered), and 6 were female (5 neutered). Affected breeds included 13 domestic shorthair cats, 3 Birmans, 3 Ragdolls, 2 Sphynx, and 1 each of Burmese, Siberian, and Russian Blue. Information regarding household environment was available for 17 cats, 15 of which were from a multicat household.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The median duration of clinical signs before referral was 14 days, with a range of 1-112 days. Presenting complaints included ataxia (15) , inappetence (14) , lethargy (9), paraparesis (5), head tilt (5), failure to thrive (4), weight loss (4), tetraparesis (3), abnormal behavior (2), head tremors (2), and a seizure event (1) .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Notable physical examination findings included a thin body condition score (9), hypothermia with a rectal temperature <37.0°C (2), pyrexia with a rectal temperature >39.2°C (2), cranial uveitis (2), abdominal distension (2), tachypnea (2), dehydration (1), and pale mucous membranes (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Neurologic examination findings included altered mentation (16; obtunded in 15, stuporous in 1), pathological nystagmus (13; vertical positional nystagmus in 9, rotatory positional nystagmus in 2, and horizontal resting nystagmus in 2), nonambulatory tetraparesis (9), vestibular ataxia (7), ambulatory tetraparesis (5), ambulatory paraparesis (4), head tilt (3), head tremors (3), head turn (1), and bilateral head excursions (1) .",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 430,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The clinical presentation of the 24 cases consisted of 3 distinct neurologic syndromes. Three cats presented with a T3-L3 myelopathy with no detectable brain involvement. Seven cats presented with central vestibular syndrome, including altered mental status, pronounced vestibular ataxia, and pathologic nystagmus. The remaining 14 cats presented with multifocal CNS disease with tetraparesis (14) , obtundation (13) , cervical hyperesthesia (6), decreased to absent menace response (6) , decreased facial sensation (3), facial paresis (2), anisocoria (2), absent vestibulo-ocular reflex (2) , and stupor (1) . Acute clinical deterioration to a nonambulatory status was documented before referral in 7 cats, all of which had multifocal CNS disease.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Hematology and biochemistry results were available for 22 cats. In 15 (68%) cats, results of hematology, biochemistry, or both were within reference intervals (normal hematology and biochemistry parameters in 7 (32%) cats, normal hematology in 7, normal biochemistry in 1 cat). Notable abnormalities included a mild neutrophilia in 3 cats, mild leukocytosis in 2, mild lymphopenia in 1, and increased serum globulin concentrations in 4 cats (with albumin: globulin ratios of <0.8). The presence of antifeline coronavirus antibody in the serum was assessed in 9 cats (5 by ELISA, 4 by indirect immunofluorescence antibody), and found to be positive in 8, with titers ranging from 1:640 to 1:>10240.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Nineteen cats underwent MRI of the brain, 4 of the brain and spinal cord, and 1 of the spinal cord only. Abnormalities were detected in all 24 cats. Ventriculomegaly was detected in 20 (86.9%) of the 23 brains imaged (Fig. 1) . Enlargement of all ventricles was present in 7 cats, enlargement of the lateral, third and fourth ventricles in 7, enlargement of the lateral ventricles, third ventricle and mesencephalic aqueduct in 3, and enlargement of the lateral ventricles only in 3 cats. An enlarged quadrigeminal cistern was present in 1 cat. Fifteen of the 19 cats (78.9%) for which FLAIR sequences were available had periventricular T2W hyperintensities, consistent with interstitial edema There is a failure of suppression of the CSF signal (asterisk) and periventricular hyperintensity (arrows). The maximum height of the lateral ventricles (white line) at the level of the interthalamic adhesion was recorded on transverse T2W images as a percentage of the brain height at that level (black line).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 225,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "( Fig. 2) . Thirteen cats had full suppression of the CSF on FLAIR, whereas 6 showed failure of CSF suppression (Fig. 2 ). Contrast enhancement was detected after gadolinium administration in all 24 cats and was typically bilateral and symmetrical (Fig. 3) . Meningeal contrast enhancement was detected in 22 cats and was multifocal or generalized in 10, affecting the brainstem and cervical spinal cord in 5, the brainstem only in 2 and the spinal cord only in 2 cats. Ependymal contrast enhancement was present in 20 cats. It was observed in localized regions of the ependyma in 13 cats and was generalized throughout the ependyma in 7 cats. The ependyma of the third (17) and fourth (16) ventricles was most commonly affected.",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 690,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 9,
                    "text": "Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 119,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 256,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Magnetic resonance images were evaluated for evidence of mass effect. Abnormalities noted included foramen magnum herniation of the caudoventral aspect of the cerebellum in 14, cerebellar compression by the dilated fourth ventricle in 9, compression or distortion of the interthalamic adhesion in 7, dorsal compression of the brainstem by the dilated fourth ventricle in 4, and caudal transtentorial herniation in 3 cats (Fig. 1) . A portion of the cranial cervical spinal cord could be evaluated in 23 cats. An intramedullary T2W hyperintensity, consistent with syringomyelia, was evident in the cranial cervical spinal cord in 17 (73.9%) cats ( Fig. 1C,D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 421,
                    "end": 429,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 657,
                    "text": "Fig. 1C,D)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The T3-L3 myelopathy group had mild (2) or moderate (1) MRI severity gradings; the central vestibular syndrome group had mild (1), moderate (2), or severe (4) gradings; and the multifocal CNS disease group had moderate (4) or severe (10) gradings (Table 2) . Cats in the T3-L3 myelopathy group had a median lateral ventricle height of 7.4% (range, 4.7-15.4) of brain height, compared with 15.4% for the vestibular group (range, 6.8-22.9) and 29.6% (range, 12.5-47.7%) for the multifocal CNS disease group. The median fourth ventricle height for cats in the T3-L3 myelopathy group was 5.9% (range, 5.6-6.2), compared with 13.2% for the vestibular group (range, 4-22.4) and 12.5% (range, 4.2-26.5%) for the multifocal CNS disease group. Thus, ventriculomegaly was more severe in cats in the central vestibular syndrome and multifocal CNS disease groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 256,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Cerebrospinal fluid analysis was performed in 11 cats. Ten samples were collected from the cerebellomedullary cistern and 1 sample by lumbar puncture. Total protein concentration was increased in all 11 (mean, 9.4 g/L; median, 3.6 g/L; range, 0.85-28.8 g/L) as was total nucleated cell count (mean, 196/lL; median, 171/lL; range, 15-479/lL). Neutrophilic pleocytosis was present in 7 cats, lymphocytic pleocytosis in 2, and mixed pleocytosis in 2 cats. Cerebrospinal fluid analysis by polymerase chain reaction for feline coronavirus antigen was performed in 5 cats and was positive in all 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All 24 cats were euthanized because of the severity of their clinical signs and poor prognosis. Median survival time from the onset of clinical signs to euthanasia was 14 days (range, 2-115) for all cats, 16 days (range, [14] [15] [16] [17] [18] [19] [20] [21] [22] for the T3-L3 myelopathy group, 18 days (range, 6-115) for the central vestibular syndrome group, and 11 days (range, 2-60) for the multifocal CNS disease group. Median survival time from referral to euthanasia was 2 days (range, 1-16), regardless of the clinical syndrome on presentation.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Each cat underwent postmortem examination. Gross pathologic abnormalities were reported in 14 cats and included ventriculomegaly in 10, flattening of cerebral gyri in 4, meningeal congestion in 4, and white matter edema in 3 cats. Histopathologic abnormalities were detected in all 24 cats. Perivascular neutrophilic and lymphoplasmacytic infiltrates affected the leptomeninges in 16 cats, the choroid plexus in 16, the periventricular space in 13, the spinal cord parenchyma in 8, and the brainstem parenchyma in 5 cats (Figs 4, 5) . Pathologic abnormalities were most commonly detected in the caudal cranial fossa, particularly affecting the caudoventral brainstem. Immunohistochemistry was performed on brain tissue in 10 cats; all showed positive intracellular staining for the feline coronavirus antigen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 521,
                    "end": 532,
                    "text": "(Figs 4, 5)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The T3-L3 myelopathy group had mild (2) or moderate (1) pathologic lesion grades, the central vestibular syndrome group had moderate (3) or severe (4) grades, and the multifocal CNS disease group had moderate (4) or severe (10) grades ( Table 2 ). The histopathologic lesion grade and MRI lesion grade were equivalent in all cats, with the exception of 1 cat that was graded mild on MRI findings but moderate on histopathologic findings. This cat was euthanized 6 days after the MRI was performed, during which time lesion progression could have occurred.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 244,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of the 10 cases from the RVC, pathologic samples were available for review in 9 cats (2 with a T3-L3 myelopathy, 3 with vestibular syndrome, and 4 with multifocal CNS disease). The 2 cats with a T3-L3 myelopathy had perivascular infiltrates 0-6 cells in thickness, the 3 cats with vestibular syndrome had infiltrates 1-14 cells in thickness, and the 4 cats with multifocal CNS disease had infiltrates 3-20 cells or more in thickness. Extension into the adjacent neuropil surrounding the mesencephalic aqueduct and fourth ventricle was evident in none of the T3-L3 myelopathy group, 2 of the vestibular syndrome group, and 3 of the multifocal CNS disease group. Extension into the neuropil adjacent to the lateral ventricles was evident in 1 cat in the multifocal CNS disease group. Therefore, histopathologic lesion severity was most marked in the multifocal CNS disease group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In our case series of 24 cats with confirmed neurologic FIP, the most common neurologic deficits on presentation included abnormal mentation, tetraparesis, (4) Severe (10) The MRI findings were categorized as mild (no ventriculomegaly, focal contrast enhancement), moderate (mild to moderate ventriculomegaly, no or minimal mass effect, focal contrast enhancement), or severe (marked ventriculomegaly, moderate to severe mass effect, generalized contrast enhancement). Pathologic lesions were categorized as mild (focal inflammatory infiltrates), moderate (mild ventriculomegaly with multifocal infiltrates), or severe (marked ventriculomegaly with extensive infiltrates). pathologic nystagmus, and vestibular ataxia. Magnetic resonance imaging of the brain often identified marked enlargement of the fourth ventricle causing dorsal compression of the brainstem and ventral compression of the cerebellum. This compression may compromise the vestibular nuclei, vestibulocerebellum, or both, thus accounting for the high frequency of clinical vestibular deficits. Various mechanisms may contribute to abnormal mentation, including brainstem compression compromising the ascending reticular activating system, increased intracranial pressure causing diffuse forebrain compromise, or neuropathic pain secondary to syringomyelia. Tetraparesis may have resulted from compression of the descending upper motor neuron tracts as they traverse the brainstem and cervical spinal cord. Seven cats experienced acute deterioration to nonambulatory status before referral. Potential underlying mechanisms for this acute deterioration may include increased intracranial pressure leading to herniation or progression of systemic disease. Only 1 cat (4.2%) was reported to have had a possible seizure episode. However, a study of 55 cats with neurologic FIP reported the presence of seizures in 14 (25.5%) and found that seizures were significantly more frequent in cats with marked extension of the inflammatory lesions to the forebrain. 8 Histopathologic analysis of the brains of the cats in our study indentified inflammatory infiltrates extending into the brainstem parenchyma in 5 cats, and periventricular infiltration primarily around the lateral ventricles in 13 cats, with no clinically relevant extension into the cortical areas. The absence of cortical involvement may account for the much lower frequency of seizures in our case series.",
            "cite_spans": [
                {
                    "start": 2021,
                    "end": 2022,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hematologic and serum biochemical tests are performed as indirect diagnostic tests for FIP. Commonly identified abnormalities include chronic nonregenerative anemia, leukocytosis with neutrophilia and lymphopenia, increased serum protein concentration associated with high globulin and low albumin concentrations, and a low albumin:globulin ratio. 1, 7 Unexpectedly, in our series, 32% of cats had normal hematology and biochemistry finding and a further 32% had either normal hematology or biochemistry findings. Thus, the absence of hematologic or biochemical abnormalities does not exclude a diagnosis of FIP.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 350,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 351,
                    "end": 352,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Magnetic resonance imaging identified abnormalities within the brain, spinal cord, or both in all 24 cats. Marked vasculitis, typically affecting the leptomeninges, ependyma, and choroid plexuses, was visualized in all cats with high-field MRI after administration of IV contrast agent. In 2 cases, the only detected MRI abnormality was meningeal contrast enhancement of the cervical spinal cord, emphasizing the importance of contrast administration in any case in which FIP is suspected. A previous study reported normal MRI findings in 3 of 8 cats with neurologic FIP. 10 The cats in this previous study underwent MRI of the brain only, and hence, the presence of spinal cord meningeal contrast enhancement and syringomyelia may not have been fully evaluated. However, evaluation of meningeal contrast enhancement in MRI studies in the cat can be challenging, particularly in the absence of associated parenchymal lesions. The assessors of the MR images in our study were blinded to the clinical signs of the cats, but they were not blinded to the final diagnosis of neurologic FIP. In contrast, the previous study included various types of feline meningoencephalitis that may not be associated with vascular and superficially orientated inflammation, and thus, the authors may have been more cautious in identifying pathologic contrast enhancement of the meninges on MRI. 10 Quantitative measures of the degree of contrast enhancement would be very useful to overcome this source of bias.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 574,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1376,
                    "end": 1378,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The severity of FIP appears to be determined primarily by host susceptibility and immune responses, as well as by virus strain. 5 We recognized 3 clinical syndromes based on the neurolocalization: a T3-L3 myelopathy, a central vestibular syndrome, and multifocal CNS disease. The cats that were presented with a T3-L3 myelopathy had neurologic deficits confined to the pelvic limbs, meningeal contrast enhancement of the spinal cord and, where imaged, the brainstem on MRI, and histopathologic lesions that consisted of pyogranulomatous or lymphoplasmacytic infiltration into the meninges of the spinal cord and brainstem. Cats with central vestibular syndrome or multifocal CNS disease typically had more severe neurologic deficits and more extensive MRI lesions with ventriculomegaly, mass effect, and more diffuse contrast enhancement affecting the ependyma, choroid plexuses, and meninges of the caudal cranial fossa that often extended to the third and lateral ventricles. Furthermore, the height of the lateral and fourth ventricles increased with worsening histopathologic lesion severity. Thus, the severity of the clinical presentation reflected the severity of the lesions detected by MRI and histopathology. Although the diagnostic utility of the proposed lesion grading schemes requires validation, the results of our case series suggest that MRI is a both sensitive tool to identify vasculitis and secondary ventriculomegaly in neurologic FIP as well as an accurate indicator of the extent of the histopathologic changes. By evaluating the severity of the clinical presentation with the extent of the MRI abnormalities, a prediction of the likely concurrent histopathologic lesions can be made.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The observation of 3 clinical syndromes in our case series emphasizes the variable potential clinical presentation of the disease. The 3 clinical syndromes identified may represent different stages of FIP pathogenesis. Cats presented with a T3-L3 myelopathy may represent an earlier stage in the disease pathogenesis or a population of cats able to mount a more effective immune response that delays disease progression. Alternatively, these cats may have been infected with a less virulent form of the FIPV. Future prospective studies with larger numbers of cases should be undertaken to investigate these hypotheses, and to evaluate the diagnostic utility of these clinical findings, as well as their prevalence in a larger population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the variable severity in neurologic deficits among the 3 identified clinical syndromes, all cases were euthanized within a median of 2 days of referral. This finding may suggest that the severity of neurologic deficits on presentation does not substantially influence the decision for euthanasia, but rather that the major factor in the decision is the positive diagnosis of FIP and its associated grave prognosis. 1, 4, 5, 11 Enlargement of the ventricular system was detected in 20 cats, usually involving multiple ventricles and the mesencephalic aqueduct. Marked vasculitis with secondary accumulation of inflammatory exudate within the mesencephalic aqueduct and lateral apertures obstructs normal CSF flow leading to increased intraventricular pressure and secondary ventricular distension. 12 The FLAIR sequences identified T2W hyperintensities surrounding the lateral ventricles in 15 cats. These imaging characteristics are consistent with interstitial edema, the formation of which has been attributed to transependymal absorption of CSF that follows the pressure gradient from the ventricle to the parenchyma. 12 As previously reported, the distribution of ependymal contrast enhancement appeared to correspond to the degree of ventricular enlargement, with the third and fourth ventricles most commonly affected. 5 Magnetic resonance imaging identified intramedullary T2W hyperintensity, consistent with syringomyelia, within the cervical spinal cord in 17 cats. However, syringomyelia was not observed on postmortem examination, presumably due to failure to extensively examine the cervical spinal cord. Syringomyelia has been detected in cats with neurologic FIP previously and is presumed to result from the extensive inflammatory cell infiltrates obstructing CSF flow along the central canal of the spinal cord, which may be exacerbated by increased intracranial pressure altering normal CSF dynamics. 13, 14 In a case series of 4 cats with syringomyelia of various etiologies, each was found to have ventriculomegaly with evidence of mass effect including midline shift and foramen magnum herniation. 13 Syringomyelia also has been reported in a cat with multiple intracranial meningiomas, 15 and in a cat with severe congenital hydrocephalus. 16 Thus, identification of syringomyelia in a cat should alert the clinician to the possibility of intracranial pathology causing increased intracranial pressure.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 425,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 426,
                    "end": 428,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 429,
                    "end": 431,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 805,
                    "end": 807,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1129,
                    "end": 1131,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1333,
                    "end": 1334,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1926,
                    "end": 1929,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1930,
                    "end": 1932,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2126,
                    "end": 2128,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2215,
                    "end": 2217,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2269,
                    "end": 2271,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fluid-attenuated inversion recovery sequence suppresses signal from the CSF and is highly sensitive for detection of lesions adjacent to or within the ventricles. 17, 18 The high protein concentration of the CSF in FIP may result in incomplete suppression of the CSF signal on FLAIR sequences. [17] [18] [19] In our series, failure of CSF signal suppression, or hyperintense CSF, was apparent in 6 of the 19 cats for which FLAIR sequences were available. Cerebrospinal fluid analysis was performed in 3 of these 6 cats, and each was found to have a markedly increased total protein concentration (2.52, 3.68 and 9.89 g/L). A similar elevation in CSF protein concentration was reported in 8 FIPaffected cats in another study, which found that a concentration of >2 g/L was a distinctive feature of FIP, and no other inflammatory CNS disease group had a mean CSF protein concentration >1 g/L. 9 Ten of the 11 cats in our study in which CSF protein concentrations were measured had concentrations >2 g/L. Interestingly, the 3 cats with the highest total protein concentration (29.9, 28.8 and 25.5 g/L) had full CSF signal suppression on FLAIR. Therefore, CSF signal suppression in FLAIR sequences does not exclude the presence of increased CSF protein concentrations. Other potential causes of CSF hyperintensity in FLAIR sequences include both pathologic changes such as ventricular hemorrhage, ischemia, or ventricular metastatic disease, and nonpathologic factors such as inhalation of 100% oxygen, chemical shift artifact, or magnetic susceptibility artifact. 17, 18 Further studies are warranted to ascertain which other factors affect CSF suppression, or lack thereof, in cats with FIP.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 171,
                    "end": 173,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 895,
                    "end": 896,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1565,
                    "end": 1568,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1569,
                    "end": 1571,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All 11 cases in which CSF was analyzed were found to have both increased total protein concentration and increased total nucleated cell count. These findings are in contrast to the limited abnormalities detected on peripheral blood analysis, including increased serum globulin concentration in 18% of cases, mild neutrophilia in 14%, and mild leukocytosis in 9%. Neutrophilic pleocytosis was the most common CSF cytologic finding, with some cats having lymphocytic or mixed pleocytosis. The cats with lymphocytic and mixed pleocytosis may reflect a more chronic stage of the disease, in which lymphoplasmacytic infiltrates begin to replace histiocytes and neutrophils. These results contradict the findings of a previous study, in which CSF was normal in a proportion of cases with confirmed neurologic FIP. 5 This difference may be explained by sample collection at an earlier stage of the disease pathogenesis, the presence of focal lesions, or both in the previous study. 20 Additionally, sample collection site may influence results because lumbar CSF samples typically have a higher protein concentration and decreased white blood cell count compared with samples collected from the cerebellomedullary cistern. 21 Neurologic FIP typically causes diffuse vasculitis affecting the brain and spinal cord, but cats may present with neurologic deficits suggestive of a more localized disease process. One cat in our series that was presented with a T3-L3 myelopathy underwent spinal cord MRI only, with no imaging of the brain. Postmortem examination of this cat, however, identified a lymphoplasmacytic meningoencephalomyelitis with secondary ventriculomegaly. In a study of 205 cats with spinal cord disease, 33 were diagnosed with FIP. 2 Of these, only 8 were presented with neurologic deficits indicative of brain involvement in addition to the spinal cord disease, but 29 underwent subsequent histopathologic analysis of the brain, and lesions consistent with FIP were detected in all 29. Thus, cats presented with a T3-L3 myelopathy often have concurrent brain pathology and may progress clinically to show neurologic deficits consistent with forebrain or brainstem localization.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 809,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1216,
                    "end": 1218,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1739,
                    "end": 1740,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hydrocephalus is defined as an increased volume of CSF within the cranium, whereas ventriculomegaly refers to enlargement of the ventricles. 12, 22, 23 However, the clinical distinction between the 2 remains challenging. In dogs, ventriculomegaly is considered to be asymptomatic with normal intraventricular pressure, whereas hydrocephalus is a clinically relevant increase in CSF volume compromising the surrounding brain parenchyma. 12, 22 In a recent study, a ventricle:brain index >0.6 together with dorsal deviation of the body of the corpus callosum, periventricular edema, thinning of the sulci, subarachnoid space, or both, and disruption of the internal capsule adjacent to the caudate nucleus was reported to be associated with clinically relevant dilatation of the lateral cerebral ventricles because of increased intraventricular pressure. 12 A similar study has not been performed in cats, and hence, MRI features to distinguish ventriculomegaly from hydrocephalus have not been determined. For consistency, we refer to distension of the ventricles as ventriculomegaly, but acknowledge that a clinically relevant, pathologic increase in CSF volume causing compromise of the surrounding parenchyma is likely to be present in many FIP-affected cats. The finding that increased ventricular size was associated with a more severe clinical presentation and more extensive histopathologic changes supports the likely pathologic relevance of ventriculomegaly. Further studies including a comparison between ventricular dimensions in normal and FIP-affected cats would be valuable. Finally, MRI identified ventriculomegaly in 20 cats, whereas postmortem examination detected ventriculomegaly in only 10 cats, suggesting that high-field MRI may have higher sensitivity for detecting pathologic changes in the ventricular dimensions.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 151,
                    "text": "23",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 440,
                    "end": 442,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 855,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Limitations of our study include its multi-institutional and retrospective nature, leading to variability in the clinical and pathologic information available as well as the precise MRI sequences obtained. Magnetic resonance imaging and pathologic lesion severity were graded to facilitate analysis of the cases and to group them according to the extent of pathology. However, the grading schemes used have not been validated and further large-scale, prospective studies are needed to fully evaluate the extent and severity of MRI findings and pathologic lesions. A difference in grade of MRI and histopathologic findings was identified in 1 cat, in which euthanasia was performed 6 days after MRI. Although lesion progression could have occurred during this time period, the difference in grading may have arisen from lesion variation among CNS locations and emphasizes the need to standardize histopathologic examination across cases. Confirmation of FIP was primarily based on histopathologic identification of consistent lesions. Feline infectious peritonitis is distinguished pathologically from other infectious causes of meningitis and encephalitis, such as feline immunodeficiency virus, feline leukemia virus, rabies, pseudorabies, Toxoplasma gondii, and Cryptococcus neoformans, by the presence of vascular and superficially orientated pyogranulomatous inflammation in the absence of visible fungal and bacterial pathogens. 5, 8 The gross and histologic lesions of FIP are typical, and a thorough postmortem examination with adequate histopathologic examination of diseased tissues can be an accurate way to confirm a diagnosis. 1, 8 Should there be an element of uncertainty in the pathologist's interpretation of the lesions, immunohistochemistry to detect viral antigen can aid in obtaining a definitive diagnosis. 1, 24 Although a definitive diagnosis of FIP was made in each case in our series based on characteristic histopathologic findings, immunohistochemistry was performed in 10 cats, which confirmed the presence of viral antigen within the CNS of all 10 cats.",
            "cite_spans": [
                {
                    "start": 1434,
                    "end": 1436,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1437,
                    "end": 1438,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1639,
                    "end": 1641,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1642,
                    "end": 1643,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1828,
                    "end": 1830,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1831,
                    "end": 1833,
                    "text": "24",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the difficulties distinguishing FECV and FIPV, along with the marked variation in clinical presentation, reaching a definitive antemortem diagnosis of FIP remains challenging. However, the results of our case series suggest that MRI of the brain can be a sensitive means of lesion detection in cats presented with neurologic FIP, with MRI findings reflecting leptomeningeal and ependymal vasculitis, with secondary ventriculomegaly and mass effect. When MRI findings are combined with a compatible signalment and CSF analysis, a high clinical suspicion of FIP can be reached, facilitating case management and client guidance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An update on feline infectious peritonitis: Diagnostics and therapeutics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet J",
            "volume": "201",
            "issn": "",
            "pages": "133--141",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevalence of diseases of the spinal cord of cats",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marioni-Henry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Vite",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Newton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Vet Intern Med/Am College Vet Intern Med",
            "volume": "18",
            "issn": "",
            "pages": "851--858",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A retrospective study of 286 cases of neurological disorders of the cat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "Gruffydd-Jones",
                    "middle": [],
                    "last": "Tj",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Comp Pathol",
            "volume": "131",
            "issn": "",
            "pages": "112--120",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Feline infectious peritonitis: Still an enigma?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kipar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Meli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Pathol",
            "volume": "51",
            "issn": "",
            "pages": "505--526",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnostic features of clinical neurologic feline infectious peritonitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lapointe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koblik",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Vet Intern Med/Am College Vet Intern Med",
            "volume": "12",
            "issn": "",
            "pages": "415--423",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An update on feline infectious peritonitis: Virology and immunopathogenesis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet J",
            "volume": "201",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A review of feline infectious peritonitis virus infection: 1963-2008",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "225--258",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Retrospective analysis of seizures associated with feline infectious peritonitis in cats",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Timmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cizinauskas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tomek",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Feline Med Surg",
            "volume": "10",
            "issn": "",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical, cerebrospinal fluid, and histological data from twenty-seven cats with primary inflammatory disease of the central nervous system",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parent",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Percy",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Can Vet J",
            "volume": "35",
            "issn": "",
            "pages": "103--110",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Results of magnetic resonance imaging in 14 cats with meningoencephalitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Negrin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cappello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Feline Med Surg",
            "volume": "9",
            "issn": "",
            "pages": "109--116",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "CNS disease in the cat: Current knowledge of infectious causes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Gunn-Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Feline Med Surg",
            "volume": "13",
            "issn": "",
            "pages": "824--836",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Magnetic resonance imaging signs of high intraventricular pressure -Comparison of findings in dogs with clinically relevant internal hydrocephalus and asymptomatic dogs with ventriculomegaly",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laubner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ondreka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Failing",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Vet Res",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "MRI of secondary cervical syringomyelia in four cats",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitagawa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Vet Med Sci/Jpn Soc Vet Sci",
            "volume": "71",
            "issn": "",
            "pages": "1069--1073",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Anatomical basis of syringomyelia occurring with hindbrain lesions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Milhorat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Neurosurgery",
            "volume": "32",
            "issn": "",
            "pages": "748--754",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Intracranial meningiomas associated with cervical syringohydromyelia in a cat",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tomek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Forterre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Konar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Schweiz Arch Tierheilkd",
            "volume": "150",
            "issn": "",
            "pages": "123--128",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hydrocephalus and syringomyelia in a cat",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Itamoto",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Vet Med Sci/Jpn Soc Vet Sci",
            "volume": "63",
            "issn": "",
            "pages": "1331--1334",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Differential diagnosis of hyperintense cerebrospinal fluid on fluid-attenuated inversion recovery images of the brain. Part II: Non-pathological conditions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Terae",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kudo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Radiol",
            "volume": "82",
            "issn": "",
            "pages": "610--614",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Differential diagnosis of hyperintense cerebrospinal fluid on fluid-attenuated inversion recovery images of the brain. Part I: Pathological conditions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Terae",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kudo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Radiol",
            "volume": "82",
            "issn": "",
            "pages": "426--434",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Acquired hydrocephalus and hydromyelia in a cat with feline infectious peritonitis: A case report and brief review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Wisner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Zwingenberger",
                    "suffix": ""
                },
                {
                    "first": "Mri",
                    "middle": [],
                    "last": "Atlas",
                    "suffix": ""
                },
                {
                    "first": "Usa: Wiley",
                    "middle": [],
                    "last": "Iowa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Blackwell ; Tamke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Dietze",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Can Vet J",
            "volume": "2015",
            "issn": "",
            "pages": "997--1000",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Comparison of the relationship between cerebral white matter and grey matter in normal dogs and dogs with lateral ventricular enlargement",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "Rj ;",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laubner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kolecka",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Vet Res",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Hydrocephalus in dogs and cats",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "40",
            "issn": "",
            "pages": "143--159",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Diagnostic utility of cerebrospinal fluid immunocytochemistry for diagnosis of feline infectious peritonitis manifesting in the central nervous system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gruendl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matiasek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matiasek",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Feline Med Surg",
            "volume": "19",
            "issn": "",
            "pages": "576--585",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "T2W sagittal MR images of the head of 4 cats with neurologic FIP: ventriculomegaly is evident in all images, with secondary mass effect including foramen magnum herniation (A-D), caudal transtentorial herniation (B), compression of the cerebellum and brainstem by the dilated fourth ventricle (A, C, D), and intramedullary T2W hyperintensity within the cervical spinal cord consistent with syringomyelia (C, D). To provide a quantitative measure of the extent of ventriculomegaly, the maximum height of the fourth ventricle (indicated by the black line) was recorded as a percentage of the caudal fossa brain height (cerebellum and brainstem, indicated by the white line) on midline sagittal T2W images. T2W FLAIR transverse MR images of the brain of 2 cats with neurologic FIP at the level of the interthalamic adhesion. (A) There is mild periventricular hyperintensity of the white matter surrounding the enlarged lateral ventricles, consistent with interstitial edema (indicated with arrows). (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "T1W postcontrast sagittal (A), dorsal (B), and transverse MR images at the level of the fourth ventricle (C) and cranial cervical spinal cord (D) from a cat with neurologic FIP: extensive ependymal contrast enhancement is seen in the lateral, third, and fourth ventricles (white arrows; A, B, C). Meningeal contrast enhancement is most apparent surrounding the brainstem (A, white arrow) and cranial cervical spinal cord (D, black arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A, B) Histologic sections of the choroid plexus of the fourth ventricle (A) and the lumen of the fourth ventricle (B) from a cat with neurologic FIP, stained with hematoxylin and eosin. There are extensive lymphoplasmacytic infiltrates into the choroid plexus and ependyma of the fourth ventricle (arrows). (C, D) T1W postcontrast transverse MR image at the level of the fourth ventricle (C) and sagittal MR image (D) of the brain of the cat described in A and B. Dilatation of the fourth ventricle is evident (asterisk), with marked contrast enhancement of the choroid plexus and ependyma (arrows), corresponding to the histopathologic findings. (A, B) Histologic sections of the mesencephalic aqueduct from a cat with neurologic FIP, stained with hematoxylin and eosin. Extensive perivascular lymphoplasmacytic infiltrates (arrow) surround the mesencephalic aqueduct (asterisk), and efface the ependyma. (C, D) T1W postcontrast (C) and T2W (D) transverse MR images at the level of the mesencephalic aqueduct of the brain of the cat described in A and B. There is marked contrast enhancement of the ependyma (C, white arrow) with T2W hyperintensity (D, black arrow) surrounding the mesencephalic aqueduct, corresponding to the histopathologic findings.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", Bayer Healthcare Pharmaceuticals, Wayne, NJ",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Signalment and clinicopathologic variables from 24 cats with confirmed neurologic FIP.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "MRI and pathologic lesion severity grading for the 3 clinical syndromes recognized in 24 cats presented with neurologic FIP.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Grant support: No financial support was involved. Conflict of Interest Declaration: Authors declare no conflict of interest.Off-label Antimicrobial Declaration: Authors declare no off-label use of antimicrobials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}