{
    "paper_id": "c821803c55c6aad89b6d0c1d3ba252051e464017",
    "metadata": {
        "title": "Brief Communication",
        "authors": [
            {
                "first": "Sang-Joon",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Baeckseung",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": "baeckseung@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Since mid-December of 2019, coronavirus disease 2019 (COVID-19) has been spreading from Wuhan, China. The confirmed COVID-19 patients in South Korea are those who came from or visited China. As secondary transmissions have occurred and the speed of transmission is accelerating, there are rising concerns about community infections. The 54-year old male is the third patient diagnosed with COVID-19 in Korea. He is a worker for a clothing business and had mild respiratory symptoms and intermittent fever in the beginning of hospitalization, and pneumonia symptoms on chest computerized tomography scan on day 6 of admission. This patient caused one case of secondary transmission and three cases of tertiary transmission. Hereby, we report the clinical findings of the index patient who was the first to cause tertiary transmission outside China. Interestingly, after lopinavir/ritonavir (Kaletra, AbbVie) was administered, β-coronavirus viral loads significantly decreased and no or little coronavirus titers were observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A 54-year-old Korean man living in Wuhan, China entered Korea on January 20, 2020 and felt the first symptoms of chills and muscle pain on January 22. After contacting a public health center on January 25, he was isolated in a negative pressure room at Myongji Hospital and confirmed to have COVID-19 on January 26.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At that time the initial confirmation of COVID-19 was made by pan-coronavirus conventional polymerase chain reaction assay and sequencing of the polymerase chain reaction (PCR) amplicons using a throat swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The index patient transmitted the virus to his friend (patient A) at a restaurant on the 1st day of the symptoms. And then patient A (confirmed on January 30, 2020) transmitted COVID-19 to his spouse and son (confirmed on January 31, 2020), and a church colleague (confirmed on February 6, 2020). Those were the first cases of tertiary transmission of COVID-19 outside China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The index patient was a clothing worker at the Wuhan Fashion Center, with a height of 193 cm and weight of 96 kg (body mass index, 25.7), and had no major illness. He denied any smoking and drinking history. On admission day, he had no respiratory symptoms and blood pressure of 152/93 mmHg, pulse rate of 73 beats per minute, respiratory rate of 20 breaths per minute, and a body temperature of 37.0°C. On physical examination, no pharyngeal injection, clear lung sounds, and no haziness on chest X-ray were observed. Tests for Leptospira, Hantan virus, Tsutsugamushi, Malaria, M tuberculosis, human immunodeficiency virus (HIV) Ag/Ab, and venereal disease research laboratory (VDRL) test were all negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "He developed fever and dry cough on days 5 and 7 of illness, respectively, but he had no serious respiratory symptoms such as shortness of breath, productive sputum or chest pain. Small consolidation in right upper lobe and ground-glass opacities in both lower lobes were observed on high-resolution computed tomography scan (Figs. 1 and 2, Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 348,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The initial viral load could not be measured because real-time PCR was not available when the patient was diagnosed. So we measured viral loads using quantitative reverse transcription (RT)-PCR since Jan. 31, 2020. Viral RNA was extracted from the sputum using QIAamp viral RNA mini kit (Qiagen, Hilden, Germany) according to the manufacturer's instructions. All quantitative real-time PCR amplifications were performed using Quantstudio 1 (Applied Biosystems, Foster City, CA, USA) and PowerCheck™ SARS-CoV-2 Real-Time PCR kit (KogeneBiotech, Seoul, Korea).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There were some reports about lopinavir/ritonavir (Kaletra, AbbVie) for the treatment of COVID-19. 1 Lopinavir/ritonavir was started from the hospital day 8 (day 10 of illness); 2 tablets (lopinavir 200 mg/ritonavir 50 mg) were given per oral bid. Interestingly, from the next day of lopinavir/ritonavir administration, β-coronavirus viral load started to decrease and no detectable or little coronavirus titers have been observed since then ( Fig. 2 and Supplementary Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 450,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 455,
                    "end": 475,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "It is possible that the decreased load of SARS-CoV-2 resulted from the natural course of the healing process rather than administration of lopinavir/ritonavir, or both. Therefore, more data need to be collected to figure out the direct effect of lopinavir/ritonavir on treatment with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient also complained of psychiatric symptoms such as depression, insomnia and suicidal thoughts after isolation. The patient experienced stress regarding people's reactions from the media reports about the COVID-19 patients. In addition, despite mild symptoms of COVID-19 in his case, isolation in the negative pressure room during treatment might be one This case shows that the COVID-19 may induce relatively mild symptoms and a patient can recover when early diagnosis of pneumonia was made. 3 -5 When lopinavir/ritonavir was used, we found reduced viral loads and improved clinical symptoms during the treatment. So lopinavir/ritonavir can be recommended to relatively high-risk groups of COVID-19 pneumonia (elderly patients or patients with underlying diseases) from the early stage. But we need more evidence to prove the clinical efficacy of lopinavir/ritonavir based on well controlled clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The images are published under agreement of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Myongji Hospital Institutional Review Board (IRB) approved this study (No. IRB 2020-01-027) and written informed consent was given by the patient. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "We thank to Myongji Hospital staffs for their efforts to cope with COVID-19 and CancerROP Co., Ltd., for providing a test diagnostic kit to measure SARS-CoV-2 virus titers. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The first case of 2019 novel coronavirus pneumonia imported into Korea from Wuhan, China: implication for infection prevention and control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Psychological distress and infectious disease mortality in the general population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kivimaki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stamatakis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Batty",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Brain Behav Immun",
            "volume": "76",
            "issn": "",
            "pages": "280--283",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of 2019-nCoV Infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Froeschl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallrauch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiologic and clinical characteristics of novel coronavirus infections involving 13 patients outside Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Dela",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Radiologic findings of the patient. (A) Chest X-ray of illness day 3, hospital day 1. (B) Chest X-ray of illness day 9, hospital day 7. (C) Chest X-ray of illness day 15, hospital day 13. (D) HRCT scan of illness day 9, hospital day 7. (E) HRCT scan of illness day 15, hospital day 13. AP(P) = Anteroposterior (Portable X-ray), HRCT = high-resolution computed tomography. of the reasons provoking psychological symptoms. Counseling and related medications were provided under the consult of a psychiatrist. 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Clinical course, treatment and viral load of the patient. RdRP = RNA-dependent RNA polymerase, Posi = positive, Nega = negative, UD = undeteced, Ct = cycle threshold.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time course quantification of SARS-CoV-2 by real-time RT-PCR. (A) Quantitative RT-PCR analysis of beta CoV. (B) SARS-CoV-2 in sputum samples collected from the patient. The results showed decline of virus titers with time and no detectable RdRP titer at illness days 12 and 13. Click here to view 5/6 https://jkms.org https://doi.org/10.3346/jkms.2020.35.e79 Case of the Index Patient Who Caused Tertiary Transmission of COVID-19 in Korea",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "hospital day, AST = aspartate aminotransferase, ALT = alanine aminotransferase, CK = creatine kinase, ALP = alkaline phosphatase, LDH = lactate dehydrogenase, ESR = erythrocyte sedimentation rate, CRP = C-reactive protein, PT = prothrombin time, INR = international normalized ratio, aPTT = activated partial thromboplastin time, FEU = fibrinogen equivalent units.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Serial",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}