{
    "paper_id": "c8e37f08a80fe7f78bcb5ca1e9598bc65c470d07",
    "metadata": {
        "title": "Supplemental Information Systems Vaccinology Identifies an Early Innate Immune Signature as a Correlate of Antibody Responses to the Ebola Vaccine rVSV-ZEBOV",
        "authors": [
            {
                "first": "Anne",
                "middle": [],
                "last": "Rechtien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Richert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hadrien",
                "middle": [],
                "last": "Lorenzo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gloria",
                "middle": [],
                "last": "Martrus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Boris",
                "middle": [],
                "last": "Hejblum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Dahlke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rahel",
                "middle": [],
                "last": "Kasonta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Madeleine",
                "middle": [],
                "last": "Zinser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hans",
                "middle": [],
                "last": "Stubbe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Urte",
                "middle": [],
                "last": "Matschl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ansgar",
                "middle": [],
                "last": "Lohse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Verena",
                "middle": [],
                "last": "Krähling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Eickmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Becker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vebcon",
                "middle": [],
                "last": "Consortium",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rodolphe",
                "middle": [],
                "last": "Thiébaut",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marcus",
                "middle": [],
                "last": "Altfeld",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marylyn",
                "middle": [],
                "last": "Addo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Correlation matrix (Pearson correlation coefficients) between the five early immune response markers selected by sPLS (n=20 trial participants). Related to Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The matrix depicted shows positive correlations in blue and the negative correlations are shown in red.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "The stronger the intensity of the color, the stronger is the correlation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        },
        {
            "text": "Each dot corresponds to a gene, plotted according to its mean log expression on the x-axis and its log fold change on 29 the y-axis. Red dots indicate statistically significant differentially expressed genes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "28"
        },
        {
            "text": "The negative log P value along the left y-axis increases with increasing statistical significance of a pathway. The 42 ratio (right y-axis) indicates the proportion of modulated genes relative to all genes present in a given pathway. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Controlling the false discovery rate: a practical and powerful approach to multiple 233 testing",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Benjamini Y",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Roy Stat Soc Ser B",
            "volume": "57",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Partial least squares: a versatile tool for the analysis of high-235 dimensional genomic data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Boulesteix",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strimmer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Brief Bioinform",
            "volume": "8",
            "issn": "",
            "pages": "32--44",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Random forests",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Breiman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Machine Learning",
            "volume": "45",
            "issn": "",
            "pages": "5--32",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "voom: Precision weights unlock linear model analysis 238 tools for RNA-seq read counts",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biol",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A sparse PLS for variable selection 240 when integrating omics data",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rossouw",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robert-Granie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Besse",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Stat Appl Genet Mol Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Group and sparse group partial 242 least square approaches applied in genomics context",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liquet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "De Micheaux",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Hejblum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thiebaut",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioinformatics",
            "volume": "32",
            "issn": "",
            "pages": "35--42",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A novel approach for biomarker selection and 244 the integration of repeated measures experiments from two assays",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liquet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Le Cao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hocini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thiebaut",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Bioinformatics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A scaling normalization method for differential expression analysis of",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oshlack",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Differentially expressed genes after vaccination at Day 1 per dose group. Related to Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Top enriched canonical pathways of differentially expressed genes at Day 1. Related to Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "All statistically significant differentially expressed genes at Day 1 in comparison to Day 0 (10,123 genes with 39 Benjamini-Hochberg adjusted p-value < 0.05) were included in the canonical pathway analyses (Ingenuity Pathway 40 Analysis Software).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Heatmap for the 15 genes selected by sPLS at the concerned time point and the 5 antibody 46 responses. Related to Figure 6. 47 The matrix shows positive correlations between the genes and the antibody responses in blue and negative 48 correlations in red. The stronger the intensity of the color, the stronger is the correlation. The bars on top of the 49 figure reflect the day of the gene expressions. Individual changes in TIFA gene expression over timepoints day 0, 1, 3, and 7. Related to Figure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "67response measurements), explained by each individual predictor variable.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "68MSEP (mean squared error of prediction): the lower the MSEP, the better are the prediction properties. Q 2 : Q 2 69 criterion is satisfied if the value is above the threshold of 0.95 70 % of explained variance: The higher the percentage, the better the explanatory properties.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Samples were available from participants in the open-label, dose-escalation single-center phase 1 trial 95 conducted at the UKE in Hamburg and included 20 healthy male and female participants between 18 and 96 55 years of age, which were enrolled into two dose groups, consisting of 10 vaccinees each. Group 1 97 received 3x10 6 pfu of the rVSV-ZEBOV vaccine, and group 2 received the highest dose of 20x10 6 pfu as 98 a single injection on day 0. Blood samples from the vaccinees were obtained on day 0 (pre-vaccination), 99 as well as days 1, 3, 7 and 14 after vaccination to analyze early vaccine-induced innate immune 100 responses. Study participants were enrolled between November and December 2014 and followed up for 101 6 months. The study at the UKE was one of four harmonized investigator-initiated phase 1 trials 102 coordinated through the VEBCON to assess the safety and immunogenicity of ascending doses of rVSV-103 ZEBOV in Gabon, Kenya, Germany and Switzerland, and to facilitate rapid progression to phase 2 : IL-2, IL-6, IL-12 p70, IL-10, IL-1RA, IFN-γ, IFN-α, TNF-α, TNFβ, MIP-1α, MIP-1β, MCPare selected on the first sPLS component. The percentage of variance of each response variable 118 explained by a given number of predictor variables in the first sPLS component reaches its maximum between 12 119 and 20 predictor variables for four of the response variables, but the additional gain in percentage of variance 120 explained per additional predictor variable slows down (change in slope) around 5 predictor variables. The Q 2 121 criterion for five predictor variables lies above the threshold of 0.095, indicating that the first sPLS component with 122 these predictor variables carries relevant information for the model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "B) Q 2 criterion for a second component of predictor variables in the sPLS model. With five selected predictor 124 variables, given the indicators for the first sPLS component (see panel A), a second sPLS component would not 125 carry relevant information for the model (Q 2 criterion below the threshold of 0.095 and is thus not further considered Predicted versus observed values for each antibody responses variables between d28 and d180 based on the 130 five early cell population and cytokine immune response markers selected by sPLS (n=20 trial participants). of the residuals of the final multivariable linear model predicting the day 28 Gueckedou GP-134 specific antibody response. 135 Final multivariable linear model predicting Gueckedou GP-specific antibody response on day 28 (in log optical 136 density) with IP-10 plasma concentration on day 3 and MFI of CXCR6 on CD56 dim NK cells on day 1 as predictors. 137 The residual for each of the 20 participants shows the part of information in his/her Gueckedou GP-specific antibody 138 response on day 28 that is not explained by the model. Model selection criteria of the sPLS model of gene expression.146 Properties of the first sPLS component as a function of the number of selected predictor variables. The Mean 147 Squared Error in Prediction (MSEP) is minimal (i.e. best) for the majority of the response variables when 15 148 predictor variables are selected on the first sPLS component. results of the genes selected by the sPLS model 157 1000-fold bootstrapping. Proportions of bootstrapping samples selecting the given gene are shown for the and analyzed through flow cytometry as indicated in Material and Methods. (A) First step in gating strategy for the analysis of datasets with a large number of variables and a relatively small sample size and searches 177 the optimal linear combinations of multidimensional, highly correlated, explanatory variables (here innate immune 178 response variables), which best explain the variability in the multivariate outcome (here antibody responses). The 179 linear combinations of variables are summarized in latent components. The sparse version, sPLS, allows for variable",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "180 down-selection by including a Lasso penalization (Le Cao et al., 2008, Boulesteix and Strimmer, 2007, Liquet et al., 181 2012, Liquet et al., 2016). The number of PLS components and the number of variables per component were 182 optimized using the PLS Q criterion and the cross-validation prediction error (mean squared error of prediction 183 (MSEP), leave-one-out), respectively. This method allowed for down-selection of early innate markers explaining 184 most of the variability in the antibody responses (Liquet et al., 2012, Liquet et al., 2016).185 The predictive value of the multivariable linear model was assessed by the root square residuals (RSR), which is the 186 ratio of the root mean square error between predicted and observed values to the standard deviation of cell surface markers were imputed by non-parametric simple imputation based on Random 189 Forests, a method that takes into account the multidimensional and correlated nature of the immune markers Breiman, 2001).Values of cytokine concentrations below the standard curve were also imputed, based on Gaussian 191 Kernel estimation of the density function windowed between 0 and the corresponding Low Level Of Quantification 192 (LLOQ) of the standard curve. The cytokine marker selected by sPLS (IP-10 plasma concentration on day 3) was 193 not concerned by this imputation. 194 For the analyses of differential gene expression after vaccination, we used the voom/limma pipeline, an empirical 195 Bayes estimation of a linear model accounting for the inherent heteroscedasticity of RNA-seq data pipeline for 196 differential expression analyses of RNA Seq data (Law et al., 2014). We first applied a filter to exclude genes with 197 very low mean count from statistical comparisons (exclusion of genes with mean raw count <5) and then used TMM 198 (Trimmed Mean of M-values) normalization and logCPM (logarithm of counts per million reads) transformation. 199 TMM allows for between-sample normalization under the null hypothesis and serves as correction factor for library 200 size in the analyses (Robinson and Oshlack, 2010). The voom method relies on linear modelling of logCPM 201 transformed normalized data, with TMM library size correction, with an estimation of mean-variance trend through 202 a LOWESS curve. This non-parametric approach avoids the negative binomial distribution assumption by instead 203 estimating precision weights. Using these weights, the limma empirical Bayes analysis pipeline, based on the normal 204 linear model, can then be applied to RNA Seq data. We tested the null hypothesis of log2 fold change =0 (compared 205 to Day 0) for each gene, and used the Benjamini-Hochberg procedure for controlling FDR to account for multiple 206 testing (Benjamini Y, 1995). Multiplicity-adjusted p-values < 0.05 were considered statistically significant.207 In our analysis, we first applied a filter to exclude genes with very low mean count from statistical comparisons 208 (exclusion of genes with mean raw count <5) and then used TMM (Trimmed Mean of M-values) normalization and 209 logCPM (logarithm of counts per million reads) transformation. TMM allows for between-sample normalization 210 under the null hypothesis and serves as correction factor for library size in the analyses (Robinson and Oshlack, 211 2010",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Properties of the final sPLS model of early innate immune responses. Related to Figure 4. response variable explained by the sPLS component of the five innate predictor markers. Explained variance by each 66 predictor variable (lower part) corresponds to the variance of the response sPLS component (across the five antibody",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pearson correlation coefficients of between the five innate markers selected by sPLS and the fiveWorkflow to assess vaccine-induced innate immune signatures.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). The voom method relies on linear modelling of logCPM transformed normalized data, with TMM library size correction, with an estimation of mean-variance trend through a LOWESS curve. This non-parametric approach 213 avoids the negative binomial distribution assumption by instead estimating precision weights. Using these weights, the limma empirical Bayes analysis pipeline, based on the normal linear model, can then be applied to RNA Seq data. We tested the null hypothesis of log2 fold change =0 (compared to Day 0) for each gene, and used the Benjamini-Hochberg procedure for controlling FDR to account for multiple testing (Benjamini Y, 1995).VEBCON consortium: Selidji Todagbe Agnandji (Centre de Recherches Medicales de Lambaréné, Gabon, Institut für Tropenmedizin, Universitätsklinikum Tübingen, Germany) and Sanjeev Krishna (St George's University of London, UK, Institut für Tropenmedizin, Universitätsklinikum Tübingen, Germany, Centre de Recherches Medicales de Lambaréné Lambarene, Gabon); Peter G. Kremsner and Jessica S. Brosnahan (Institut für Tropenmedizin, Universitätsklinikum Tübingen, Germany, Centre de Recherches Medicales de Lambaréné, Gabon); Philip Bejon and Patricia Njuguna 226 (Kenya Medical Research Institute, Kilifi, Kenya); Marylyn M. Addo (University Medical Center Hamburg, Germany); Stephan Becker and Verena Krähling (Institute of Virology, Marburg, Germany); ClaireAnne Siegrist 228 and Angela Huttner (Geneva University Hospitals); MariePaule Kieny, Vasee Moorthy, Patricia Fast, Barbara Savarese, Olivier Lapujade (World Health Organization, Geneva, Switzerland).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}