{
    "paper_id": "c95aea18951cb2b0ba90fe898b92b09ac419c5b9",
    "metadata": {
        "title": "Type I interferon protects neurons from prions in in vivo models",
        "authors": [
            {
                "first": "Daisuke",
                "middle": [],
                "last": "Ishibashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takujiro",
                "middle": [],
                "last": "Homma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yamagata University",
                    "location": {
                        "settlement": "Yamagata",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takehiro",
                "middle": [],
                "last": "Nakagaki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Takayuki",
                "middle": [],
                "last": "Fuse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kazunori",
                "middle": [],
                "last": "Sano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fukuoka University",
                    "location": {
                        "settlement": "Fukuoka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Katsuya",
                "middle": [],
                "last": "Satoh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Tsuyoshi",
                "middle": [],
                "last": "Mori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miyazaki",
                    "location": {
                        "addrLine": "1-12-4 Sakamoto",
                        "postCode": "852-8523",
                        "settlement": "Nagasaki",
                        "region": "Miyazaki",
                        "country": "Japan, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ryuichiro",
                "middle": [],
                "last": "Atarashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miyazaki",
                    "location": {
                        "addrLine": "1-12-4 Sakamoto",
                        "postCode": "852-8523",
                        "settlement": "Nagasaki",
                        "region": "Miyazaki",
                        "country": "Japan, Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Noriyuki",
                "middle": [],
                "last": "Nishida",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagasaki University Graduate School of Biomedical Sciences",
                    "location": {
                        "settlement": "Nagasaki",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infectious prions comprising abnormal prion protein, which is produced by structural conversion of normal prion protein, are responsible for transmissible spongiform encephalopathies including Creutzfeldt-Jakob disease in humans. Prions are infectious agents that do not possess a genome and the pathogenic protein was not thought to evoke any immune response. Although we previously reported that interferon regulatory factor 3 (IRF3) was likely to be involved in the pathogenesis of prion diseases, suggesting the protective role of host innate immune responses mediated by IRF3 signalling, this remained to be clarified. Here, we investigated the reciprocal interactions of type I interferon evoked by IRF3 activation and prion infection and found that infecting prions cause the suppression of endogenous interferon expression. Conversely, treatment with recombinant interferons in an ex vivo model was able to inhibit prion infection. In addition, cells and mice deficient in type I interferon receptor (subunit interferon alpha/beta receptor 1), exhibited higher susceptibility to 22L-prion infection. Moreover, in in vivo and ex vivo prion-infected models, treatment with RO8191, a selective type I interferon receptor agonist, inhibited prion invasion and prolonged the survival period of infected mice. Taken together, these data indicated that the interferon signalling interferes with prion propagation and some interferon-stimulated genes might play protective roles in the brain. These findings may allow for the development of new strategies to combat fatal diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords: prion infection; type I interferon (I-IFN); innate immune system. Abbreviations: I-IFN = type I interferon; IRF = interferon regulatory factor; MEF = mouse embryonic fibroblast; TLR = Toll-like receptor",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human prion diseases, including Creutzfeldt-Jakob disease, are transmissible neurodegenerative disorders for which no effective treatment is currently available. Prions are proteinaceous infectious pathogens distinct from bacteria or viruses. Accumulation of the structurally abnormal prion protein (PrP Sc ) causes pathological changes such as neuronal death in the brain, resulting in rapidly progressive cognitive disorders. PrP Sc , which is highly enriched in b-sheet secondary structures, causes misfolding of normal cellular PrP (PrP C ) (Prusiner, 1998; Weissmann et al., 2002) . In a widely-accepted model of the molecular mechanism of prion pathogenesis, following the expression or introduction of PrP Sc , the pathogenic proteins accumulate in and on neurons; subsequently, various inflammatory responses occur and induce neuronal death (Tamguney et al., 2008; Aguzzi et al., 2013) . One pathological feature associated with prion infection is widespread diffuse gliosis. However, the host-pathogen interaction in these diseases remains incompletely understood.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 561,
                    "text": "(Prusiner, 1998;",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 585,
                    "text": "Weissmann et al., 2002)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 849,
                    "end": 872,
                    "text": "(Tamguney et al., 2008;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 873,
                    "end": 893,
                    "text": "Aguzzi et al., 2013)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viral and bacterial pathogens induce various immunological responses in the host to eliminate foreign pathogens from the body. Because the amino acid sequence of PrP Sc is identical to that of PrP C , which is encoded by a host gene, the host immune system was initially thought not to recognize the prion pathogen (Aguzzi and Polymenidou, 2004) . However, accumulated evidence has shown that prion infection stimulates pattern recognition receptor (PRR)related molecules and related signalling pathways, including Toll-like receptors (TLRs), interferon regulatory factors (IRFs), and some cytokines (Prinz et al., 2003; Spinner et al., 2008; Bradford and Mabbott, 2012; Ishibashi et al., 2012a; Nuvolone et al., 2015; Kang et al., 2016) . We have also reported that IRF3, which upregulates type I interferon (I-IFN) in various cell types, including neurons, plays a role in host defence against prion infection (Ishibashi et al., 2012a, b) , and that persistent prion infection negatively regulates IRF3 via suppression of the transcription factor Octamer-binding protein-1 (Oct-1) (Homma et al., 2014a) . Prions also exhibit strain diversity and reciprocal interference between strains, analogous to viral infections (Dickinson et al., 1972 (Dickinson et al., , 1975 Manuelidis, 1998) . In addition, the levels of interferon-stimulated genes with anti-viral functions, including myxovirus resistance protein, protein kinase R, and 2 0 -5 0 oligoadenylate synthetase, are significantly elevated at the clinical stage of prion disease in animal models (Riemer et al., 2000; Baker et al., 2004; Xiang et al., 2004; Stobart et al., 2007) , suggesting that innate immunity protects the host, at least partially, against prion infection. In this study, we focused on the relationship between I-IFN and prion disease and sought to determine which interferon-stimulated gene induced by I-IFN signalling plays a direct protective role against prion invasion.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 345,
                    "text": "(Aguzzi and Polymenidou, 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 600,
                    "end": 620,
                    "text": "(Prinz et al., 2003;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 621,
                    "end": 642,
                    "text": "Spinner et al., 2008;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 643,
                    "end": 670,
                    "text": "Bradford and Mabbott, 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 671,
                    "end": 695,
                    "text": "Ishibashi et al., 2012a;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 696,
                    "end": 718,
                    "text": "Nuvolone et al., 2015;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 719,
                    "end": 737,
                    "text": "Kang et al., 2016)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 912,
                    "end": 940,
                    "text": "(Ishibashi et al., 2012a, b)",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1104,
                    "text": "(Homma et al., 2014a)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1219,
                    "end": 1242,
                    "text": "(Dickinson et al., 1972",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1243,
                    "end": 1268,
                    "text": "(Dickinson et al., , 1975",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1269,
                    "end": 1286,
                    "text": "Manuelidis, 1998)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1552,
                    "end": 1573,
                    "text": "(Riemer et al., 2000;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1574,
                    "end": 1593,
                    "text": "Baker et al., 2004;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1594,
                    "end": 1613,
                    "text": "Xiang et al., 2004;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1614,
                    "end": 1635,
                    "text": "Stobart et al., 2007)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All animal experiments were conducted with approval from Nagasaki University Institutional Animal Care and Use Committee (IACUC, approval No. 150371202 ) and the Safety Committee for Recombinant DNA Experiments (approval No. 1503311317 ). The animals were cared for following the Nagasaki University Guidelines for Animal Experimentation. Animals C57BL/6 J mice were purchased from SLC Japan. Tga20 mice overexpressing normal PrP C were provided by Prof. M. Horiuchi, Hokkaido University, Japan (Fischer et al., 1996) . Interferon alpha/beta receptor 1 (Ifnar1) knockout mice were provided by Prof. T. Taniguchi and Dr K. Honda (Current affiliation: Keio University, Professor), The University of Tokyo, Japan (Muller et al., 1994) . All animals were maintained in a pathogen-free environment, at a temperature of 22 AE 2 C and humidity of 40 to 70%; food and autoclaved water were available ad libitum. Mice were periodically inspected for hantavirus, lymphocytic choriomeningitis virus, Sendai virus, parainfluenza virus type 3, pneumonia virus of mice, rat coronavirus, Mycoplasma pulmonis, and Clostridium piliforme, and results were consistently negative.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 151,
                    "text": "(IACUC, approval No. 150371202",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 235,
                    "text": "(approval No. 1503311317",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 517,
                    "text": "(Fischer et al., 1996)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 710,
                    "end": 731,
                    "text": "(Muller et al., 1994)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Polyinosinic-polycytidylic acid (Poly I:C, Invivogen), Pentosan polysulfate (PPS, Sigma-Aldrich) and RO4948191, which is an imidazonaphthyridine with the structural formula 8-(1, 3, 4-oxadiazol-2-yl)-2, 4-bis (trifluoromethyl) imidazo [1, 2-a] [1, 8] naphthyridine (BIONET: RO8191), were purchased from the indicated vendors. Recombinant mouse IFN-and -b were purchased from Calbiochem (Merck). The mouse monoclonal antibody 3S9, recognizing the helix 1 region of PrP, was a kind gift of Prof. Matsuda, Hiroshima University (Miyamoto et al., 2005) . The anti-PrP polyclonal mouse antiserum (SS), M20 (Santa Cruz Biotechnology), and the monoclonal (SAF32 and SAF83, SPI-Bio) antibodies have been described previously (Atarashi et al., 2006; Ishibashi et al., 2007 Ishibashi et al., , 2011 Homma et al., 2014b) . Anti-IFNAR1 (MAR1-5A3, BioLegend), anti-IFN-b (7F-D3, Santa Cruz Biotechnology), anti-ionized calcium binding adaptor molecule 1 (Iba-1; Wako Pure Chemical Industries, Ltd), anti-glial fibrillary acidic protein (GFAP; Dako), anti-murine 2'-5' oligoadenylate synthetase (OAS1a; C-5, Santa Cruz Biotechnology), anti-HA (Invitrogen), and b-actin (Sigma) were mouse, rat, and rabbit monoclonal antibodies, and were purchased from commercial sources. The horseradish peroxidase-conjugated anti-goat (Jackson ImmunoResearch Laboratories), antirat (Cell Signaling Technology, Inc.: CST), anti-mouse, and antirabbit (GE healthcare Life Sciences) IgG antibodies were used for immunoblotting.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 250,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 547,
                    "text": "(Miyamoto et al., 2005)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 716,
                    "end": 739,
                    "text": "(Atarashi et al., 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 740,
                    "end": 762,
                    "text": "Ishibashi et al., 2007",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 763,
                    "end": 787,
                    "text": "Ishibashi et al., , 2011",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 788,
                    "end": 808,
                    "text": "Homma et al., 2014b)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies and Reagents"
        },
        {
            "text": "The subcloning primers used in this study are summarized in Supplementary Table 1 Supplementary Table 1 and digested by arbitrary restriction enzymes, respectively. Lentiviral selfinactivating (SIN) vectors were kindly provided by Dr Miyoshi of the RIKEN BioResource Center (BRC), Ibaraki, Japan. CSII-CMV-MCS-IRES2-Venus plasmid coding murine IFN-b were constructed by inserting the ORF region digested by NheI and NotI from pcDNA3.1-IFN-b-venus. Experiments using plasmids inserted with genes coding for the fluorescence protein 'Venus', were performed by Dr Miyawaki of the RIKEN Brain Science Institute. To manufacture an insertion region for pUNO-interferon-stimulated response element (ISRE)-luc, the mammalian expression pUNO vector (Invivogen), which contains a strong and ubiquitous composite promoter designated EF1/HTLV, was used. The PCR products were amplified from pTAL-luc (Promega) with specific primers for a single-round PCR or with two-round PCR (Supplementary Table 1 ). The PCR products were inserted into the pCR-TOPO vector (Invitrogen) and digested by XhoI and NheI after they were confirmed by sequencing. Finally, the pUNO-ISRE-luc plasmid was constructed by inserting the purified product into the ORF region of the pUNO vector.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 81,
                    "text": "Supplementary Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 82,
                    "end": 103,
                    "text": "Supplementary Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 980,
                    "end": 987,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Plasmid constructions"
        },
        {
            "text": "To prepare the MSCV virus, RetroPack PT67 (Clontech) cells, containing the Moloney murine leukemia virus (MoMuLV) gag, pol, and env (10A1 virus-derived) genes, were transfected with either pMSCV-IFNAR1 or -Large T plasmids using Lipofectamine Õ 2000 (Invitrogen) after adding 25 mM chloroquine for 1 h prior to transfection. The medium was changed to a fresh growth medium 8 h after transfection. The culture supernatants were collected 72 h after medium replacement and filtrated with a 0.45 mm cellulose acetate membrane Nalgene Syringe Filter (Thermo). For measurement of MSCV virus titration, NIH3T3 cells were seeded at densities of 10 5 cells per well in 6-well plates and grown in a humidified incubator at 37 C and 5% CO 2 overnight to 70-80% confluence. The cells were treated with serial diluted viral solution (10 À1 to 10 À12 ) with 4 mg/ml polybrene and incubated for 24 h. The remaining colonies in each well were measured by Crystal violet staining after selection with antibiotics for 1 week. To prepare the lentivirus, HEK293T cells were co-transfected with these constructs and lentiviral packaging vectors (SIN vector plasmid: CSII-CMV-IRES2, packaging plasmid: pCAG-HIVgp and VSV-G/Rev plasmid: pCMV-VSV-G-RSV-Rev) using Lipofectamine Õ LTX (Invitrogen). After 16 h, the transfected cells were added to 10 mM forskolin. After 48 h, the growth medium, including the lentivirus, was collected and filtrated with 0.45 mm cellulose acetate membranes, and concentrated by the Lenti-X TM Concentrator as per the manufacturer's instructions (Clontech). The resultant lentivirus titration was checked by quantitating the p24 protein using the Lenti-X TM p24 Rapid Titer Kit (Clontech) in the culture medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retroviral vectors using lentiviral MSCV virus-based system"
        },
        {
            "text": "Murine neuroblastoma cells (N2a) and fibroblast cells (NIH3T3) were obtained from the American Type Culture Collection. To create an in vitro model using cells persistently infected by prions, N2a-58 cells overexpressing PrP C , which were established from N2a cells integrating mouse Prnp gene in N2a cells, were subjected to prion infection with a mouseadapted 22 L strain from scrapie as previously described (Nishida et al., 2000; Ishibashi et al., 2012a) . As packaging cells, HEK293T cells for lentiviral vector system with SIN virus (provided by Dr Miyoshi in RIKEN BRC) and NIH3T3-derived RetroPack PT67 cells (Clontech) expressing 10A1 viral envelope protein for MSCV retroviral expressing system were obtained from commercial sources. All cells were grown at 37 C in 5% CO 2 in Dulbecco's-modified Eagle medium (DMEM, Wako) containing 4500 mg/l glucose, 10% heat-inactivated foetal bovine serum (FBS), 100 units/ml penicillin, and 100 mg/ml streptomycin (Nacalai Tesque). Prion-infected and non-infected cells were transfected with Ifnb gene plasmids using Fugene Õ 6 (Roche) as per the manufacturer's protocol, and grown in 6-well plates for 2 days. In the antiprion treatment, 20 mg/ml PPS (Caughey and Raymond, 1993) , 10 mg/ml anti-PrP antibody (3S9) (Miyamoto et al., 2005) or 0.5 to 500 mM RO8191 was added to the prion-infected cells and incubated for 48 h. In stable line construction, non-tagged IFN-b-overexpressing cells were established and in vitro 22L scrapie infection experiments were performed using their clonal cells. To establish cell lines stably expressing target proteins, pcDNA3.1 plasmids containing target genes were transfected, using Fugene Õ 6 (Roche), into N2a-58 cells, the cells were then selected by 350 to 500 mg/ml HygroGold TM (Invivogen) treatment, and drug-resistant colonies were isolated.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 434,
                    "text": "(Nishida et al., 2000;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 435,
                    "end": 459,
                    "text": "Ishibashi et al., 2012a)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1202,
                    "end": 1229,
                    "text": "(Caughey and Raymond, 1993)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1265,
                    "end": 1288,
                    "text": "(Miyamoto et al., 2005)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Cell cultures"
        },
        {
            "text": "To prepare primary mouse embryonic fibroblasts (MEFs), mouse embryos from the C57BL/6 and Ifnar1 À/À pregnant female mice were isolated and dissected out of the uterine horns at Days 13 to 15. After rinsing them in 70% ethanol, each embryo was separated from its placenta, and the brain and internal organs were removed and placed in a petri dish containing phosphate-buffered saline (PBS). Sequentially, the tissues were chopped using razor blades and were suspended and subdivided by trypsin-EDTA. All of these procedures were performed using aseptic technique in a biological safety cabinet. After centrifugation, these collected cells were resuspended and seeded with fresh DMEM, containing 10% FBS, as described above, in culture dishes. The medium was changed on the following day and the adhered fibroblast cells were cultured and passaged until adequate cell volume was achieved. To establish the immortalizing MEFs, the amplified fibroblasts from Ifnar1 À/À mice were subcloned and passaged by serial replacing with 50 to 100 mg/ml HygroGold TM selections of the cells, following infection of MSCV-Large T vector at a rate to 10 12 colony forming units (cfu) per 100 mm culture dish. The Ifnar1 gene-introduced Ifnar1 À/À MEFs were established by subcloning and passaging with 2.5 mg/ml puromycin. Selection of the cells occurred following infection with the MSCV-IFNAR1 vector with final concentration of 4 mg/ml polybrene at a rate to 10 12 cfu per 100 mm culture dish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse embryonic fibroblast isolation, immortalization and establishment of a stable line"
        },
        {
            "text": "Ifnar1 À/À and Ifnar1 gene-transduced Ifnar1 À/À (Ifnar1-Ifnar1 À/À ) MEF cells were transiently co-transfected with the plasmids pUNO-ISRE-luc and pRL-null as internal standard plasmids, using Lipofectamine TM LTX, and cultured for 24 h. The treated cells were continuously transfected with 30 mg/ml Poly I:C using Lipofectamine TM LTX. After 20 h, the cells were lysed using Passive Lysis Buffer (Promega) and the luciferase activity was detected by the Dual Reporter Assay System (Promega) and quantified using the Mithras LB940 luminometer instrument (Berthold Technologies). Data of luciferase activity were normalized by value of the co-expressed Renilla activity as previously described (Homma et al., 2014a) .",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 715,
                    "text": "(Homma et al., 2014a)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Luciferase assay"
        },
        {
            "text": "In ex vivo prion infection in cell culture, the cells were infected with 22 L scrapie strain-infected brain homogenate prepared from mice terminally sick with the 22 L strain (final concentration 2 Â 10 À3 % brain homogenate for neuronal cells; 2 Â 10 À3 , 2 Â 10 À2 % for NIH3T3 cells; 6 Â 10 À3 , 3 Â 10 À2 , 1.5 Â 10 À1 % brain homogenate for MEF cells) in a 6-well culture plate for 48 h, and subsequently grown and scaled up to a 75 cm 2 flask. Once confluent, the subcultures were diluted 5-or 10-fold in fibroblast or neuronal cells. In experiments of the inhibitory effect against prion infection at early phase, I-IFNs and RO8191 (0.5-500 mM) were treated in the cells and incubated for 24 h before prion infection simultaneously with recombinant mouse I-IFNs, and cultured until the fifth passage (#1 to #5) after scale-up. Poly I:C (0.2 to 2 mg/well) stimuli were transfected by Lipofectamine TM LTX and incubated for 8 h before prion infection. In in vivo prion infection, 4-weekold male mice (wild-type and Ifnar1 À/À mice of the same C57BL/6-derived genetic background) were inoculated via the intracerebral (i.c.) and intraperitoneal (i.p.) route with 22 Lbrain homogenate (i.c.: 20 ml of a 10 À1 and 10 À2 dilution of brain homogenate; i.p.: 100 ml of a 10 À2 and 10 À3 dilution of brain homogenate). Mice were monitored every other day until the terminal stage of disease. Clinical onset in prion disease has been defined as the presence of two or more of the following signs: greasy and/or yellowish hair, hunchback, weight loss, yellow pubic hair, ataxic gait, and non-parallel hind limbs. The prion-infected mice were sacrificed at preclinical onset [100 days post-inoculation (dpi)] and terminal stage, and the brains and spleens were removed. The right hemisphere of the brains and a part of the spleens were immediately frozen and homogenized at 20% and 10% (weight/volume) in phosphate buffered saline, for immunoblotting analysis, and total proteins were extracted by mixing the same amount of 2Â Lysis Buffer as described below. Remaining tissues were fixed in 4% paraformaldehyde and pathological analysis was performed. As a negative control (mock), age-and strainmatched mice were inoculated intracerebrally or intraperitoneally with normal mouse brain homogenate. In a bioassay with RO8191, the drug was dissolved in PBS including 20% Kolliphor HS 15 (BASF), which is one of the solvents used for pharmaceutical applications. Four-week-old ddY male mice purchased from SLC (Hamamatsu) were intracerebrally inoculated with 20 ml of a 10 À1 dilution of brain homogenate containing strain 22 L. Sequentially, the mice were intraperitoneally administered 2.0 mg drug/kg/day every other day. As a control, age-and strain-matched mice were intraperitoneally inoculated with the solvents without the drug. Vehicle and RO8191-treated mice were weighed three times a week from the moment before onset to the terminal stage of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prion infection in ex vivo and in vivo"
        },
        {
            "text": "As lentiviral vectors were intracerebrally or stereotaxically administered on the ipsilateral side at 3 weeks after the intracerebral injection of 1% 22 L prion brain homogenate injection in Tga20 mice. The volume of the lentivirus via intracerebral injection was 20 ml (viral titer: 1.5 Â 10 8 IFU/ml). The volume of the lentivirus via stereotaxic microinjection was 4 ml (viral titer: 1.5 Â 10 8 IFU/ml). The flow rate was 1 ml/min, using automicroinjector-equipped Hamilton syringe 700 series (Narishige) (10 ml), and mounting a 30 gauge needle on the left hemisphere brain (thalamus coordinates: + 2 mm anterior to bregma, + 1 mm lateral to the midline and + 4 mm ventral form the skull surface). Lentivirus coding the Venus gene vector (LV-venus) was used as a control. To confirm gene expression by the lentiviral vector, the fluorescent Venus protein was visualized in mice brain tissues 3 weeks after viral inoculation using the confocal laser-scanning microscope LSM 700 (Carl Zeiss). Nuclei were stained with VECTASHIELD mounting medium containing DAPI (Vector Laboratories).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vivo administration of lentiviral vector"
        },
        {
            "text": "Immunoblotting was performed as previously described Ishibashi et al., 2015) . The culture cells and animal tissues treated with various experimental conditions were lysed in 1 Â lysis buffer [50 mM Tris-HCl (pH 7.5) containing 150 mM NaCl, 0.5% Triton TM X-100, 0.5% sodium deoxycholate, 2 mM EDTA, and protease inhibitors (Nacalai Tesque)], for 30 min at 4 C. The lysates were then treated by sodium dodecyl sulphate (SDS) sample buffer and were separated with 15% SDS-polyacrylamide gel electrophoresis, and blotted to a polyvinylidene difluoride membrane. Bands were detected by appropriate primary antibodies and horseradish peroxidase-labelled secondary antibodies, and visualized using the Chemi-Lumi One L (Nacalai Tesque), ECL prime Western Blotting Detection Kit (GE Healthcare Life Sciences), or Clarity TM Western ECL Substrate (Bio-Rad) to get appropriate results by sufficient enzymatic reaction. Band intensities were quantified using ImageJ software (NIH). For PrP Sc detection, lysates were digested with 20 mg/ ml of proteinase K (Nacalai Tesque) at 37 C for 30 min.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 76,
                    "text": "Ishibashi et al., 2015)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Immunoblotting"
        },
        {
            "text": "In a fluorescence-activated cell sorter analysis, immortalized cells established from IFNAR1-deficient mouse embryonic fibroblasts (Ifnar1 À/À MEF) and the Ifnar1 À/À cells reintroduced with the MSCV retrovirus coded mouse Ifnar1 gene and overexpressing exogenous IFNAR1 (IFNAR1 Ifnar1 À/À ) were harvested in PBS containing 20 mM EDTA. Cells were suspended, fixed, and permeabilized with BD Cytofix/ Cytoperm TM Fixation/Permeabilization Solution Kit (BD Biosciences), and reacted with anti-SAF32 and MAR1-5A3 (1:100) as primary antibodies, and Alexa Fluor Õ 488 goat anti-rabbit and anti-mouse IgG (Molecular Probes, 1:100). The cells were analysed using a flow cytometer (BD FACSCalibur TM , BD Biosciences).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence analysis"
        },
        {
            "text": "After the mice were sacrificed at the time point, the brain and spleen tissues were fixed in 10% formalin and sectioned into 3 mm slices that were then embedded in paraffin. To evaluate spongiform change, the sections were analysed by haematoxylin and eosin staining as previously described (Ishibashi et al., 2012a; Nakagaki et al., 2013) . As per the immunohistochemistry protocol, after deparaffinization and rehydration as preparation for pre-staining, the sections were boiled with Target Retrieval Solution (Dako, S2369), and treated with 0.3% hydrogen peroxidase in methanol to inactivate endogenous peroxidase, and sequentially incubated with 1% bovine serum albumin in Tris-buffered saline-Tween-20 (TBST) at room temperature for 1 h. The sections were reacted with primary antibodies and envision polymer horseradish peroxidaseconjugated anti-rabbit and anti-mouse immunoglobulin G antibodies (Dako, K4002 and K4000) for 1 h at 37 C, respectively, and visualized using 3,3 0 -diaminobenzidine. To detect gliosis, Iba-1 (WAKO, 019-19741) for microglia and GFAP (DAKO, Z033429) for astrocytes, were applied to the sections as primary antibodies. For PrP Sc staining, autoclaving was performed using the hydrochloric acid protocol described previously (Nakagaki et al., 2013) . In this pathological analysis, brain tissues from the regions of the cortex, hippocampus, thalamus, cerebellum, and Pons were evaluated. For semiquantification in histopathological analysis, the pathological degree of each region in the tissues was scored on a 0 to 5 scale (i.e. non-detectable, a few, mild, moderate, severe, and status spongiosis) as described previously (Ishibashi et al., 2012a) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 316,
                    "text": "(Ishibashi et al., 2012a;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 317,
                    "end": 339,
                    "text": "Nakagaki et al., 2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1259,
                    "end": 1282,
                    "text": "(Nakagaki et al., 2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1659,
                    "end": 1684,
                    "text": "(Ishibashi et al., 2012a)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Histology"
        },
        {
            "text": "After prion infection, total RNA was harvested from the cells and brain tissues using a GenElute TM Mammalian Total RNA Miniprep kit (Sigma), according to the manufacturer's protocol. RNA was reverse-transcribed with SuperScript VILO (Invitrogen), and the resulting cDNA was used in a quantitative PCR through reaction with LightCycler Õ 480 SYBR Green I Master (Roche Applied Science) and the original primers listed below, and measured by a Light Cycler 480 instrument (Roche Applied Science). Murine Irf3 (NCBI accession number: NM_016849) cDNA was amplified using 5 0 -ACT GAA AAC CGT GGA CTT GC-3 0 as the sense primer and 5 0 -AGT CCA TGT CCT CCA CCA AG-3 0 as the antisense primer; murine Irf7 (NCBI accession number: NM_016850) cDNA, using 5 0 -GGT ATG CCG CCA AAT CTA AA-3 0 and 5 0 -GCT GAG GTC CAA AAT TTC CA-3 0 ; murine Tlr3 (NCBI accession number: NM_126166) cDNA, using 5 0 -AGC TTT GCT GGG AAC TTT CA-3 0 and 5 0 -GAA AGA TCG AGC TGG GTG AG-3 0 ; murine Tlr4 (NCBI accession number: NM_021297) cDNA, using 5 0 -CAG CAA AGT CCC TGA TGA CA -3 0 and 5 0 -AGA GGT GGT GTA AGC CAT GC-3 0 ; murine Tlr7 (NCBI accession number: NM_001290755) cDNA, using 5 0 -GGT ATG CCG CCA AAT CTA AA-3 0 and 5 0 -GCT GAG GTC CAA AAT TTC CA-3 0 ; murine retinoic acid-inducible gene 1 (Ddx58/RIGI, NCBI accession number: NM_172689) cDNA, using 5 0 -AAG GCT GAT GAG GAT GAT GG-3 0 and 5 0 -TGG TTT CAA TGG GCT GTG TA-3 0 ; murine melanoma differentiation-associated gene 5 (Ifih1/MDA5, NCBI accession number: NM_ 027835) cDNA, using 5 0 -GCT GCT AAA GAC GGA AAT CG-3 0 and 5 0 -TCT TGT CGC TGT CAT TGA GG-3 0 ; murine Ifnb (NCBI accession number: NM_010510.1) cDNA, using 5 0 -CCC TAT GGA GAT GAC GGA GA-3 0 and 5 0 -CTG TCT GCT GGT GGA GTT CA-3 0 , respectively. As an internal standard, mouse b-actin/Actb (NCBI accession number: NM_007393) cDNA sense primer, 5 0 -AAA TCG TGC GTG ACA TCA AA-3 0 and antisense primer, 5 0 -AAG GAA GGC TGG AAA AGA GC-3 0 , were used . The primers of Irf3, Irf7, Tlr3, Tlr7, and Ifih1/ MDA5 were designed to amplify the ORF region, and those of Tlr4, Ddx58/RIGI, Ifnb, and Actb were designed to amplify the ORF region across the intron. The results were normalized for the Actb mRNA level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative PCR"
        },
        {
            "text": "To investigate the permeability of RO8191, the BBB Kit TM was used as an in vitro blood-brain barrier screening model (RBT-24 H, PharmaCo-Cell Co), consisting of co-cultures of endothelial cells, pericytes and astrocytes, according to the manufacturer's protocol (Pervin et al., 2017) . In brief, 10 mM of RO8191 was added to the luminal side as the blood-side in the BBB Kit TM using clear transwell inserts in 12-well plates. After incubation for 1 h, 200 ml of the luminal side medium and 900 ml of the abluminal side as the brain-side medium were harvested from the culture plate. The concentration of RO8191 (MW: 373.21) in each sample, including the rest of the administered original sample, were measured using lipid chromatography with tandem mass spectrometry (LC-MS/ MS). To quantify blood-brain barrier permeability, the apparent permeability coefficient (Papp) ( Â10 À6 cm/s) was calculated as described previously (Tominaga et al., 2015) .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 284,
                    "text": "(Pervin et al., 2017)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 927,
                    "end": 950,
                    "text": "(Tominaga et al., 2015)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Measurement of blood-brain barrier permeability"
        },
        {
            "text": "RO8191-treated and -untreated mice brains and spleens at 100 dpi and terminal phase were homogenated with PBS. Then 20% homogenate samples were mixed with 99% methanol in a 4-fold volume and were incubated at À80 C for 1 h. The standard samples were prepared from serial dilutions (0.1, 1, 10, 100 and 1000 nM) of compounds mixed with 20% normal brain homogenate. After centrifugation at 20 000g for 15 min, supernatants from the sample tissues and standards were collected, and then subjected to LC-MS/MS. LC-MS/MS was performed by an acquity UPLC-I class system coupled with a Xevo TM TQ-S triple quadrupole-mass spectrometer (Waters). Under UPLC conditions, 5 ml of sample volume was delivered to the ACQUITY UPLC BEH C18 column (1.7 mm, 1.0 Â 100 mm, Waters) for reversed-phase chromatography, with the mobile phase consisting of solvent A (5 mM ammonium formate in methanol) and solvent B (ultra-pure water) at a flow rate of 0.35 ml/min at 40 C. In the gradient elution, solvent A was used in the order corresponding to ratios of 10%, 10%, 95% and 10% at each time point (0, 1.5, 2.0 and 4.5 min, respectively). To detect the separated compound, the tandem mass spectrometer was set in ESI positive ionization mode and in multiple reaction-monitoring (MRM) mode. Collision energy and cone voltage were 3000 V and 50 V, respectively. Cone and desolvation gas flow rates, and the desolvation temperature were set to 150 and 650 l/h, and 350 C, respectively. The system was tuned to monitoring the scan type of MRM with three channels set to 373.98 to 265.00, 373.98 to 331.98 and 373.98 to 347.06 m/z transition (monitor range, precursor ion to product ion). From the MRM data, the concentration of RO8191 was acquired by analysis through MassLynx software (Waters).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of RO8191 from animal tissues using LC-MS/MS"
        },
        {
            "text": "Statistical analysis of all data was performed using Statcel 2 of the Excel and GraphPad Prism software. Student's t-test and Mann-Whitney U-test were used in the comparisons of two groups, and the one-way ANOVA followed by the Tukey-Kramer and Dunnett's tests in multiple comparisons. The log-rank test was used to analyse the mortality of prion-infected mice. Results in the graph and table represent the mean AE standard error of the mean (SEM) or standard deviation (SD) of at least three independent experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The authors confirm that the data supporting the findings of this study are available within the article and its Supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "In 22 L-scrapie prion-infected cell cultures, an ex vivo model of prion disease, the TLRs and I-IFN related genes were significantly downregulated in association with the establishment of infection. Data are represented for PrP Sc expression with primary [younger than postnatal Day (P)5] or constitutive (4P20) infections in Neuro2-a cells overexpressing mouse PrP C (N2a-58) and immortalized mouse fibroblast cells (NIH3T3) (Fig. 1A -C and Supplementary Fig. 1A-C) . The reduction in expression of these genes significantly recovered when PrP Sc levels were decreased by treatment with PPS (Caughey and Raymond, 1993) or anti-PrP monoclonal antibody (3S9) (Miyamoto et al., 2005 ) (see 'Materials and methods' section) ( Fig. 1D and Supplementary Fig. 1D ), suggesting that prion infection might suppress several innate immune-related genes in cultured cells.",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 619,
                    "text": "(Caughey and Raymond, 1993)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 658,
                    "end": 680,
                    "text": "(Miyamoto et al., 2005",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 434,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 442,
                    "end": 466,
                    "text": "Supplementary Fig. 1A-C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 723,
                    "end": 730,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 735,
                    "end": 756,
                    "text": "Supplementary Fig. 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Type I IFN is protective against prion infection in pathological models"
        },
        {
            "text": "I-IFN, which defends the host against infectious agents, is produced not only by immune cells but also by other cell types including fibroblasts and neurons (Delhaye et al., 2006) . Hence, we investigated the potential anti-prion effect of recombinant I-IFNs (IFN-and -b) in cell culture models. In the primary prion-challenge test IFN-b treatment significantly suppressed PrP Sc levels in persistently 22 L-prion-infected cells, and pretreated cells became resistant to 22 L-prion primary infection in a dose-dependent manner; the effect of IFN-at similar doses was weaker ( Fig. 2A  and B ). Similar resistance to prion was also observed in IFN-b-overexpressing stable cell lines (58-IFN-b) ( Fig. 2C and Supplementary Fig. 2A) . Transient IFN-b expression did not reduce endogenous PrP Sc levels in persistently 22 L prion-infected cells (Supplementary Fig. 2C ). Pre-transfection of cells with Poly I:C, which activates the innate immune system via I-IFN induction, prevented the establishment of prion infection in a dose-dependent manner (Fig. 2D) . To evaluate efficacy of IFN-b against prion propagation in prion infectious animal model, we performed bioassay using 22 L-prion-infected Tga20 mice with lentivirus coding Ifnb gene (LV-IFN). Lentiviral vectors were administered at 3 weeks after prion infection. LV-IFN localized in thalamus at 20 days after stereotaxic injection into Tga20 mice brain (Fig. 2E ). When lentivirus carrying the mouse Ifnb gene (LV-IFN) was injected intracerebrally, PrP Sc levels were significantly reduced at the terminal stage in the brain of Tga20 mice after prion inoculation (Fig. 2F) . In pathological analysis, vacuolation and PrP Sc deposits decreased significantly in the brains of LV-IFN-treated mice ( Supplementary Fig. 2B ). The endogenous PrP C level did not change in response to IFN-b overexpression in N2a-58 cells ( Supplementary Fig. 2D ), indicating that IFNb might prevent new PrP Sc production at the early phase of primary prion infection without affecting PrP C expression.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 179,
                    "text": "(Delhaye et al., 2006)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 576,
                    "end": 590,
                    "text": "Fig. 2A  and B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 695,
                    "end": 702,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 707,
                    "end": 729,
                    "text": "Supplementary Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 841,
                    "end": 863,
                    "text": "(Supplementary Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1044,
                    "end": 1053,
                    "text": "(Fig. 2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1409,
                    "end": 1417,
                    "text": "(Fig. 2E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1619,
                    "end": 1628,
                    "text": "(Fig. 2F)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1752,
                    "end": 1773,
                    "text": "Supplementary Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1873,
                    "end": 1894,
                    "text": "Supplementary Fig. 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Type I IFN is protective against prion infection in pathological models"
        },
        {
            "text": "To confirm that the suppression of prion infection by IFNs was associated with IFN signalling, we generated immortalized MEF cells from wild-type and IFNAR1-deficient (Ifnar1 À/À ) mice and performed prion infection ex vivo. Susceptibility to 22 L prion infection was remarkably higher in immortalized MEF cells from Ifnar1 À/À mice than in MEF cells from wildtype mice. Prions were dose-dependently propagated in both MEF cells. IFNAR1 À/À MEFs showed significantly higher sensitivity to prion infection with 1.5 Â 10 À1 % 22 L-brain homogenate than MEFs from wild-type (Fig. 3A) . Next, we generated Ifnar1-transduced Ifnar1 À/À MEF cells, which were rescued by delivering the Ifnar1 gene to Ifnar1 À/À MEFs with an MSCV retroviral vector, and investigated the efficiency of prion infection in an ex vivo model. The PrP C level was similar between Ifnar1 À/À MEFs and Ifnar1 À/À MEFs rescued by delivering the Ifnar1 gene with an MSCV retroviral vector, but the latter cells were significantly and continuously less susceptible to 22 L prion infection (Fig. 3B,  Supplementary Fig. 3A and B) . To confirm whether the transduction restored IFN signalling, we performed ISRE-promoter activity analysis using the dual luciferase assay. The results indicated that the promoter activity in Ifnar1-transduced Ifnar1 À/À MEFs after poly I:C stimulation was significantly increased (3-fold) compared with non-stimulated cells, indicating that the transduced cells recovered cell signalling function via IFNAR1 whereas Ifnar1 À/À MEFs did not possess this signalling pathway (Supplementary Fig. 3C ). To elucidate the relationship between I-IFN dependent signalling pathways and prion infection in vivo, we inoculated 22 L prion into wild-type and Ifnar1 À/À mice and monitored prion pathogenesis. When mice were challenged intracerebrally with a 10 À1 dilution of 22 L prion brain homogenate, the survival periods of Ifnar1 À/À mice were significantly shorter (145 AE 5 days, n = 15; P = 0.0006, Log-rank test) than those of the wildtype mice (153 AE 8 days, n = 17) ( Fig. 4A and Table 1) . Furthermore, all groups of IFNAR1 À/À mice inoculated with 10 À2 dilution i.c., or 10 À2 and 10 À3 dilution i.p., also exhibited significantly shortened survival (Table 1) . To confirm pathogenesis in IFNAR1 À/À mice after prion inoculation, we performed immunoblotting to examine the PrP Sc levels in the brain and spleen at 100 dpi and at the terminal stage. The PrP Sc levels in the brain and spleen of Ifnar1 À/À mice were similar into those of wild-type mice ( Fig. 4B and Supplementary Fig. 3D ). However, vacuolation and gliosis with microglia (marker: IBA1) and astrocytes (marker: GFAP) were significantly more severe than in wild-type mice. In addition, accumulation of PrP Sc in some regions at 100 dpi was considerably more severe in Ifnar1 À/À mice (Fig.  4C, D and Supplementary Fig. 3E ). Taken together, these findings indicate that the I-IFN signalling pathway via I-IFN receptor, including IFNAR1, protects to some degree against prion infection. and NIH3T3 (C) cells after ex vivo prion infection with 2 Â 10 À3 or 2 Â 10 À2 % 22 L-brain homogenate (BH). Pre-infection of N2a-58 cells and normal brain homogenate treatment in 3T3 cells, white; 22 L-prion infection, black. Immunoblot shows PrP Sc levels in those cells after prion infection. (D) Irf3 and Ifnb levels in N2a-22 L cells for 48 h after PPS and 3S9 treatments. N2a-58 (white); -22 L (black). Immunoblot shows PrP Sc levels in the cells 24 and 48 h after PPS and 3S9 treatment. Statistical significance was determined using unpaired Student's t-test (A-C) and oneway ANOVA, followed by Tukey-Kramer test in multiple comparisons (D). *P 5 0.05, **P 5 0.01, ***P 5 0.001. Data are presented as mean AE SEM. Quantitative RT-PCR and western blot results represent at least three independent experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 571,
                    "end": 580,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1054,
                    "end": 1093,
                    "text": "(Fig. 3B,  Supplementary Fig. 3A and B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1568,
                    "end": 1590,
                    "text": "(Supplementary Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2063,
                    "end": 2070,
                    "text": "Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 2075,
                    "end": 2083,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2248,
                    "end": 2257,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2552,
                    "end": 2559,
                    "text": "Fig. 4B",
                    "ref_id": null
                },
                {
                    "start": 2564,
                    "end": 2585,
                    "text": "Supplementary Fig. 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2848,
                    "end": 2886,
                    "text": "(Fig.  4C, D and Supplementary Fig. 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Prion infection is accelerated in IFNAR1-deficient cells and mice"
        },
        {
            "text": "An imidazonaphthyridine with the structural formula 8-(1, 3, 4-oxadiazol-2-yl)-2, 4-bis (trifluoromethyl) imidazo [1, 2a] [1, 8] naphthyridine (RO4948191, referred to as RO8191) is able to block hepatitis C virus infection to several cells including cancer cell lines and human primary hepatocytes. The reported functional mechanism of RO8191 is selective binding to the I-IFN receptor and the sequential induction of many interferon-stimulated genes, followed by the activation of I-IFN signalling (Tga20) inducing Ifnb with lentivirus system. Panels show localization of lentivirus in thalamus 20 days after stereotaxic injection to Tga20 mice brain (Venus: green; nuclei: blue) (E). Scale bar = 50 mm. PrP Sc levels in brain of 22 Lprion-infected mice in the terminal stage brain pre-injected stereotaxically (s.t.) and intracerebrally (i.c.) with LV-venus and -IFN (F). Graphs show quantifications of PrP Sc band intensities in brain (n = 3 mice per each lentiviral injection group). Statistical significance was determined using unpaired Student's t-test (C and F) and one-way ANOVA, followed by Dunnett's test in multiple comparisons (A, B and D). *P 5 0.05, **P 5 0.01 and ***P 5 0.001. Data are presented as mean AE SEM. Western blot results represent at least three independent experiments. (Konishi et al., 2012) . To determine whether IFN-dependent signalling mediated I-IFN receptor-regulated prion infection, we investigated PrP Sc levels in persistently prion-infected cells after RO8191 treatment for 48 h. PrP Sc levels in N2a-22 L cells treated with RO8191 were significantly reduced in a dose-dependent manner (0.5, 5, 50, 250 and 500 mM RO8191) (Fig. 5A) . However, PrP C levels in N2a-58 cells treated with RO8191 showed no change (Fig. 5B) . In both cells, the level of 2 0 -5 0 oligoadenylate synthetase 1a (OAS1a), encoded by an interferon-stimulated gene, was dose-dependently increased by RO8191 treatment. Moreover, we investigated the potential anti-prion effect of RO8191 in cell culture models. RO8191 pretreated cells became resistant to 22 L-prion primary infection with the increase in expression of OAS1a in a dose-dependent manner (Fig. 5C) , suggesting that RO8191, which induces interferon-stimulated genes via I-IFN signalling during the innate immune response, might prevent the establishment of prion infection without affecting PrP C expression. Next, to evaluate the efficacy of RO8191 against prion propagation in a prion infectious animal model, we performed a bioassay using prion-infected mice. The ddY mice intracerebrally inoculated with 10% 22 L prion brain homogenate were intraperitoneally administered 2 mg/kg/day RO8191 three times a week from 2 days post-inoculation until sacrifice. The survival periods of RO8191-treated mice were significantly longer (165 AE 7 days, n = 8; P = 0.0123, Log-rank test) than those of the vehicle mice (156 AE 4 days, n = 7) (Fig. 6A) . Changes in the body weight of each group were consistent with prolonged survival times. The changes in body weight of the RO8191 group gently decreased compared with those of vehicle group, and this was delayed by about 2 weeks. RO8191-treated mice were observed for toxicity due to chronic administration and the symptoms of prion disease were similar to those of the vehicle mice ( Supplementary Fig. 4A ). We analysed PrP Sc and histological changes in the brains of mice at 100 dpi, which was the time point before disease onset. PrP Sc levels in the RO8191-treated brains and spleens were significantly less (50% reduction) than in the vehicle-treated brains at 100 dpi. PrP Sc suppression in the spleens of RO8191-treated mice was observed until the terminal stage (Fig. 6B ). RO8191 treatment significantly inhibited the levels of vacuolation and PrP Sc deposition in some regions, including the cortex and spleen, compared with vehicle treatment at 100 dpi. Likewise, we also evaluated gliosis levels in the brains of RO8191-treated mice at 100 dpi. At 100 dpi, RO8191 treatment significantly reduced the expression of Iba-1 and GFAP, which are markers of activated microglia and astrocytes, in multiple regions of the cortex, thalamus and pons. However, RO8191 treatment resulted in no changes in expression in any of the regions at terminal phase (Fig. 6C, D and Supplementary Fig. 4B ). These results indicate that RO8191 might have the potential to suppress prion formation in several tissues of the body following exogenous prion infection.",
            "cite_spans": [
                {
                    "start": 1300,
                    "end": 1322,
                    "text": "(Konishi et al., 2012)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1664,
                    "end": 1673,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1751,
                    "end": 1760,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2165,
                    "end": 2174,
                    "text": "(Fig. 5C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2911,
                    "end": 2920,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3307,
                    "end": 3328,
                    "text": "Supplementary Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 3694,
                    "end": 3702,
                    "text": "(Fig. 6B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 4280,
                    "end": 4317,
                    "text": "(Fig. 6C, D and Supplementary Fig. 4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "I-IFN agonist suppresses prion formation in pathological models"
        },
        {
            "text": "To investigate whether RO8191 functions in the brain, we performed a blood-brain barrier permeability assay using the BBB Kit TM in vitro. The blood-brain barrier permeability coefficient (Papp), which indicates the ability of the compound to translocate from blood vessels to the brain, was measured using the BBB Kit TM (Pervin et al., 2017) . After 60 min, RO8191 exhibited a significantly higher blood-brain barrier permeability coefficient (43.94 AE 7.29) than sodium fluorescein (F-Na), the negative control (2.66 AE 0.78) (Fig. 7A) . Moreover, to confirm the levels of RO8191 in the tissues of the animal model, we measured the concentration of RO8191 in the brains and spleens of prion-infected mice with RO8191 treatment at immortalized MEFs from wild-type and Ifnar1 À/À mice after prion infection with 6 Â 10 À3 to 1.5 Â 10 À1 % 22 L-brain homogenate (BH). Graphs show quantification of PrP Sc levels in wild-type (black) and Ifnar1 À/À (white) cells. *P 5 0.05 versus wild-type. (B) Efficiency of prion infection in cells established by transducing the Ifnar1 gene into immortalized Ifnar1 À/À MEFs. Immunoblots show PrP Sc after prion infection with 2 Â 10 À2 % 22 L-brain homogenate. Graphs show quantification of PrP Sc levels in Ifnar1 À/À (white) and Ifnar1transduced (black) cells. **P 5 0.01 versus Ifnar1 À/À . Data are presented as mean AE SEM. Statistical significance was determined using one-way ANOVA, followed by Tukey-Kramer test in multiple comparisons (A) and unpaired Student's t-test (B). 100 dpi and the terminal stage. The concentrations of RO8191 in the brains and spleens of cured mice at 100 dpi were confirmed to be high 8.44 AE 2.1 and 86.46 AE 62.54 mg/g of tissue, respectively, and these concentrations were maintained at the terminal stage (Fig.  7B) . These results suggest that RO8191 might be able to act specifically on the brain and spleen, the organs mainly responsible for establishing prion formation.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 343,
                    "text": "(Pervin et al., 2017)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 538,
                    "text": "(Fig. 7A)",
                    "ref_id": null
                },
                {
                    "start": 1782,
                    "end": 1792,
                    "text": "(Fig.  7B)",
                    "ref_id": null
                }
            ],
            "section": "Blood-brain barrier permeability of RO8191 and concentration in brain and spleen after chronic administration"
        },
        {
            "text": "Prion infection suppressed Ifnb gene expression in 22 Lprion infected cells, and the level of Ifnb expression recovered following reduction of PrP Sc by treatment with anti-prion compound and antibody (Fig. 1) . This suppression of Ifnb gene transcription was followed by the low expression of IRF3 via a reduction of Oct-1 after prion Figure 4 Ifnar1 gene depletion is susceptible to prion infection in in vivo animal models. (A-D) Evaluation of prion pathogenesis in IFNAR1 À/À mice. (A) Survival curves in wild-type ( + / + ) and Ifnar1 À/À (À/À) mice following inoculation intracerebrally (i.c.) with a 10 À1 dilution of 22 L-brain homogenate (P 5 0.001, log-rank test). PrP Sc levels (B) and histological changes (C) in the brain at 100 dpi and in terminal phase of prion infection. (C) Panels show vacuolation (HE), microglia (IBA1), and astrocytes (GFAP) in the cortex (Cx), and PrP Sc deposits in cortex and spleen. Scale bars = 50 mm. (D) Lesion profiles of vacuolation, microgliosis, astrogliosis, and PrP Sc deposits in the same five brain regions: cortex, hippocampus (Hi), thalamus (Th), cerebellum (Ce), and pons (Po). Details of the lesion severity score for each histological change are described in the 'Materials and methods' section. Circle and triangle symbols indicate wild-type and Ifnar1 À/À mice, respectively, at 100 dpi (black) and in the terminal stage (red). *P 5 0.05, **P 5 0.01 versus wild-type mice at 100 dpi. Error bars represent SEM. Statistical significance was determined using unpaired Student's t-test (D). Results represent at least three independent experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 336,
                    "end": 344,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "infection (Homma et al., 2014a) . Notably, Tlr3, Ddx58/ RIGI, Ifih1/MDA5 and Irf7, which are innate immune genes of the upstream signalling pathway relating to I-IFN induction, were suppressed by prion infection (Supplementary Fig. 1 ). IRF3 can contribute to the regulation of gene expression not only for Ifnb but also for Ifih1/ MDA5 (Yount et al., 2007) . TLR3 (Heinz et al., 2003) , IRF1 (Choi et al., 2009) and IRF7 (Farlik et al., 2012) are evoked by STAT1 and NFB is activated by intracellular signalling in response to IFN-b stimuli. Moreover, IRF1 is a transcription factor that positively regulates RIGI expression in human cells (Su et al., 2007) . These studies indicate that prion infection might result in a dysfunctional immune system following the suppression of the expression of several genes by IRF3 reduction because type I IFN signalling mediated by IRF3 is closely connected with the regulation of expression of several innate immunity-related genes. However, the mechanism of action has not yet been determined and needs to be investigated in the future.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 31,
                    "text": "(Homma et al., 2014a)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 337,
                    "end": 357,
                    "text": "(Yount et al., 2007)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 365,
                    "end": 385,
                    "text": "(Heinz et al., 2003)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 393,
                    "end": 412,
                    "text": "(Choi et al., 2009)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 422,
                    "end": 443,
                    "text": "(Farlik et al., 2012)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 641,
                    "end": 658,
                    "text": "(Su et al., 2007)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 233,
                    "text": "(Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although we found that IFN expression remained unchanged in the brains of prion-infected mice during the terminal period, it has been reported that the expression of many interferon-stimulated genes was increased in the brains of prion-infected animals (Riemer et al., 2000; Xiang et al., 2004; Stobart et al., 2007) . Similarly, the expression of several interferon-stimulated genes was remarkably increased in the glial cells of the brains of patients with Creutzfeldt-Jakob disease (Baker et al., 2004) . However, it remains unclear whether IFN gene expression is increased in ex vivo and in vivo prion-infected models at an early phase. Furthermore, it has not been determined whether IFN in the host plays a protective role against prion pathogen infection. In our experiments, prion infection suppressed IFN expression in prion-infected cells (Fig. 1) and low IFN expression levels were recovered by a reduction of PrP Sc (Fig. 1) . Furthermore, pretreatment with IFN and IFN system stimuli inhibited the new establishment of prion infection (Fig. 2) , indicating that the host might combat prion propagation using any defence system available, including IFN. Thus, it will be necessary to investigate IFN induction at an early phase in neurons after prion infection. I-IFN stimulates various cell types, including immune cells such as lymphocytes, glia, and neurons (Delhaye et al., 2006; Paul et al., 2007) . Intriguingly, I-IFN is constitutively expressed at low levels even in the absence of pathogens and contributes to the regulation of tumour propagation and cell growth (Taniguchi and Takaoka, 2001) . Dysfunction of TLR4 and IRF3 facilitate prion pathogenesis (Spinner et al., 2008; Ishibashi et al., 2012a) , suggesting that this process might be negatively regulated by signalling pathways, including I-IFN, that act downstream of PRRs. Pretreatment with complete Freund's adjuvant and unmethylated CpG DNA to activate TLR signalling delays clinical onset in mice after prion inoculation (Sethi et al., 2002; Tal et al., 2003) . Furthermore, glial cells pretreated with poly I:C are strongly resistant to prion infection (Kang et al., 2016) , but post-treatment does not protect against prion pathogenesis in mice (Worthington, 1972; Cunningham et al., 2005; Field et al., 2010) . Here, we showed that I-IFN signalling mediated by IFNAR1 suppressed prion pathogenesis in cell culture and mouse models after prion inoculation. Although persistent infection by 22 L prion decreased expression of innate immunity genes such as Irf3 and Ifnb in an ex vivo system (Homma et al., 2014a) , I-IFN protected against primary prion infection in cells (Fig. 2) . These findings suggest that I-IFN, induced by TLR signalling, exerts a crucial anti-prion effect in the early phase after prion infection. Tumor necrosis factor-and interleukin-6, which are induced following stimulation of PRR such as TLR4, may contribute to the acceleration of prion infection as determined by a prion bioassay using gene-deficient mice (Thackray et al., 2004; Tamguney et al., 2008) . However, the relationship between suppression and I-IFN signalling has yet to be determined.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 274,
                    "text": "(Riemer et al., 2000;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 275,
                    "end": 294,
                    "text": "Xiang et al., 2004;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 295,
                    "end": 316,
                    "text": "Stobart et al., 2007)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 485,
                    "end": 505,
                    "text": "(Baker et al., 2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1373,
                    "end": 1395,
                    "text": "(Delhaye et al., 2006;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1396,
                    "end": 1414,
                    "text": "Paul et al., 2007)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1584,
                    "end": 1613,
                    "text": "(Taniguchi and Takaoka, 2001)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1675,
                    "end": 1697,
                    "text": "(Spinner et al., 2008;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1698,
                    "end": 1722,
                    "text": "Ishibashi et al., 2012a)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2005,
                    "end": 2025,
                    "text": "(Sethi et al., 2002;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2026,
                    "end": 2043,
                    "text": "Tal et al., 2003)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2138,
                    "end": 2157,
                    "text": "(Kang et al., 2016)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2231,
                    "end": 2250,
                    "text": "(Worthington, 1972;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2251,
                    "end": 2275,
                    "text": "Cunningham et al., 2005;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2276,
                    "end": 2295,
                    "text": "Field et al., 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2576,
                    "end": 2597,
                    "text": "(Homma et al., 2014a)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3023,
                    "end": 3046,
                    "text": "(Thackray et al., 2004;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 3047,
                    "end": 3069,
                    "text": "Tamguney et al., 2008)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 849,
                    "end": 857,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 928,
                    "end": 936,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1048,
                    "end": 1056,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2657,
                    "end": 2665,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Using quantitative high-throughput screening, RO8191 was identified as a novel small molecule that acts like I-IFNs by directly interacting with the I-IFN receptor to drive interferon-stimulated gene expression. RO8191 can positively bind to the IFNAR2 receptor and strongly evoke an IFN signal inducing interferon-stimulated gene expression (Konishi et al., 2012) . Thus, RO8191 can markedly block hepatitis C virus replication and cell death after encephalomyocarditis virus infection in cell culture as demonstrated with recombinant IFN treatment (Konishi et al., 2012; Wang et al., 2015) . Moreover, mice orally inoculated with RO8191 showed significantly higher expression of Animals were intracerebrally or intraperitoneally administrated with 10 À1 to 10 À3 dilution of brain homogenate from 22 L prion-infected terminal mice. *P 5 0.05, **P 5 0.01, ***P 5 0.001.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 364,
                    "text": "(Konishi et al., 2012)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 550,
                    "end": 572,
                    "text": "(Konishi et al., 2012;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 573,
                    "end": 591,
                    "text": "Wang et al., 2015)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "several interferon-stimulated genes compared with the vehicle group (Konishi et al., 2012) . RO8191 inhibited PrP Sc in prion-infected cells but did not change the PrP C level (Fig. 5) . Prion-infected mice that were intraperitoneally treated with RO8191 showed significantly prolonged survival periods and were resistant to pathological changes in the brain after prion infection (Fig. 6) . Several low molecular weight compounds (NPRs), which provide stabilization were detected by immunoblotting. Statistical significance was determined using one-way ANOVA, followed by Dunnett's test in multiple comparisons. **P 5 0.01 and ***P 5 0.001. Results in the graph present the mean AE SEM from at least three to five independent experiments.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 90,
                    "text": "(Konishi et al., 2012)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 381,
                    "end": 389,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "of protein structure by binding to PrP C and inhibit conversion to PrP Sc , suppressed the prion pathology in prion-infected mice following intraperitoneal chronic treatment. Several NPRs were linked with significantly reduced PrP Sc levels only in persistently prion-infected cells, with no effect on PrP C levels (Ishibashi et al., 2016) . This implies that",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 339,
                    "text": "(Ishibashi et al., 2016)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "NPRs may show medical efficacy in peripheral areas such as the spleen, resulting in delayed PrP Sc synthesis and accumulation in the brain. However, it remains to be clarified whether NPR acts in the brain. In our experiments, RO8191 was detected in high concentration in the brain and spleen of prion-infected mice at 100 dpi and at terminal Survival curves for the vehicle and RO8191-treated mice after inoculation intracerebrally (i.c.) with a 10 À1 dilution of 22 L-brain homogenate (P 5 0.05, log-rank test). PrP Sc levels (B) and histological changes (C) in the brain (cortex, Cx) and spleen are shown at 100 dpi and in the terminal phase of prion infection. (D) Lesion profiles in the same five brain regions are similar to those shown in Fig. 4 . Circle and triangle symbols indicate vehicle and RO8191-treated mice, respectively, at 100 dpi (black) and in the terminal stage (red). *P 5 0.05 and **P 5 0.01 versus vehicle mice at 100 dpi. Error bars represent SEM. Statistical significance was determined using an unpaired Student's t-test (B and D). These results represent at least three independent experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 746,
                    "end": 752,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "phase. RO8191 showed high blood-brain barrier permeability in an in vitro system compared with the control (Fig. 7) , indicating that RO8191 might block prion propagation by acting in not only peripheral tissues but also in the brain. Furthermore, RO8191-treated mice did not have a shortened life span or show changes in phenotype, such as rapid weight loss from the side effects, after continuous treatment ( Fig. 6 and Supplementary Fig. 4A) , suggesting that the compound may be safe for clinical application.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 417,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 422,
                    "end": 444,
                    "text": "Supplementary Fig. 4A)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the I-IFN pathway contributes to host defence mechanism against prion infection. Although we do not yet know exactly how host cells can recognize the prion pathogen, which lacks its own genetic material, the IFR3-IFN pathway serves as an important line of defence. Interference with this pathway permits persistent prion infection. The reciprocal interaction between innate host immunity and invading prions may explain the long latency of prion diseases. I-IFN and TLR signalling have diverse functions, including activation of autophagic systems that promote degradation of -synuclein-derived aggregations (Ejlerskov et al., 2015; Kim et al., 2015) and contribute to neuronal homeostasis (Taniguchi and Takaoka, 2001) . Therefore, effects of I-IFN should be considered in further investigations. Elucidating the role of host immunity in prion diseases could facilitate development of novel therapeutics for this deadly disease. ",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 647,
                    "text": "(Ejlerskov et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 648,
                    "end": 665,
                    "text": "Kim et al., 2015)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 705,
                    "end": 734,
                    "text": "(Taniguchi and Takaoka, 2001)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The immunobiology of prion diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguzzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nuvolone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "888--902",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mammalian prion biology: one century of evolving concepts",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguzzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polymenidou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "116",
            "issn": "",
            "pages": "313--340",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prion straindependent differences in conversion of mutant prion proteins in cell culture",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atarashi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Caughey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katamine",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "7854--62",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early induction of interferon-responsive mRNAs in Creutzfeldt-Jakob disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Manuelidis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Neurovirol",
            "volume": "10",
            "issn": "",
            "pages": "29--40",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prion disease and the innate immune system",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Mabbott",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "3389--419",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sulfated polyanion inhibition of scrapieassociated PrP accumulation in cultured cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Caughey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Raymond",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "643--50",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Histone deacetylases inhibit IFNgamma-inducible gene expression in mouse trophoblast cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holtz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "6307--6322",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Central and systemic endotoxin challenges exacerbate the local inflammatory response and increase neuronal death during chronic neurodegeneration",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wilcockson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campion",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lunnon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Neurosci",
            "volume": "25",
            "issn": "",
            "pages": "9275--84",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Neurons produce type I interferon during viral encephalitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Delhaye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blakqori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Staeheli",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "7835--7875",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Extraneural competition between different scrapie agents leading to loss of infectivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Outram",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Sales",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Nature",
            "volume": "253",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Competition between different scrapie agents in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Meikle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Outram",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Nat New Biol",
            "volume": "237",
            "issn": "",
            "pages": "244--249",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lack of neuronal IFN-beta-IFNAR causes lewy body-and Parkinson's disease-like dementia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ejlerskov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Hultberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ambjorn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuss",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "163",
            "issn": "",
            "pages": "324--363",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Contribution of a TANK-binding kinase 1-interferon (IFN) regulatory factor 7 pathway to IFN-gamma-induced gene expression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farlik",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "Marie",
                    "middle": [
                        "I"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Cell Biol",
            "volume": "32",
            "issn": "",
            "pages": "1032--1075",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Systemic challenge with the TLR3 agonist poly I:C induces amplified IFNalpha/beta and IL-1beta responses in the diseased brain and exacerbates chronic neurodegeneration",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Brain Behav Immun",
            "volume": "24",
            "issn": "",
            "pages": "996--1007",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prion protein (PrP) with amino-proximal deletions restoring susceptibility of PrP knockout mice to scrapie",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rulicke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raeber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sailer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oesch",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "EMBO J",
            "volume": "15",
            "issn": "",
            "pages": "1255--64",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Species-specific regulation of Toll-like receptor 3 genes in men and mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heinz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Haehnel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karaghiosoff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schwarzfischer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "21502--21511",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ubiquitin-specific protease 14 modulates degradation of cellular prion protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakagaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satoh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Persistent prion infection disturbs the function of Oct-1, resulting in the down-regulation of murine interferon regulatory factor-3",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakagaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satoh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Increased expression of p62/SQSTM1 in prion diseases and its association with pathogenic prion protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakagaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atarashi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Protective role of interferon regulatory factor 3-mediated signaling against prion infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atarashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakagaki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satoh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "4947--55",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Protective role of MyD88-independent innate immune responses against prion infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atarashi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Prion",
            "volume": "6",
            "issn": "",
            "pages": "443--449",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Strain-dependent effect of macroautophagy on abnormally folded prion protein degradation in infected neuronal cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Homma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakagaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sano",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takatsuki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structure-based drug discovery for prion disease using a novel binding simulation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakagaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Atarashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "EBioMedicine",
            "volume": "9",
            "issn": "",
            "pages": "238--287",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Antigenic mimicry-mediated anti-prion effects induced by bacterial enzyme succinylarginine dihydrolase in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamanaka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "9321--9329",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Immunization with recombinant bovine but not mouse prion protein delays the onset of disease in mice inoculated with a mouse-adapted prion",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamanaka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okimura",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "985--92",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Toll-like receptor-mediated immune response inhibits prion propagation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Cortez",
                    "suffix": ""
                },
                {
                    "first": "Carmen",
                    "middle": [],
                    "last": "Garza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [
                        "J"
                    ],
                    "last": "Wille",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Glia",
            "volume": "64",
            "issn": "",
            "pages": "937--51",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Antagonizing neuronal toll-like receptor 2 prevents synucleinopathy by activating autophagy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rockenstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adame",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trejo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Rep",
            "volume": "13",
            "issn": "",
            "pages": "771--82",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An orally available, small-molecule interferon inhibits viral replication",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Konishi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohmori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshino",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohmori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ashihara",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Vaccination with an attenuated Creutzfeldt-Jakob disease strain prevents expression of a virulent agent",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Manuelidis",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci",
            "volume": "95",
            "issn": "",
            "pages": "2520--2525",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Inhibition of prion propagation in scrapie-infected mouse neuroblastoma cell lines using mouse monoclonal antibodies against prion protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aosasa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Horiuchi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem Biophys Res Commun",
            "volume": "335",
            "issn": "",
            "pages": "197--204",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Functional role of type I and type II interferons in antiviral defense",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Steinhoff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hemmi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pavlovic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "264",
            "issn": "",
            "pages": "1918--1939",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "FK506 reduces abnormal prion protein through the activation of autolysosomal degradation and prolongs survival in prion-infected mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakagaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satoh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishibashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fuse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "O"
                    ],
                    "last": "Kamatari",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Autophagy",
            "volume": "9",
            "issn": "",
            "pages": "1386--94",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Successful transmission of three mouse-adapted scrapie strains to murine neuroblastoma cell lines overexpressing wild-type mouse prion protein",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishida",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vilette",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Frobert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grassi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "320--325",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Prion pathogenesis in the absence of NLRP3/ASC inflammasomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nuvolone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sorce",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguzzi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Type I interferon response in the central nervous system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ricour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sommereyns",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sorgeloos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michiels",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochimie",
            "volume": "89",
            "issn": "",
            "pages": "770--778",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Blood brain barrier permeability of (-)-epigallocatechin gallate, its proliferation-enhancing activity of human neuroblastoma SH-SY5Y cells, and its preventive effect on age-related cognitive dysfunction in mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pervin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Unno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Iguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biochem Biophys Rep",
            "volume": "9",
            "issn": "",
            "pages": "180--186",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Prion pathogenesis in the absence of Toll-like receptor signalling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prinz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heikenwalder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguzzi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "EMBO Rep",
            "volume": "4",
            "issn": "",
            "pages": "195--204",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Identification of upregulated genes in scrapie-infected brain tissue",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Riemer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Queck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "10245--10253",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Postexposure prophylaxis against prion disease with a stimulator of innate immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lipford",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "229--259",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Accelerated prion disease pathogenesis in Toll-like receptor 4 signaling-mutant mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Spinner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Meeker",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "10701--10709",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Differential expression of interferon responsive genes in rodent models of transmissible spongiform encephalopathy disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Stobart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Parchaliuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lemaistre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lazar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rubenstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Neurodegener",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Central role of interferon regulatory factor-1 (IRF-1) in controlling retinoic acid inducible gene-I (RIG-I) expression",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Z"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Emdad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Barral",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Cell Physiol",
            "volume": "213",
            "issn": "",
            "pages": "502--512",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Complete Freund's adjuvant immunization prolongs survival in experimental prion disease in mice",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Souan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Meiner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taraboulos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Neurosci Res",
            "volume": "71",
            "issn": "",
            "pages": "286--90",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Genes contributing to prion pathogenesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tamguney",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Giles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Glidden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lessard",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wille",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tremblay",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "1777--88",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A weak signal for strong responses: interferon-alpha/beta revisited",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takaoka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Thackray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lauder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bujdoso",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "2",
            "issn": "",
            "pages": "13697--707",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Brain metastatic cancer cells release microRNA-181c-containing extracellular vesicles capable of destructing blood-brain barrier",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tominaga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kosaka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ono",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Katsuda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoshioka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Discovery of Imidazo[1,2-alpha][1,8]naphthyridine derivatives as potential HCV entry inhibitor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ACS Med Chem Lett",
            "volume": "6",
            "issn": "",
            "pages": "977--81",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Molecular biology of prions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weissmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Klohn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Flechsig",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Neurobiol Exp",
            "volume": "62",
            "issn": "",
            "pages": "153--66",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Interferon system in mice infected with the scrapie agent",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worthington",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Infect Immun",
            "volume": "6",
            "issn": "",
            "pages": "643--648",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Identification of differentially expressed genes in scrapie-infected mouse brains by using global gene expression technology",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Windl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wunsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dugas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kohlmann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dierkes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "11051--60",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Cytokine-independent upregulation of MDA5 in viral infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "7316--7325",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Innate immune-related genes levels are suppressed by prion infection in the cells. (A) Ifnb gene expression in persistently prion-infected N2a-22 L and non-infected N2a-58 cells. Immunoblot shows PrP Sc levels in those cells. (B and C) Irf3 and Ifnb levels in N2a-58 (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Type I IFNs inhibit prion propagation in infectious cells and animal models. (A) PrP Sc levels in N2a-22 L cells 48 h after treatments with recombinant I-IFNs (rIFNs) (0.1-10 kU/ml). (B-D) Resistance to ex vivo 22 L-prion infection in N2a-58 cells pretreated with rIFNs (0.1-10 kU/ml) (B), constitutively overexpressing IFN-b (C), or transfected with poly I:C (0.2-2 mg) (D). All graphs show quantifications of PrP Sc band intensities. (E and F) Bioassay using 22 L-prion-infected mice",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ifnar1 gene depletion is susceptible to prion infection in ex vivo models. (A) PrP Sc levels in the indicated",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "RO8191 selectively stimulating type I IFN receptor blocks prion formation. (A and B) Effect of RO8191 was investigated in cell culture models. N2a-22 L (A) and N2a-58 (B) cells were treated with different concentrations (0, 0.5, 5, 250 and 500 mM) of RO8191 for 48 h. PrP Sc (in N2a-22 L), PrP C (in N2a-58), OAS1a and b-actin (as a loading control) were detected by immunoblotting. PrP Sc and PrP C band intensities following treatment with individual RO8191 concentrations are shown as a percentage of the negative control (bottom). (C) Resistance to ex vivo prion infection in N2a-58 cells pretreated with different concentrations (0, 0.5, 5, 250 and 500 mM) of RO8191. PrP Sc , OAS1a and b-actin (as a loading control)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "RO8191-treated mice have resistance against prion infection. (A-D) Evaluation of prion pathogenesis in RO8191-treated mice. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "the Waksman Foundation of Japan Inc. (D.I.).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "NM_010510.1) were constructed by inserting the open reading frame (ORF) region of each gene amplified by nested polymerase chain reaction (PCR) protocol and digested by arbitrary restriction enzymes. The murine stem cell virus (MSCV) retroviral expression vectors, pMSCV (Clontech Laboratories) plasmids, coding murine IFNAR1 (NCBI accession number: M89641.1) and Large T antigen from Simian virus 40 (NCBI accession number: NC_001669) were constructed by inserting the ORF region of each gene amplified by PCR using the primers listed in",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Survival periods of prion-infected wild-type and gene-disrupted mice Survival periods are shown as average AE SD (days).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Prof Horiuchi from Hokkaido University for the kind gift of Tga20 mice, Prof Taniguchi and Dr Honda from The University of Tokyo for the kind gift of IFNAR1 knockout mice, Dr Miyawaki from the RIKEN Brain Science Institute for the CSII lentivirus vector, and Daisuke Watanabe and Shinsuke Nakagawa from PharmaCo-Cell Co. Ltd. and Nagasaki University for helpful discussions and experiments on BBB permeability. We thank Yuzuru Taguchi, Hanae Takatsuki, Kaori Ono-Ubagai, Yukiko Miyazaki-Hirota and Hiroya Tange from Nagasaki University, for helpful discussions and critical assessment of the manuscript, and Atsuko Matsuo, Hanako Nakayama, Marie Yamaguchi and Megumi Tanaka for technical assistance. We thank Edanz Group (www.edanzediting.com) and ZENIS Co., Ltd (www.zenis.co.jp/eng/ index.html) for editing a draft of this manuscript. RO8191 is able to translocate to the brain. (A) Blood-brain barrier permeability of RO8191 and sodium fluorescein (F-Na) as a negative control. Papp ( Â 10 À6 cm/s) in the graph shows quantification of blood-brain barrier permeability using the BBB Kit TM after RO8191 treatment for 60 min. ***P 5 0.001 versus F-Na. (B) Concentration of RO8191 in the brain and spleen of RO8191-treated mice at 100 dpi and terminal phase after 22 L-prion inoculation. **P 5 0.01 and ***P 5 0.001 versus vehicle at 100 dpi. Statistical significance was determined using an unpaired Student's t-test and Mann-Whitney U-test. Data are presented as mean AE SEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors report no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Supplementary material is available at Brain online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary material"
        }
    ]
}