{
    "paper_id": "c98075a839f10763a8c30207b33c57e4455bc4ae",
    "metadata": {
        "title": "Non-lytic antibiotic treatment in community-acquired pneumococcal pneumonia does not attenuate inflammation: the PRISTINE trial",
        "authors": [
            {
                "first": "Geert",
                "middle": [
                    "H"
                ],
                "last": "Groeneveld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300 RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": "g.h.groeneveld@lumc.nl"
            },
            {
                "first": "Tanny",
                "middle": [
                    "J"
                ],
                "last": "Van Der Reyden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300 RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Simone",
                "middle": [
                    "A"
                ],
                "last": "Joosten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300 RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Hester",
                "middle": [
                    "J"
                ],
                "last": "Bootsma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Public Health and the Environment (Rijksinstituut voor Volksgezondheid en Milieu, RIVM)",
                    "location": {
                        "settlement": "Bilthoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Christa",
                "middle": [
                    "M"
                ],
                "last": "Cobbaert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300 RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jutte",
                "middle": [
                    "J C"
                ],
                "last": "De Vries",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300 RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Ed",
                "middle": [
                    "J"
                ],
                "last": "Kuijper",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300 RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Jaap",
                "middle": [
                    "T"
                ],
                "last": "Van Dissel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "postBox": "PO Box 9600",
                        "postCode": "2300 RC",
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The inflammatory response in pneumococcal infection is primarily driven by immunoreactive bacterial cell wall components [lipoteichoic acid (LTA)]. An acute release of these components occurs when pneumococcal infection is treated with b-lactam antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectives: We hypothesized that non-lytic rifampicin compared with lytic b-lactam antibiotic treatment would attenuate the inflammatory response in patients with pneumococcal pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: In the PRISTINE (Pneumonia treated with RIfampicin aTtenuates INflammation) trial, a randomized, therapeutic controlled, exploratory study in patients with community-acquired pneumococcal pneumonia, we looked at LTA release and inflammatory and clinical response during treatment with both rifampicin and b-lactam compared with treatment with b-lactam antibiotics only. The trial is registered in the Dutch trial registry, number NTR3751 (European Clinical Trials Database number 2012-003067-22).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Forty-one patients with community-acquired pneumonia were included; 17 of them had pneumococcal pneumonia. LTA release, LTA-mediated inflammatory responses, clinical outcomes, inflammatory biomarkers and transcription profiles were not different between treatment groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The PRISTINE study demonstrated the feasibility of adding rifampicin to b-lactam antibiotics in the treatment of community-acquired pneumococcal pneumonia, but, despite solid in vitro and experimental animal research evidence, failed to demonstrate a difference in plasma LTA concentrations and subsequent inflammatory and clinical responses. Most likely, an inhibitory effect of human plasma contributes to the low immune response in these patients. In addition, LTA plasma concentration could be too low to mount a response via Toll-like receptor 2 in vitro, but may nonetheless have an effect in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The host inflammatory response in pneumococcal disease contributes significantly to morbidity and mortality. 1 As in other infections with Gram-positive bacteria, the inflammatory response in pneumococcal infection is primarily driven by immunoreactive bacterial cell wall components [lipoteichoic acid (LTA)] or the release of intracellular proteins. 2 LTA is recognized by Toll-like receptor 2 (TLR2), a pattern recognition receptor on macrophages. Binding of LTA to TLR2 induces the release of pro-inflammatory cytokines (e.g. IL-1, IL-6 and TNF) and neutrophil influx. 3, 4 Bacterial cell wall components are released when bacteria are killed by autolysis or host immune cells, and are important determinants of the severity of inflammation. 5 An acute breakdown of the bacterial cell wall occurs upon exposure to b-lactam antibiotics, 6 the first-line treatment for pneumococcal infections in many guidelines. 7, 8 Reduction of release of bacterial cell wall products may decrease inflammation, reduce tissue damage and, ultimately, reduce morbidity and mortality. Strategies to dampen the host inflammatory response have been studied extensively. Currently, dexamethasone adjunctive treatment in patients with pneumococcal meningitis is used in high-income countries to diminish inflammatory responses and, consequently, neurological sequelae. 9 In community-acquired pneumonia, macrolides seem to have an immune modulatory effect by enhancing the antibacterial effect of neutrophils and by quashing the immune response after bacterial killing. 10 However, in a clinical trial, b-lactam monotherapy was non-inferior to macrolide with b-lactam combination therapy. 11 Another potential approach is to kill the bacteria without immediately lysing them, thus preventing the release of pro-inflammatory cell wall products. 12 This would reduce the complete inflammatory trigger by interfering at the beginning of the inflammation cascade.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 352,
                    "end": 353,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 573,
                    "end": 575,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 577,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 746,
                    "end": 747,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 840,
                    "end": 841,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 915,
                    "end": 917,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 918,
                    "end": 919,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1350,
                    "end": 1351,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1551,
                    "end": 1553,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1670,
                    "end": 1672,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1825,
                    "end": 1827,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "b-Lactam antibiotics disrupt the bacterial cell wall, causing lysis of the bacterium and subsequent triggering an inflammatory response. A non-lytic antibiotic such as rifampicin causes much less inflammation. 13, 14 As an example, in vitro studies have shown that rifampicin results in less release of LTA and pro-inflammatory compounds from Streptococcus pneumoniae than the b-lactam antibiotics ceftriaxone or meropenem, despite similar bacterial killing effects. 14 Furthermore, rifampicin may reduce the inflammatory response by down-regulating the expression of pro-inflammatory pattern recognition receptors. 15 The killing of S. pneumoniae commences instantly after therapeutic drug concentrations are achieved. Therefore, rifampicin-induced non-lytic killing should start before b-lactam lytic killing.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 214,
                    "end": 216,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 467,
                    "end": 469,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although animal models suggest a beneficial effect of rifamycins in the reduction of inflammation during pneumococcal infections, 13 data in humans are not available. Therefore, we hypothesized that non-lytic rifampicin compared with lytic b-lactam antibiotic treatment would attenuate the inflammatory response in patients with pneumococcal pneumonia, shortly after the start of their treatment.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The PRISTINE (Pneumonia treated with RIfampicin aTtenuates INflammation) trial is a randomized, therapeutic controlled, exploratory study in patients with community-acquired pneumonia, looking at inflammatory responses during treatment with both rifampicin and b-lactam compared with treatment with b-lactam antibiotics only. The study was conducted at the Leiden University Medical Center (LUMC), a tertiary university hospital in the Netherlands. The study was approved by the LUMC Medical Ethics Committee and all patients provided written informed consent. This study was performed in compliance with the Declaration of Helsinki. The trial is registered in the Dutch trial registry, number NTR3751 (European Clinical Trials Database number 2012-003067-22).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and methods"
        },
        {
            "text": "Patients were recruited at the emergency department. Inclusion criteria were: 18 years of age, hospital admission for community-acquired pneumonia and moderate to severe disease as defined by a confusion, uraemia, elevated respiratory rate, hypotension and aged 65 years or older (CURB-65) score 2, 16 or one or more of the risk factors for having pneumococcal pneumonia, i.e. pleuritic chest pain, acute onset of symptoms, cardiovascular disease, leucocyte count .15%10e9/L and an alveolar pattern (lobar, segmental or sub-segmental infiltrate) on chest X-ray. 17 Exclusion criteria were: allergy to rifampicin, rifampicin-induced haemolytic anaemia or thrombocytopenia in medical history, liver failure, use of voriconazole or PIs, and pregnancy or breastfeeding.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 564,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "All patients were treated according to the current guidelines in the Netherlands, including at least a b-lactam antibiotic. Since resistance of S. pneumoniae to penicillin is extremely rare in the Netherlands, 18 empirical therapy is usually initiated with benzylpenicillin.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "18",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Patients were randomized (2:1) between the intervention group and the control group, using a prepared single randomization list. This list was generated and the study patients assigned by independent persons. Since blinding of rifampicin treatment (due to orange secretions) is impossible, this study was open label. The intervention group was treated with 600 mg of rifampicin q12h intravenously for 48 h, in combination with a b-lactam antibiotic. Rifampicin was to be given before the b-lactam antibiotic. b-Lactam antibiotic treatment had to be added to the intervention treatment because this is prescribed in current guidelines and rifampicin-resistant mutants readily appear with rifampicin monotherapy. 19 The control group was treated with a b-lactam antibiotic (without rifampicin).",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 713,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "In severe community-acquired pneumonia (CURB-65 score .2) or in patients with risk factors for Legionella pneumonia, ciprofloxacin is added to the empirical treatment (of patients in either group) to cover Legionella infection. This decision and total treatment duration was assigned by the treating physician, according to the Dutch guideline. 20 ",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 347,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The clinical response was assessed by the research team using the time to clinical stability score and by monitoring the time to defervescence. Thirty and 90 days after the start of therapy, clinical recovery was assessed by the clinical research team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical assessment and microbiology"
        },
        {
            "text": "Time to clinical stability is defined as the days from admission until: the temperature is 37.8 C, heart rate is 100 beats per min, respiratory rate is 24 per min, oxygen saturation is 90%, systolic blood pressure is 90 mmHg, mental status is normal and there is ability for oral intake. 21 If these criteria are not all met on the day of discharge, the day after discharge is defined as the day of clinical stability. Time to defervescence was defined by body temperature ,37.5 C during two consecutive measurements at least 8 h apart. The prescription of antipyretics was not part of the study protocol.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Clinical assessment and microbiology"
        },
        {
            "text": "The decision to discharge a patient was left to the attending physician. Criteria to discharge were: recovery of the patient up to the level of being able to take care of themselves and the ability to complete at minimum a 5 day course of oral antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical assessment and microbiology"
        },
        {
            "text": "Sputum culture, blood culture, nasopharyngeal swab for viral PCR, BinaxNOW pneumococcal urinary antigen test, and a urinary inhibition multiplex immunoassay (IMIA) to detect and serotype pneumococci were performed to identify the causative agents. 22, 23 Pneumococcal infection was defined as positive sputum or blood culture with S. pneumoniae, or a positive BinaxNOW or IMIA at inclusion.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 252,
                    "end": 254,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Clinical assessment and microbiology"
        },
        {
            "text": "At inclusion, at 2, 4, 8, 16, 24 and 48 h, and at 30 days after inclusion, a blood sample was taken to determine the TLR2 response and to assay biomarkers. At inclusion and at 24 h and 30 days after inclusion blood was collected in PAXgene RNA tubes for multiplex ligation-dependent probe amplification (MLPA) assessment of inflammatory response. 24 ",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 349,
                    "text": "24",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Clinical assessment and microbiology"
        },
        {
            "text": "In this exploratory study, the primary outcome was the feasibility of adding rifampicin to b-lactam antibiotics in the treatment of community-acquired pneumococcal pneumonia and the difference in LTA release between patients treated in the intervention group versus the ones in the control group. Secondary outcome variables were LTA-mediated inflammatory response, clinical response, MLPA results and inflammatory biomarkers. Laboratory procedures to determine LTA response and LTA-mediated inflammatory response are described in the Supplementary data available at JAC Online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Clinical outcome parameters were: time to clinical stability; time to defervescence; in-hospital mortality, and 30 and 90 day mortality; length of stay in hospital; and ICU admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Groeneveld et al."
        },
        {
            "text": "The biomarkers C-reactive protein (CRP), procalcitonin (PCT) and midregional pro-adrenomedullin (MR-proADM) were used to define inflammatory responses. 25 CRP was measured via turbidimetric reaction with antibody-antigen complex (Roche V R , Mannheim, Germany, catalogue number 12000951/ 12000953/04956923190). PCT and MR-proADM were determined with immunofluorescence with Time Resolved Amplified Cryptate Emission technology (Brahms Kryptor V R , Hennigsdorf, Germany, catalogue number 82591/82592/825050 for PCT and 82991/82992/829050 for MR-proADM).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "25",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Biomarker assessment"
        },
        {
            "text": "In cases where patients were discharged, blood sampling and biomarker assessment stopped. With clinical recovery we assumed biomarker normalization. To compensate for the missing values, the known half-lives of the biomarkers were applied (with normal value as minimum) to the last measured samples. For CRP, the half-life is 19 h (normal value 1 mg/L), for PCT it is 30 h (normal value 0.15 ng/mL) and for MR-proADM it is 4 h (normal value 0.36 nmol/L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biomarker assessment"
        },
        {
            "text": "A difference in biomarkers was defined as a change of value in the first and second 24 h after the start of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biomarker assessment"
        },
        {
            "text": "The dual-colour reverse-transcriptase MLPA permits accurate RNA expression profiling of 80 selected transcripts to identify biomarker signatures for host inflammatory responses to infection. 24 A partial least-squares discriminant analysis (PLS-DA) was performed to identify components that can discriminate between groups at timepoint 24 h. The variable importance in projection (VIP) score is a measure of a variable's importance in the PLS-DA model. The marker with the highest VIP score is the best discriminator.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "text": "24",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "MLPA"
        },
        {
            "text": "This study was an exploratory study determining the feasibility of adding rifampicin to the standard antibiotic treatment of patients with acute community-acquired pneumonia. As such, the analysis was limited to descriptive statistics and no statistical significance between groups was sought after; as a consequence, no formal power calculation was done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Continuous variables are summarized as either means with standard deviations or medians with IQRs, and the Student's t-test or Mann-Whitney U-test were used as appropriate. Categorical variables are given as numbers with percentages, and the v 2 test or Fisher's exact test was used for hypothesis testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To model the effect of LTA release, and the levels and effects of biomarkers over time in the different treatment groups, we used a linear mixed model (LMM). We used results from the first 48 h of sampling since this is the time window of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Following our hypothesis, LTA release and biomarker response after the start of treatment was assumed to not have a linear relationship. Therefore, we used polynomial splines to model the trend of LTA release and biomarker response. Changes in biomarkers were assessed by comparing changes within the first and second 24 h after treatment with a Student's t-test. Statistical analyses were performed using SPSS (IBM Software) version 23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Between January 2013 and May 2014, a total of 41 patients with community-acquired pneumonia were included. After the empirical start of antibiotic treatment in all study patients, 17 of them were found to have pneumococcal pneumonia. Of these 17 patients, 13 were in the intervention group and 4 were in the control group. In these 13 patients, 10 completed the 48 h (four dosages) of rifampicin treatment, 2 received three dosages and 1 received two dosages. The median number of infected lobes was one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The median age of the total cohort was 69 years, 58% were male and the median CURB-65 score was 2 (Table 1) . Twenty-six patients received ciprofloxacin as empirical treatment on top of a b-lactam antibiotic with or without rifampicin. Since groups are small, some differences exist between the treatment groups. Baseline characteristics are outlined in Table 1 [and Table S1 (available as Supplementary data at JAC Online)].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 107,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 354,
                    "end": 375,
                    "text": "Table 1 [and Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The diagnosis of pneumococcal pneumonia in the 17 patients was based on positive blood cultures in 5 patients, positive sputum cultures in 6 patients, positive BinaxNOW antigen test in 9 patients and a positive IMIA test in 10 patients. Various S. pneumoniae serotypes were detected. Interestingly, two patients had an infection involving more than one serotype (Table S2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 372,
                    "text": "(Table S2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In short, LTA release could not be demonstrated with two commercial ELISA tests. Of two study patients with proven pneumococcal pneumonia with pneumococcal bacteraemia, no LTA-mediated inflammatory response via TLR2 was detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LTA release and LTA-mediated inflammatory response"
        },
        {
            "text": "The results of the laboratory work on LTA response and LTA-mediated inflammatory response are described in the Supplementary data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LTA release and LTA-mediated inflammatory response"
        },
        {
            "text": "Time to clinical stability and time to defervescence in patients with pneumococcal pneumonia did not differ significantly between treatment groups (Figure 1a and b) . None of the patients with pneumococcal pneumonia died in the hospital or within 30 days, while 90 day overall mortality was 6%. The median length of hospital stay was 4 days and there were no significant differences in ICU admissions, adverse events, and recovery at 30 and 90 days between the pneumococcal group and the complete cohort. Clinical outcome parameters are described in Tables 2 and 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 164,
                    "text": "(Figure 1a and b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 550,
                    "end": 564,
                    "text": "Tables 2 and 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Clinical outcome did not differ between treatment groups"
        },
        {
            "text": "The biomarkers CRP, PCT and MR-proADM were measured at various timepoints, before and after the start of treatment (Figure 2 ). Before the start of treatment, the median CRP and MR-proADM values were slightly higher in the rifampicin intervention group, whereas median PCT was slightly higher in the group treated without rifampicin. After the start of treatment, biomarker levels were not significantly different between the groups in the LMM (Figure 2a-f and Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 124,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 444,
                    "end": 456,
                    "text": "(Figure 2a-f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 461,
                    "end": 469,
                    "text": "Table 4)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Biomarker and transcription profiles could not distinguish treatment groups"
        },
        {
            "text": "CRP values showed a small increase within the first 24 h after the start of treatment in both treatment groups (Figure 2a and d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 128,
                    "text": "(Figure 2a and d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Biomarker and transcription profiles could not distinguish treatment groups"
        },
        {
            "text": "In patients with pneumococcal pneumonia, all biomarkers showed a steady decline between 24 and 48 h after the start of treatment (Figure 2a-c) . The changes in the concentrations of the biomarkers Non-lytic antibiotic treatment effect on inflammation in CAP In some patients more than one causative agent was detected. Groeneveld et al.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 142,
                    "text": "(Figure 2a-c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Biomarker and transcription profiles could not distinguish treatment groups"
        },
        {
            "text": "were not different between groups in the first and second 24 h after the start of treatment (Table 5 and Table S3 ). In four patients, blood samples (n\"5) were limited to those taken during hospitalization. At inclusion, and 24 h and 30 days after inclusion, RNA expression profiling of 80 transcripts was performed. The MLPA heat map shows coloured quantities of the various transcripts in Figure 3 . Patients with similar transcript profiles are plotted adjacent to each other. Although nine patients with pneumococcal pneumonia with rifampicin clustered together, the gene expression data do not reveal clear patterns associated with treatment or disease status.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 113,
                    "text": "(Table 5 and Table S3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 391,
                    "end": 399,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "JAC"
        },
        {
            "text": "To identify transcripts with the highest discriminatory power between pneumococcal versus other infections, PLS-DA was run and VIP scores were calculated. The transcripts with the five highest VIP scores are shown in Figure S1 . Only chemokine (C-C motif) ligand 5 (CCL5) was statistically significant lower 24 h after the start of treatment in patients with pneumococcal pneumonia versus patients with non-pneumococcal pneumonia. Treatment with or without rifampicin did not significantly affect the results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 226,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "JAC"
        },
        {
            "text": "The PRISTINE study is the first exploratory clinical trial in humans to determine the feasibility of adding rifampicin to standard treatment with b-lactams for patients with community-acquired pneumococcal pneumonia. The rifampicin is added to reduce the release of bacterial compounds within the first hours of therapy and thereby attenuate the inflammatory response. In this initial small group, the b-lactam antibiotic with additional non-lytic rifampicin antibiotic versus lytic b-lactam antibiotic only treatment for pneumococcal pneumonia did not reveal differences in the blood concentrations of various inflammatory biomarkers, nor in the clinical response to treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The strengths of our study are the high percentage of pneumococcal infections included, the frequent sequential measurement of a spectrum of biomarkers in the first 48 h to assess our hypothesis and the complete biomarker profile used to evaluate specific inflammatory responses. Initially, we included only patients with a high severity score (CURB-652) as the percentage of pneumococcal infection is highest in this group and the high severity would best contrast with the possible effects. After inclusion of the eighth Non-lytic antibiotic treatment effect on inflammation in CAP JAC study patient, we extended our inclusion criteria to patients having a specific risk factor for pneumococcal pneumonia to speed up inclusions. 17 We applied extensive testing for pneumococcal infection to ensure the identification of all patients with pneumococcal pneumonia. 23 We were able to confirm a pneumococcal infection in 41% of patients. This percentage is higher than in comparable hospital and intensive care studies with community-acquired pneumonia. 11, 26, 27 In vitro studies and animal models have demonstrated differences in LTA release and inflammatory responses within hours in lytic versus non-lytic antibiotic treatment of S. pneumoniae. 12, 28, 29 Although extensive sampling is a challenge in human trials, it is essential for the testing of our hypothesis. Therefore, the large number of sequential samples that we collected is an important strength of our study. With the extensive sampling, we detected that the expression of CCL5 was significantly different between pneumococcal pneumonia versus non-pneumococcal pneumonia 24 h after the start of treatment. CCL5 is known to be upregulated in pneumococcal infection and to be an essential chemokine in pneumococcal adaptive immunity. 30 Our finding needs to be validated in a larger cohort of pneumonia patients.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 733,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 864,
                    "end": 866,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1060,
                    "end": 1062,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1248,
                    "end": 1251,
                    "text": "12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1252,
                    "end": 1255,
                    "text": "28,",
                    "ref_id": null
                },
                {
                    "start": 1256,
                    "end": 1258,
                    "text": "29",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1800,
                    "end": 1802,
                    "text": "30",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A weakness of our pilot trial is the small sample size; this is in line with the exploratory character of our study. As we anticipated that the LTA and biomarker responses induced by b-lactam treatment would be spread across a broad range, we included more patients with rifampicin added to b-lactam treatment than b-lactam treatment only and randomized at a 2:1 ratio. With only four patients with pneumococcal pneumonia treated with b-lactam therapy only, this assumption was imperfect and the small group hindered comparisons. For example, in the analyses of biomarkers for inflammation, at the start of treatment, the PCT value seemed higher in the b-lactam group, while those of CRP and MR-proADM were higher in the rifampicin group. Since only three samples (one sample was missing) were available in the b-lactam group, the interpretation of these findings is difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We could not detect LTA in plasma nor its direct inflammatory response via TLR2. LTA cell wall components should bind TLR2 and induce the release of a broad range of pro-inflammatory cytokines leading to neutrophil-mediated lung damage, and, with that, morbidity and mortality. 31, 32 Most likely, an inhibitory effect of human plasma contributes to the low immune response in these patients. In addition, with a median number of only one infected lung lobe, representing relatively limited pneumococcal load, the LTA plasma concentration could be too low to mount a response via TLR2 in vitro (see the Supplementary data), but may nonetheless have an effect in vivo.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "31,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 282,
                    "end": 284,
                    "text": "32",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "LTA release may also have been delayed by quinolone treatment. 14, 29 Ciprofloxacin was frequently co-administered in our cohort. Delayed LTA release may have decreased the potential difference in inflammatory responses between the two treatment groups. The group without rifampicin is the baseline comparator.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 67,
                    "end": 69,
                    "text": "29",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Groeneveld et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, another reason for the absence of detectable LTA in our samples could be the serotypes causing pneumococcal pneumonia. Different pneumococcal isolates have different lytic effects. 33 In an experimental meningitis model in rabbits, serotype 23F caused more LTA release and inflammation than pneumococcal serotype 3. 34 In our study, only one patient had a pneumococcal pneumonia with serotype 23F versus four patients with serotype 3.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "text": "33",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "34",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In contrast to LTA in plasma, LTA can be detected at the site of infection in humans (see the Supplementary data). For example, in liquor of patients with pneumococcal meningitis, LTA is detectable until 15 days after the start of treatment. 35 It is not possible to puncture the infected lung lobe for repeated measurements in critically ill human patients. Therefore, human studies to determine the LTA load in the lung during pneumonia have not been performed.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "text": "35",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous in vitro and animal studies have shown vast differences in LTA release and inflammatory response between lytic versus non-lytic antibiotic treatment. The potential clinical benefit of decreased LTA release and inflammatory response in patients with pneumococcal pneumonia might be substantial. Restrepo et al. 36 demonstrated that patients with community-acquired pneumonia who were immediately transferred to the ICU from the emergency department were better off than patients who were initially treated on wards and thereafter transferred to the ICU. This secondary deterioration could be caused by inflammation due to LTA release after the start of treatment.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 321,
                    "text": "Restrepo et al. 36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A large randomized trial of patients with Gram-positive Staphylococcus aureus bacteraemia showed no adjunctive clinical benefit of rifampicin over standard (most often flucloxacillin) antibiotic treatment. 37 Long-term endpoints in that trial were used, making comparison with our short-term outcome measures difficult.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "text": "37",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Strategies to dampen the inflammatory response in pneumonia have so far primarily focused on corticosteroids. Corticosteroid therapy has been demonstrated to result in shorter times to clinical stability and limited shortening of hospital stays in patients with non-severe community-acquired pneumonia. Some studies in adults with severe disease have shown a reduction in mortality. The quality of these studies is moderate. In all studies, corticosteroid therapy increased the risk of hyperglycemia. 38 Therefore, corticosteroids are not included in current treatment guidelines. 7, 8 Alternative therapeutic options should be explored to attenuate the inflammation.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 503,
                    "text": "38",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 584,
                    "end": 585,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The effects and benefits of non-lytic antibiotics for the treatment of pneumococcal infections may be easier to detect and prove in pneumococcal meningitis patients. In this group of patients with high morbidity, long-term sequelae and substantial mortality, strategies to improve outcomes are urgently needed. 39 Moreover, the clinical results of our study could have been blurred by the use of antipyretics.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 313,
                    "text": "39",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Higher LTA concentrations in liquor in human patients with pneumococcal meningitis are associated with worse outcome. 40 In addition, in rabbits with pneumococcal meningitis, rifampicin reduces LTA release and the inflammatory response, and substantially improves survival. 13 Therefore, clinical trials with non-lytic antibiotics in pneumococcal meningitis should be developed. Rifampicin would be the antibiotic of choice, since it is most effective in killing S. pneumoniae while causing the least release of LTA per killed bacterial cell. 41 Unfortunately, we could not compare monotherapy of a nonlytic (rifampicin) antibiotic versus monotherapy of a lytic, b-lactam, antibiotic. This would be a highly relevant but different research question. The reasons for this are that the current Dutch guidelines for community-acquired pneumonia recommend b-lactam antibiotic (e.g. benzylpenicillin) treatment and the fact that rifampicin monotherapy may induce resistance during treatment. Therefore, it would have been unethical to withhold this first-line treatment from patients with community-acquired pneumonia. A significant difference in LTA release has been demonstrated in a rabbit model of S. pneumoniae meningitis, when comparing b-lactam monotherapy with rifampicin followed by b-lactam antibiotic therapy 6 h later. 42 In the rifampicin treatment group in our study, rifampicin was frequently (56%) given before b-lactam treatment, but with a median time frame of 5 min only (IQR \" #10 to 60 min). Therefore, the antimicrobial killing of S. pneumonia in both groups might be primarily caused by the b-lactam (lytic) killing effect.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "text": "40",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 274,
                    "end": 276,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 543,
                    "end": 545,
                    "text": "41",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1326,
                    "end": 1328,
                    "text": "42",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the PRISTINE exploratory study demonstrated the feasibility of adding rifampicin to b-lactam antibiotics in the Non-lytic antibiotic treatment effect on inflammation in CAP JAC treatment of community-acquired pneumococcal pneumonia; however, despite solid in vitro and experimental animal research evidence, it failed to demonstrate a difference in LTA and subsequent inflammatory response. Further studies in selected groups of patients, such as those with pneumococcal meningitis, will be necessary to confirm the hypothesis that non-lytic antibiotic treatment attenuates inflammatory response and improves clinical outcome. Groeneveld et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The pneumococcus: epidemiology, microbiology, and pathogenesis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henriques-Normark",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Tuomanen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cold Spring Harb Perspect Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathogenesis of pneumococcal infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Tuomanen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Austrian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Masure",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "332",
            "issn": "",
            "pages": "1280--1284",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Role of lipoteichoic acid in infection and inflammation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ginsburg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "171--180",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The relative role of bacterial cell wall and capsule in the induction of inflammation in pneumococcal meningitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tuomanen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tomasz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hengstler",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Infect Dis",
            "volume": "151",
            "issn": "",
            "pages": "535--575",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role played by Toll-like receptors 2 and 4 in lipoteichoic acid-induced lung inflammation and coagulation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Dessing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schouten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Draing",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "197",
            "issn": "",
            "pages": "245--52",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infectious Diseases Society of America/American Thoracic Society consensus guidelines on the management of community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "2",
            "pages": "27--72",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Management of community-acquired pneumonia in adults: 2016 guideline update from the Dutch Working Party on Antibiotic Policy (SWAB) and Dutch Association of Chest Physicians (NVALT)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Wiersinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bonten",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Boersma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Neth J Med",
            "volume": "76",
            "issn": "",
            "pages": "4--13",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Advances in treatment of bacterial meningitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van De Beek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Brouwer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Thwaites",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1693--702",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Anti-inflammatory effects of macrolides-an underappreciated benefit in the treatment of community-acquired respiratory tract infections and chronic inflammatory pulmonary conditions?",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Amsden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Antimicrob Chemother",
            "volume": "55",
            "issn": "",
            "pages": "10--21",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Antibiotic treatment strategies for community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Postma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Werkhoven",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Elden",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "1312--1335",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Differential release of lipoteichoic and teichoic acids from Streptococcus pneumoniae as a result of exposure to blactam antibiotics, rifamycins, trovafloxacin, and quinupristin-dalfopristin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stuertz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eiffert",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Antimicrob Agents Chemother",
            "volume": "42",
            "issn": "",
            "pages": "277--81",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modulation of release of proinflammatory bacterial compounds by antibacterials: potential impact on course of inflammation and outcome in sepsis and meningitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eiffert",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Microbiol Rev",
            "volume": "15",
            "issn": "",
            "pages": "95--110",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Release of teichoic and lipoteichoic acids from 30 different strains of Streptococcus pneumoniae during exposure to ceftriaxone, meropenem, quinupristin/dalfopristin, rifampicin and trovafloxacin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stuertz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Reinert",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infection",
            "volume": "28",
            "issn": "",
            "pages": "13--20",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effects of erythromycin and rifampicin on immunomodulatory gene expression and cellular function in human polymorphonuclear leukocytes",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ubagai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kikuchi-Ueda",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chemotherapy",
            "volume": "59",
            "issn": "",
            "pages": "395--401",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Validation of a predictive rule for the management of community-acquired pneumonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Capelastegui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "España",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Quintana",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur Respir J",
            "volume": "27",
            "issn": "",
            "pages": "151--158",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Early recognition of Streptococcus pneumoniae in patients with community-acquired pneumonia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bohte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Den Broek",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "201--206",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Consumption of Antimicrobial Agents and Antimicrobial Resistance Among Medically Important Bacteria in the Netherlands",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "De Greeff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mouton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nethmap",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Treatment of experimental staphylococcal infections: effect of rifampin alone and in combination on development of rifampin resistance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Moorman",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Antimicrob Agents Chemother",
            "volume": "17",
            "issn": "",
            "pages": "658--62",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SWAB/NVALT (Dutch Working Party on Antibiotic Policy and Dutch Association of Chest Physicians) guidelines on the management of community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Wiersinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bonten",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Boersma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neth J Med",
            "volume": "70",
            "issn": "",
            "pages": "90--101",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Time to clinical stability in patients hospitalized with community-acquired pneumonia: implications for practice guidelines",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Halm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "JAMA",
            "volume": "279",
            "issn": "",
            "pages": "1452--1459",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Detection and serotyping of pneumococci in community acquired pneumonia patients without culture using blood and urine samples",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Elberse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Mens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cremers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pneumococcal communityacquired pneumonia detected by serotype-specific urinary antigen detection assays",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Self",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "66",
            "issn": "",
            "pages": "1504--1514",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification of biomarkers for tuberculosis disease using a novel dual-color RT-MLPA assay",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Joosten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Goeman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sutherland",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Genes Immun",
            "volume": "13",
            "issn": "",
            "pages": "71--82",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Biomarkers and community-acquired pneumonia: tailoring management with biological data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Montull",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Semin Respir Crit Care Med",
            "volume": "33",
            "issn": "",
            "pages": "266--71",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Dexamethasone and length of hospital stay in patients with community-acquired pneumonia: a randomised, double-blind, placebo-controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Meijvis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hardeman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Remmelts",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "2023--2053",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Antibiotic-induced release of lipoteichoic acid and peptidoglycan from Staphylococcus aureus: quantitative measurements and biological reactivities",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Vught",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Scicluna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiewel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Antimicrob Agents Chemother",
            "volume": "194",
            "issn": "",
            "pages": "3073--3081",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Trovafloxacin delays the antibioticinduced inflammatory response in experimental pneumococcal meningitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zysk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Antimicrob Chemother",
            "volume": "39",
            "issn": "",
            "pages": "781--789",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "CCL5 modulates pneumococcal immunity and carriage",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Palaniappan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "176",
            "issn": "",
            "pages": "2346--56",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Induction of pro-and antiinflammatory molecules in a mouse model of pneumococcal pneumonia after influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rehg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comp Med",
            "volume": "57",
            "issn": "",
            "pages": "82--91",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Toll-like receptor 2 mediates fatal immunopathology in mice during treatment of secondary pneumococcal pneumonia following influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karlström",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Heston",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "1358--66",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Microbiological and clinical significance of a new property of defective lysis in clinical strains of pneumococci",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tuomanen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parkinson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Infect Dis",
            "volume": "158",
            "issn": "",
            "pages": "36--43",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Contribution of capsular and clonal types and b-lactam resistance to the severity of experimental pneumococcal meningitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ribes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taberner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cabellos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Microbes Infect",
            "volume": "10",
            "issn": "",
            "pages": "129--163",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Enzyme immunoassay detecting teichoic and lipoteichoic acids versus cerebrospinal fluid culture and latex agglutination for diagnosis of Streptococcus pneumoniae meningitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stuertz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Merx",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eiffert",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "2346--2354",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Late admission to the ICU in patients with community-acquired pneumonia is associated with higher mortality",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Mortensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "",
            "pages": "552--559",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Adjunctive rifampicin for Staphylococcus aureus bacteraemia (ARREST): a multicentre, randomised, double-blind, placebo-controlled trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Thwaites",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scarborough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Szubert",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "668--78",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Corticosteroids for pneumonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Skalsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Avni",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cochrane Database Syst Rev",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Neurological sequelae of bacterial meningitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Brouwer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van De Beek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect",
            "volume": "73",
            "issn": "",
            "pages": "18--27",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Clinical outcome in pneumococcal meningitis correlates with CSF lipoteichoic acid concentrations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zysk",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Neurology",
            "volume": "53",
            "issn": "",
            "pages": "1584--1591",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Pharmacodynamics of antibiotics with respect to bacterial killing of and release of lipoteichoic acid by Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mattie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stuertz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Antimicrob Chemother",
            "volume": "56",
            "issn": "",
            "pages": "154--163",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Rifampin followed by ceftriaxone for experimental meningitis decreases lipoteichoic acid concentrations in cerebrospinal fluid and reduces neuronal damage in comparison to ceftriaxone alone",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pohl",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sander",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antimicrob Agents Chemother",
            "volume": "47",
            "issn": "",
            "pages": "1313--1320",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Time to clinical stability (a) and time to defervescence (b) in patients with pneumococcal pneumonia. Kaplan-Meier curves for time to clinical stability and time to defervescence in patients with pneumococcal pneumonia treated with rifampicin versus patients treated without rifampicin. Filled circles, b-lactam without rifampicin; open circles, rifampicin with b-lactam.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Biomarkers in patients' plasma before, during and after treatment. The inflammation biomarkers CRP, PCT and MR-proADM were analysed in plasma. Median biomarker with IQR over time for patients with pneumococcal pneumonia (a-c) and for all patients (d-f). Filled circles, b-lactam without rifampicin; open circles, rifampicin with b-lactam.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Heatmap of RNA expression results measured by MLPA in all patients. Heatmap at time\"24 h for rifampicin-treated patients (brown) versus patients treated without rifampicin (green). Clustering is poor for all genes investigated irrespective of clinical diagnosis.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical outcome parameters for patients with microbiologically proven pneumococcal pneumonia All patients, N\"17",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Linear",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Change in biomarkers over time in patients with pneumococcal pneumonia Rifampicin group, N\"13 Group without rifampicin, N\"4 Changes in concentrations of CRP, PCT and MR-proADM within the intervention (rifampicin) group and control groups (without rifampicin) in the first 24 h after start of treatment, i.e. from start of treatment until 24 h thereafter, and in the second 24 h after start of treatment, i.e. from 24 to 48 h after start of treatment. Mean differences between the intervention and control groups and the P values are shown in separate columns. a Student's t-test.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all pulmonology fellows and residents in internal medicine for recruiting study patients. We thank Jeff Chen and Maarten van Schaik for their statistical advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This work was supported by the Netherlands Organisation for Health Research and Development (ZonMW) (grant number 204000001), by the Virgo Consortium, funded by the Dutch government (grant number FES0908), and by the Netherlands Genomics Initiative (NGI) (grant number 050-060-452).These funding sources had no role in the design of this study and did not have any role during its execution, analyses, interpretation of the data or decision to submit results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "None to declare. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency declarations"
        },
        {
            "text": "Supplementary data, including Tables S1 to S3 and Figure S1 , are available at JAC Online.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 59,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary data"
        }
    ]
}