{
    "paper_id": "c98acd548c24c973cbad72af49a0080fce9cd2ee",
    "metadata": {
        "title": "Essay Problem-and Case-Based Learning in Science: An Introduction to Distinctions, Values, and Outcomes",
        "authors": [
            {
                "first": "Douglas",
                "middle": [],
                "last": "Allchin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Case-based learning and problem-based learning have demonstrated great promise in reforming science education. Yet an instructor, in newly considering this suite of interrelated pedagogical strategies, faces a number of important instructional choices. Different features and their related values and learning outcomes are profiled here, including: the level of student autonomy; instructional focus on content, skills development, or nature-of-science understanding; the role of history, or known outcomes; scope, clarity, and authenticity of problems provided to students; extent of collaboration; complexity, in terms of number of interpretive perspectives; and, perhaps most importantly, the role of applying versus generating knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "well be hidden. As Lao Tsu suggested centuries ago, educational achievement is measured by what a learner learns more than by what the teacher teaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, in orienting more toward student perspectives and motivations, CBL and PBL tend to focus on concrete, specific occasions-cases or problems-wherein the target knowledge is relevant. Contextualizing the learning contributes both to student motivation and to the making of meaning (construed by many educators as central to functional memory and effective learning). The cases and problems are not merely supplemental illustrations or peripheral sidebars, but function centrally as the very occasion for learning. This style of learning resonates with views of cognitive scientists that our minds reason effectively through analogy and models, as much as through the interpretation and application of general, abstract principles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A third feature, and perhaps the most transformative, is the potential of PBL and CBL to contribute to the development of thinking skills and an understanding of the nature of science, beyond the conventional conceptual content. As students work on cases or problems, they typically exercise and hone skills in research, analysis, interpretation, and creative thinking. In addition to benefiting from practice, students may also reflect explicitly on their experience and thereby deepen their understanding of scientific practices. But such lessons do not emerge automatically. The instructor must make deliberate choices and design activities mindfully to support this aim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In these three ways, PBL and CBL have proven valuable in many settings and hold promise more widely. An instructor first venturing into the realm of CBL and PBL, however, may easily be overwhelmed by the variety of approaches and the occasional contradictions among them. The literature is vast and includes sometimes conflicting claims about appropriate or ideal methods. This paper aims to introduce some of the key dimensions and to invite reflection about the respective values and deficits of various alternatives. It hopes to inform pedagogical choices about learning objectives and foster corresponding clarity in classroom practice. It also hopes, indirectly, to promote clarity on values and learning outcomes among current practitioners and in educational research and to provide perspective on the discord among advocates of specific approaches. 1 The first two sections below introduce CBL and PBL, respectively, as instructional strategies reflecting certain values. (A teacher might well adopt both simultaneously.) Beyond these basics, there are many dimensions or distinctions to consider, addressed in successive sections (and summarized in Table 1 ). The beginner who ventures further into the literature on PBL and CBL will soon encounter additional programmatic acronyms, taxonomies, and occasionally exclusive definitions. Here, I follow a perspective based on multiple independent dimensions and values to avoid many problematic boundary disputes. 2 In addition, PBL gained recognition largely from applications in professional education-medical, business, and law schools (Butler et al., 2005) . These instructional contexts tend to emphasize training. Contemporary science education, by contrast, tends to highlight student-based inquiry and understanding of scientific practices (National Research Council, 2012) . The original approaches, as models, may need adapting. Most notably, the difference in context, between learning how to apply knowledge and learning how knowledge is generated, can be critical, as described below. The principles surveyed here can help guide the teacher in crafting an appropriate instructional design to accommodate specific contexts and values.",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 858,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1616,
                    "text": "(Butler et al., 2005)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1804,
                    "end": 1837,
                    "text": "(National Research Council, 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1158,
                    "end": 1165,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "1 Similar surveys may be found elsewhere (Herreid, 1998; Lunberg et al., 1999; Hmelo-Silver, 2004; Eberlein et al., 2008) . However, this paper includes many additional distinctions relevant to the outcomes when adopting and adapting CBL or PBL. 2 Various advocates often present their own characterizations as the exclusive method (e.g., Barrows, 1994; Savery, 2006) . Categorization varies. For example, Herreid (2003) contends that PBL is just a subspecies of CBL, while Barrows (1998) , credited with formalizing PBL, expresses dismay at the variety of practices called PBL compared with what he considers \"authentic PBL.\" Focusing on distinctions in pedagogical approaches encourages one to think more rigorously about educational values and aims. For example, is knowing content the ultimate aim? To what degree is understanding scientific practice and/or its cultural contexts also important? What are the aims regarding analytical or problem-solving skills-or learning how to learn beyond the classroom? Is student motivation, or engagement in learning, a goal? Does one hope to shape student attitudes about the value or authority of science-or to recruit more students into scientific careers or to promote greater gender or ethnic balance? What role is afforded to student autonomy, either in shaping one's own learning trajectory or as an independent thinker? Possible outcomes range from traditional conceptual content to skills, attitudes, and epistemic understanding. Different methods foster different outcomes. The goal here is to help one clarify one's aims and align them with the appropriate strategies or teaching tools. 3",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 56,
                    "text": "(Herreid, 1998;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 57,
                    "end": 78,
                    "text": "Lunberg et al., 1999;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 79,
                    "end": 98,
                    "text": "Hmelo-Silver, 2004;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 99,
                    "end": 121,
                    "text": "Eberlein et al., 2008)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 339,
                    "end": 353,
                    "text": "Barrows, 1994;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 354,
                    "end": 367,
                    "text": "Savery, 2006)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 406,
                    "end": 420,
                    "text": "Herreid (2003)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 474,
                    "end": 488,
                    "text": "Barrows (1998)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most science textbooks present decontextualized, or abstracted, knowledge. Cases, however, situate the knowledge in real-world contexts. Here, the cases provide the primary occasion for learning, rather than serve secondarily as illustrations or applications. Nor are cases merely \"teasers\" or \"hooks\" for opening a presentation of abstract content. Rather, the cases become integral to the structure of learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CBL: CONTEXTUALIZED VERSUS DECONTEXTUALIZED ENGAGEMENT"
        },
        {
            "text": "Contextualization fosters two major effects. First, it enhances learning by providing associations that facilitate memory storage, retention, and retrieval: the knowledge is more meaningful. Second, it also helps motivate learning. Cases convey that the knowledge is relevant or useful, sometimes by showing its human dimension. Such contextual and human connections seem especially important (in today's culture) in fostering interest among women/girls and minorities, as well as among nonmajors. Such benefits indicate a vital role for careful selection of cases to fit particular groups of students, their contexts (age, locality, culture), interests, and levels of background knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CBL: CONTEXTUALIZED VERSUS DECONTEXTUALIZED ENGAGEMENT"
        },
        {
            "text": "CBL, however, may not provide a comprehensive and organized view of the knowledge, typically conveyed in didactic approaches. That is, the formal structure of a substantial domain of knowledge may not be evident when knowledge is accumulated by piecemeal sampling. (For example, a case profiling only a few organelles in the cell may eclipse awareness of the full diversity of organelles. A focus on just the nitrogen cycle alone may forsake a broader awareness of other mineral cycles and their general role in ecosystems.) Nevertheless, a carefully constructed curriculum may use complementary cases to cover standard curricular content (see Schwartz et al., 1997) . On the other hand, some evidence indicates that learning occurs primarily, or most vividly, through exemplars (Kolodner et al., 1996; Gentner et al., 2003; Gentner and Colhoun, 2008) . One case or example serves as a model, or paradigm, for interpreting other similar cases (Kuhn, 1970, pp. 23, 187-191) . A wellarticulated sample may be as valuable as comprehensive coverage.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 666,
                    "text": "Schwartz et al., 1997)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 779,
                    "end": 802,
                    "text": "(Kolodner et al., 1996;",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 824,
                    "text": "Gentner et al., 2003;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 825,
                    "end": 851,
                    "text": "Gentner and Colhoun, 2008)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 943,
                    "end": 972,
                    "text": "(Kuhn, 1970, pp. 23, 187-191)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CBL: CONTEXTUALIZED VERSUS DECONTEXTUALIZED ENGAGEMENT"
        },
        {
            "text": "For more on the benefits and limits of CBL generally, see Barnes et al. (1994) and Lunberg et al. (1999) . For sample textbooks using a case structure, see (at the undergraduate level) Postlethwait and Hopson (2003) and Schwartz et al. (1997) and (at the secondary level) Leonard et al. (1998 Leonard et al. ( , 2008 and American Chemical Society (2006).",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 78,
                    "text": "Barnes et al. (1994)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 83,
                    "end": 104,
                    "text": "Lunberg et al. (1999)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 185,
                    "end": 215,
                    "text": "Postlethwait and Hopson (2003)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 220,
                    "end": 242,
                    "text": "Schwartz et al. (1997)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 272,
                    "end": 292,
                    "text": "Leonard et al. (1998",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 293,
                    "end": 316,
                    "text": "Leonard et al. ( , 2008",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "CBL: CONTEXTUALIZED VERSUS DECONTEXTUALIZED ENGAGEMENT"
        },
        {
            "text": "Another way to engage students in their own learning is posing problems for students to solve. These embody the rationale for learning, which is elsewise typically based solely on the authority of the instructor (or, by default, a textbook). Typically, such problems are rooted in cases (although they need not be, or the case itself may be quite minimalistic). Not all CBL is problem based, however. Cases may function merely as narratives, or as a setting for knowledge. This may be so even when a story (say, the case of an important historical discovery) helps students learn how a scientist encountered and solved a problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PBL: QUESTION-BASED VERSUS AUTHORITY-BASED RATIONALES"
        },
        {
            "text": "In PBL, the problem is posed to the student, who then takes an active role in solving it. Active learning-itself expressed in various ways-is widely recognized as enhancing motivation and depth and persistence of learning (Bonwell and Eison, 1991; Michael, 2006 ; see section on autonomy below). The introduction of cogent problems thus tends to amplify the basic virtues of using cases themselves-provided the problems are framed in ways relevant to the student. Almost any declarative knowledge can be rephrased as a question or problem. However, just as a case should be judiciously selected, a problem should be properly framed and contextualized if it is indeed to be motivational. The teacher who begins, without context, \"Today we study the pancreas; now, what is a pancreas?,\" does not engage student interest. Indeed, students can easily spot a rhetorical problem or pseudoproblem. \"Cookbook\" problems are just like cookbook labs. A teacher who needs to institute substantial external motivators for students to complete work, for example, has probably not found the proper problem to inspire active, student-centered learning. One may consider framing and contextualizing problems as one of the primary instructional skills for this mode of teaching.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 247,
                    "text": "(Bonwell and Eison, 1991;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 248,
                    "end": 261,
                    "text": "Michael, 2006",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "PBL: QUESTION-BASED VERSUS AUTHORITY-BASED RATIONALES"
        },
        {
            "text": "In addition, engagement with problems introduces a deeper layer of thinking: about the generation of knowledge, about the nature or quality of evidence, about reasoning, and so on. It may foster a habit of curiosity or of questioning assumptions. Problems tend to promote reflective thinking. Posing problems provides an opportunity, but an instructor must also highlight these features in student activities and assessments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PBL: QUESTION-BASED VERSUS AUTHORITY-BASED RATIONALES"
        },
        {
            "text": "Cases may certainly combine a case narrative and problems. One effective method interrupts a story or punctuates it with a series of well-contextualized problems (Hagen et al., 1996; Herreid, 2005) .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 182,
                    "text": "(Hagen et al., 1996;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 183,
                    "end": 197,
                    "text": "Herreid, 2005)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "PBL: QUESTION-BASED VERSUS AUTHORITY-BASED RATIONALES"
        },
        {
            "text": "For more on the benefits and limits of PBL generally, see Duch et al. (2001) , Dochy et al. (2003) , Hmelo-Silver (2004) , and Major and Palmer (2001) . Also relevant is the substantial literature on the role of anomalies, discrepant events, and cognitive dissonance in stimulating learning.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 76,
                    "text": "Duch et al. (2001)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 79,
                    "end": 98,
                    "text": "Dochy et al. (2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 101,
                    "end": 120,
                    "text": "Hmelo-Silver (2004)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 127,
                    "end": 150,
                    "text": "Major and Palmer (2001)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "PBL: QUESTION-BASED VERSUS AUTHORITY-BASED RATIONALES"
        },
        {
            "text": "The pedagogical function of cases or problems can vary. In a widely used model (Barrows, 1986) , the problem is considered primarily a vehicle for learning content, which ultimately answers the given question or solves the problem at hand. In other cases, the problem engages students in practicing or developing problem-solving skills through firsthand experience. (Here, one should plan on providing a framework for students to learn new skills, not just exercise existing abilities.) Both styles, appropriately adapted, may also help foster deeper understanding of the nature of science (or of scientific practice, how science works, or the context of science broadly speaking). However, learning about the nature of science should be both explicit and reflective (Craven, 2002; Schwartz et al., 2004; Scharmann et al., 2005; Seker and Welsh, 2005) . That is, one should pose problems specifically about the nature of science and engage students in discussion. These three aims are not necessarily mutually exclusive. Some cases may well integrate these (e.g., see Hagen et al., 1996; .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 94,
                    "text": "(Barrows, 1986)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 767,
                    "end": 781,
                    "text": "(Craven, 2002;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 782,
                    "end": 804,
                    "text": "Schwartz et al., 2004;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 805,
                    "end": 828,
                    "text": "Scharmann et al., 2005;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 829,
                    "end": 851,
                    "text": "Seker and Welsh, 2005)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1068,
                    "end": 1087,
                    "text": "Hagen et al., 1996;",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "INSTRUCTIONAL FOCUS: CONTENT, SKILLS, OR NATURE OF SCIENCE?"
        },
        {
            "text": "The ultimate aim of education will be reflected in-and communicated to students most vividly through-the forms of evaluation. Initiating efforts to teach problem-solving skills or understanding of the nature of science may well require a shift in modes of assessment and/or grading standards. Teachers will surely benefit in any event by reflecting how the learning objectives of their courses are coupled to the ways they ask students to demonstrate or exhibit such learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INSTRUCTIONAL FOCUS: CONTENT, SKILLS, OR NATURE OF SCIENCE?"
        },
        {
            "text": "The problems students encounter can be of two general kinds: problems in which students can use knowledge that already exists or problems that involve research that generates new knowledge. (New, here, is defined relative to the student.) Repairing a car engine is quite different from designing one. Diagnosing a patient with an already documented disease is quite different from studying the etiology of a wholly new disease. The terms investigation, research, or problem solving are all potentially ambiguous, denoting either alternative. But research in solving a problem is substantively different from research that generates the knowledge used to solve such problems: crudely the difference between technology and science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPISTEMIC ORIENTATION: KNOWLEDGE-APPLYING OR KNOWLEDGE-GENERATING?"
        },
        {
            "text": "If the learning objectives emphasize content and/or its cultural contexts, one can ostensibly focus on applications alone. Students will draw on a known repertoire of knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPISTEMIC ORIENTATION: KNOWLEDGE-APPLYING OR KNOWLEDGE-GENERATING?"
        },
        {
            "text": "(This is typical of problem cases or scenarios in medicine, law, business, engineering, applied ethics, and other professional training-areas in which PBL and CBL first emerged. All are based on precedent, even if the cases invite creatively recombining existing ideas.) However, if one wants students to learn about the process of science or research, the problems should be about developing knowledge: exploring genuine unknowns (for the student) and creating knowledge, not merely finding or interpreting known facts. Students should experience \"science in the making,\" as opposed to \"ready-made science\" (Latour, 1987) . Learning about the role of empirical evidence as a foundation of scientific knowledge is critical to shaping one dimension of epistemological understanding: Is knowledge justified by omniscient authority or evidence (Schommer, 1990) ?",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 622,
                    "text": "(Latour, 1987)",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 857,
                    "text": "(Schommer, 1990)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "EPISTEMIC ORIENTATION: KNOWLEDGE-APPLYING OR KNOWLEDGE-GENERATING?"
        },
        {
            "text": "The knowledge-generating/knowledge-applying distinction does not currently seem widely discussed in treatments of CBL and PBL. Yet failure to recognize the distinction can foster misleading impressions about the aims, benefits, or structure of PBL in science education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPISTEMIC ORIENTATION: KNOWLEDGE-APPLYING OR KNOWLEDGE-GENERATING?"
        },
        {
            "text": "Cases may be historical or contemporary, or completely abstracted from any historical context. Here, the relevant dimension (using \"history\" as a label) is whether the problem being considered has been solved or remains unsolved. The status of the problem's solution is critical to the possible epistemic lessons about how knowledge is developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPISTEMIC SETTING: HISTORICAL OR CONTEMPORARY?"
        },
        {
            "text": "Contemporary cases often appeal to students by being relevant, current, or fashionable. They convey that science is happening now, affording a sense of immediacy or authenticity (Wong et al., 2008) . Students may even encounter some cases in the news (relevant just to the degree that students seriously attend to current events). Current problem cases that focus on the context of science can offer rehearsals for participating in personal decision making or social policy in future life. However, care should be taken in such cases to enrich the learning rather than merely elicit and reinforce existing perspectives. Ironically, evaluating the epistemic process in such cases is problematic. One needs time to know whether a proposed solution ultimately turned out to be reliable or well considered.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 197,
                    "text": "(Wong et al., 2008)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "EPISTEMIC SETTING: HISTORICAL OR CONTEMPORARY?"
        },
        {
            "text": "Historical cases have their own virtues (Conant, 1947; Nash, 1951; Hagen et al., 1996, pp. v-vii; Allchin, 1997 . First, the benchmark content knowledge in standard science curricula originated long ago. The strategic pedadgogical constructivist will thus look to history for clues about how such concepts may be constructed from earlier facts and perspectives, as well as how they may be alternatively conceived or criticized. Imagine the sense of validation when informing a student that the concept he or she just developed is the same concept discovered earlier by a famous scientist! Second, historical narratives are prime opportunities for teaching about scientific practice, because historians are able to render the historical context, bringing together experimental details with cultural events and perspectives and scientific disputes. These are the elements for recreating science in the making.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 54,
                    "text": "(Conant, 1947;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 55,
                    "end": 66,
                    "text": "Nash, 1951;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 67,
                    "end": 97,
                    "text": "Hagen et al., 1996, pp. v-vii;",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 111,
                    "text": "Allchin, 1997",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "EPISTEMIC SETTING: HISTORICAL OR CONTEMPORARY?"
        },
        {
            "text": "Students may participate in (re)generating knowledge at a conceptual level corresponding to their own.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPISTEMIC SETTING: HISTORICAL OR CONTEMPORARY?"
        },
        {
            "text": "Third, history seems essential for conveying certain lessons about the nature of science, most notably about cultural bias in scientific ideas, conceptual change, and uncertainty and error (or how scientific knowledge-new findings, in particular-can be uncertain and/or provisional) (Solomon et al., 1992; Irwin, 2000) . Tentativeness of scientific knowledge, for example, has been a pervasive learning goal in science education for many decades (Lederman et al., 1998) , and constitutes a significant dimension of epistemological belief-the stability of scientific knowledge (Schommer, 1990) . To learn about conceptual change, however, one ideally engages in and experiences the change. Here, a case should be properly contextualized in history, not rationally reconstructed (Allchin, 1996 (Allchin, , 2004 . To enable informative contrast of a reasonable \"before\" with an unexpected \"after,\" the whole problem-solving episode should be amenable to retrospective analysis. It should be historical. In a similar way, to appreciate gender or racial bias or other ways that cultural perspectives may sometimes become blindly naturalized in science, one should be at a relatively remote vantage point to see the culture as culture. History and historical perspective are indispensable for such nature-of-science lessons.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 305,
                    "text": "(Solomon et al., 1992;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 306,
                    "end": 318,
                    "text": "Irwin, 2000)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 446,
                    "end": 469,
                    "text": "(Lederman et al., 1998)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 576,
                    "end": 592,
                    "text": "(Schommer, 1990)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 777,
                    "end": 791,
                    "text": "(Allchin, 1996",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 792,
                    "end": 808,
                    "text": "(Allchin, , 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "EPISTEMIC SETTING: HISTORICAL OR CONTEMPORARY?"
        },
        {
            "text": "Finally, historical cases tend to change less with time. This year's \"hot\" topic will be passé soon, and the work assembling and refining a new contemporary case will start all over again. Cost-benefit ratio of teacher preparation may be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EPISTEMIC SETTING: HISTORICAL OR CONTEMPORARY?"
        },
        {
            "text": "Does the problem have one solution (possibly hidden) or many possible solutions? That is, in terms of the student's problem solving, is the process close-ended or open-ended? (Or, in terms of the literature on creativity, is the cognitive process convergent or divergent?) Each type shapes student motivation and an understanding of science (Cliff and Nesbitt, 2005) . A problem for which there is a single known solution places students in a vulnerable position. Anytime a teacher \"fishes\" for a right answer, the responder risks being \"wrong.\" Such situations tend to alienate students-typically expressed as silence or acquiescence. Similarly, a problem framed with an expected solution can diminish rather than enhance student motivation. Some students, of course, revel in puzzle-solving. Others feel threatened. Close-ended problems can also (alas) foster cheating or rationalization (working backward from a target solution)-quite the opposite of what is intended. Where science content and/or informationfinding skills are the aim, PBL may tend toward close-ended problems. But it need not. In biology, in particular, problems might be reframed and answered at different organizational levels simultaneously. Close-ended problems may also be used to help develop problem-solving or analytical skillsbut then one should carefully tailor assessment accordingly to promote and reward those skills, rather than just to yield \"the right answer.\" Finally, close-ended problems tend to support naive epistemological understanding of knowledge as stable, predetermined, and authority based (Schommer, 1990) .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 366,
                    "text": "(Cliff and Nesbitt, 2005)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1590,
                    "end": 1606,
                    "text": "(Schommer, 1990)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "MODELING EPISTEMIC PROCESSES: OPEN-ENDED OR CLOSE-ENDED?"
        },
        {
            "text": "Open-ended problems, by contrast, tend to promote more creative skills and thus motivate a wider variety of students. Such types of problems also seem essential for developing an epistemological understanding that knowledge is both creative and empirical and that science, while evidence based, is contingent, sometimes underdetermined and provisional. Historical problems, ostensibly already solved, would seem to be close-ended, but they can be situated in their original context, in an open-ended framework in which process and reasoning is more important than any specific conclusion. As noted above, investigations framed in historical context become science in the making again. (Indeed, teachers may face the greater challenge, trying to temporarily blind themselves to known outcomes in order to focus on process alone.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODELING EPISTEMIC PROCESSES: OPEN-ENDED OR CLOSE-ENDED?"
        },
        {
            "text": "The cases that contextualize knowledge may be drawn from real-life examples, or they may be imaginatively assembled for an educational context. Constructed cases may be created to fit particular needs. They may be as simple or complex as one wants. They may be freely edited and streamlined to highlight core concepts or learning aims. One may readily generalize from them. On the other hand, constructed cases often carry an implicit aura of artificiality. They risk diminishing their motivational value if a student feels that they are contrived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHENTICITY OF CASES/PROBLEMS: REAL OR CONSTRUCTED?"
        },
        {
            "text": "Real cases, by contrast, are indeed authentic, although they are often messy. Still, the messiness can be an asset. First, the unique constellation of particulars can help demonstrate the sometimes unexpected ways in which different factors in science interact (sources of funding, personality, happenstance, disparate facts, etc.). Second, they can help students learn how to negotiate in a complex world. How does one recognize and tease out the relevant variables? Third, they may also contribute to shaping another basic dimension of epistemological belief: The structure of knowledge can be complex, not always simple (Schommer, 1990) .",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 639,
                    "text": "(Schommer, 1990)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "AUTHENTICITY OF CASES/PROBLEMS: REAL OR CONSTRUCTED?"
        },
        {
            "text": "At an impressive extreme, students-even nonscience majors or K-12 students-might participate in ongoing research. While tasks might not be any more demanding than gathering data, students may certainly understand the context of the work, see closely how it is structured, and take pride in contributing to developing original scientific knowledge (Crawford, 2012) .",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 363,
                    "text": "(Crawford, 2012)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "AUTHENTICITY OF CASES/PROBLEMS: REAL OR CONSTRUCTED?"
        },
        {
            "text": "Only some problems in the world (perhaps quite few) are well defined. A complete education thus helps develop skills in articulating ill-defined problems (Jonassen, 1997). One may also help foster skills in posing problems (Jungck, 1985; Gonzales, 1998) . However, problem-solving skills themselves may well be best developed when the problem is already well defined and students are appropriately motivated. Of course, a problem may be redefined or dissolved: that may be part of the solution (concluding that the problem was ill framed or ill conceived at the outset).",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 237,
                    "text": "(Jungck, 1985;",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 253,
                    "text": "Gonzales, 1998)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "PROBLEM CLARITY: WELL DEFINED, ILL DEFINED, OR UNSPECIFIED?"
        },
        {
            "text": "Ill-defined problems are typically a significant component in medical school problem-based education, reflecting the central role of diagnosis in clinical medicine-that is, of finding, characterizing, and identifying how or why the patient is not well. By contrast, cases used in business schools or law schools tend to be more well defined, reflecting the custom of addressing client-based criteria. In either case, refining or redefining a given problem-or even dissolving it entirelymay well enter the process en route to a solution, as found in scientific research as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM CLARITY: WELL DEFINED, ILL DEFINED, OR UNSPECIFIED?"
        },
        {
            "text": "A special category of PBL involves investigating rich data sets. These are already established measurements or results, but they are vast enough for exploration. Still, in an educational context, they have identifiable boundaries. Students may thus pose original problems that the data set may help answer. At the same time, one might entertain such enterprises mindfully. Some students may not share the instructor's or other students' enthusiasm for investigation, even if they are given the freedom to frame their own question. Such students may thus become overwhelmed, discouraged, or even resentful. Opening problem-posing to students has risks (see also section on autonomy below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM CLARITY: WELL DEFINED, ILL DEFINED, OR UNSPECIFIED?"
        },
        {
            "text": "Like other forms of education, CBL or PBL may be either individual, collaborative, or cooperative. For more on the benefits and limits of cooperative learning in general, see Johnson and Johnson (1991) . In PBL and CBL, classroom practice becomes an implicit general model for how research or problem solving is done. Is knowledge generated individually or collectively?",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 201,
                    "text": "Johnson and Johnson (1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SOCIAL DIMENSION OF EPISTEMICS: COLLABORATIVE OR INDIVIDUAL?"
        },
        {
            "text": "Collaborative problem solving often involves special skills, such as brainstorming and supportive critique, which ideally become part of instruction. Collaboration should be further distinguished from cooperation, or group work, in which the product does not document or acknowledge the individual contributions of each group member (Panitz, 1996) . That is, collaborative work maintains individual accountability. Each student may be responsible for a full product (case analysis, problem solution report, essay, exam, etc.) or for a discrete, identifiable portion of a final work product.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 347,
                    "text": "(Panitz, 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SOCIAL DIMENSION OF EPISTEMICS: COLLABORATIVE OR INDIVIDUAL?"
        },
        {
            "text": "Collaboration may be exercised on several levels-in pairs, in small teams, or even in large groups. Some exercises, such as a model United Nations, model Congress, or simulated summit on climate change may include dozens or hundreds of students. Role-play simulations, especially, can allow for creative synthesis among many unique student contributors within the same class, and thus exhibit the power of collaborative engagement. To help illustrate the epistemic value of collaboration, fragments of information for solving a complex problem may well be artfully distributed among different roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL DIMENSION OF EPISTEMICS: COLLABORATIVE OR INDIVIDUAL?"
        },
        {
            "text": "While collaboration offers many potential benefits, working communally on a joint problem may be at odds with an individual pursuing a problem of personal relevance. Motivation (an alternative pedagogical aim) may suffer. Even if there is a consensus or a joint decision-making process, the shared problem may not engage all participants equally. Role-playing may be an effective pedagogical strategy for fostering a sense of personal responsibility through a vicarious as-if scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOCIAL DIMENSION OF EPISTEMICS: COLLABORATIVE OR INDIVIDUAL?"
        },
        {
            "text": "Cases or problems are often addressed cogently from a single perspective, whether of a contemporary individual or a renowned historical scientist. Simple cases streamline the process of problem solving, which is perhaps appropriate for the initial stages of PBL learning. However, some cases are problematic, precisely because interpretations of the core problem differ. Here, a student learns, first, that problem solving or research may not be exclusively individual or univocal: That is, it does not unfold according to some universal linear algorithm (such as \"the\" scientific method). Multiple perspectives may also prove an asset. Other viewpoints may reveal alternative solutions not readily envisioned within a particular mind-set or background. One of the greatest benefits of any class discussion may be simply exposing students to other perspectives. This can deepen their awareness of alternatives. Students report that they thereby broaden their ways of thinking. They can learn merely from listening to how other students view the same facts differently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPLEXITY OF SOCIAL EPISTEMICS: SINGLE PERSPECTIVE OR MULTIPLE PERSPECTIVE?"
        },
        {
            "text": "Cases with multiple perspectives offer opportunities to teach about the social dimensions of developing knowledge and solving problems. Social epistemology, for example, has been highlighted recently by many philosophers of science (Longino, 1990; Goldman, 1999 Goldman, , 2002 Solomon, 2001) , as well as by science educators (Osborne, 2010) . When varying perspectives interact, one can enhance ways to analyze a problem or imagine its solution. Here, the instructional goal is to guide students in learning discursive skills, such as active listening, that contribute to such social-level analysis. Even criticism may have a positive role, exposing weak assumptions or increasing rigor of evidence. Tolerating criticism may an emotional or attitudinal skill, but it seems to have epistemic value. In yet other cases, in which interpretations conflict, students may learn skills in negotiating solutions or finding creative ways to accommodate apparently incompatible views (Fisher et al., 1991 Montgomery [2010] on glacial geology in 1843). Designated roles provide students a concrete perspective for interpreting a case or problem, which can serve as additional grounding. Unfamiliar roles (or sides in a debate) can also enhance appreciation of alternative perspectives. Even when students continue to work primarily on their own, however, one may still find a fruitful learning role for an exchange of multiple perspectives.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 247,
                    "text": "(Longino, 1990;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 248,
                    "end": 261,
                    "text": "Goldman, 1999",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 262,
                    "end": 277,
                    "text": "Goldman, , 2002",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 278,
                    "end": 292,
                    "text": "Solomon, 2001)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 327,
                    "end": 342,
                    "text": "(Osborne, 2010)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 976,
                    "end": 996,
                    "text": "(Fisher et al., 1991",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 997,
                    "end": 1014,
                    "text": "Montgomery [2010]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "COMPLEXITY OF SOCIAL EPISTEMICS: SINGLE PERSPECTIVE OR MULTIPLE PERSPECTIVE?"
        },
        {
            "text": "The scope or magnitude of a case or problem itself may vary substantially, each with corresponding lessons. For brevity, consider three simple levels. First, vignettes or short stories focus on one relatively narrow question or problem. They can be easily inserted in a lecture format, say. But they are also limited. They convey that science and problem solving is easy and reductionistic. Second, lessons might extend over a full class period, as one activity or a series of short, related problems. Finally, one may use major projects that extend over several class periods, weeks, or the bulk of a semester if the complexity of the problem allows. For examples of the latter, see White (1992) on hemoglobin in biochemistry, Tewksbury (1999) on geology and the Aswan Dam, or Klassen (2006) on electrodynamics and the transatlantic cable. To the degree that science is complex and that education implicitly frames expectations beyond the classroom, teachers may well be encouraged to include some complex case studies or problems at some point in their courses as an indication of the real world and as an occasion for developing interpretive and organizational skills appropriate to such situations. One may also structure a series of lessons through a lineage of problems-as is frequently already done in teaching transmission genetics, atomic models, or the wave/particle nature of light (for example, the biology text by Mix et al. [1996] is organized on this principle).",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 696,
                    "text": "White (1992)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 728,
                    "end": 744,
                    "text": "Tewksbury (1999)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 770,
                    "end": 792,
                    "text": "Dam, or Klassen (2006)",
                    "ref_id": null
                },
                {
                    "start": 1427,
                    "end": 1444,
                    "text": "Mix et al. [1996]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "SCOPE OR SCALE OF CASE/PROBLEM"
        },
        {
            "text": "Scaling problems appropriately also has an important affective dimension, relevant to students' long-term motivational context. In introducing PBL, especially, one might aim initially to create successful experiences, to promote positive attitudes toward further work (or at least averting a sense of failure that discourages future effort!). Coping with perceived failure as an outcome-or as a potential opportunity for learning-may itself be a goal but may well be reserved for more advanced levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SCOPE OR SCALE OF CASE/PROBLEM"
        },
        {
            "text": "As noted at the outset, CBL and PBL tend to resonate strongly with the pedagogical ideal of student-centered learning (and, by correspondence, ego-less teaching-recall the insight by Lao Tsu). At one level, this merely expresses a professional ethic of respect for students. At another level, it underscores that what teachers teach is not necessarily what learners learn. Genuine learning that is both meaningful and long-lasting attends to students' cognitive orientations, especially their motivations to learn. Learning is most effective when students adopt responsibility for their own learning. Montessori educational philosophy classically underscores this dimension in early childhood education. PBL is perhaps the educator's primary tool for fostering such a fruitful learning environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEVELS AND DIMENSIONS OF STUDENT AUTONOMY"
        },
        {
            "text": "Education ultimately strives (ideally) to prepare students to function independently or autonomously: to use or apply the knowledge they acquire, to solve problems, and to continue to learn on their own. Such responsibility will likely develop gradually. The educational setting may thus structure gradually greater levels of student autonomy, building increasing independence. Consider, for example, a series of challenges posed by one introductory college biology teacher at Radford University. First, students are asked to explain why a particular experimental control is appropriate in a given lab. One lab later, they identify the appropriate control themselves. In the next lab, they select their own variable to investigate and the corresponding control. Finally, they assemble a research proposal, which is peer reviewed in class-and the winner becomes the activity for the whole class. Here, autonomy is elegantly expanded stepwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEVELS AND DIMENSIONS OF STUDENT AUTONOMY"
        },
        {
            "text": "Students also benefit from support or guidance in adopting new responsibilities. Developing autonomy has affective as well as cognitive dimensions. Giving problems to students with little additional guidance can easily alienate students and sour the teacher-student relationship that is fundamental to continued learning. Equally problematic are projects in which students sail through cases using known strategies and not learning anything new: Problems should challenge students. Instruction may well begin with modeling skills: providing behavioral exemplars that can be readily applied to similar cases through simple analogy. In addition, problem-solving activities should be scaffolded, or given an incomplete but supportive structure. Teachers may note that problem solving in knowledge-generating cases may simultaneously yield a form of basic epistemological learning: that is, students come to understand that the ability to learn occurs incrementally, based on learning how to learn, and that it is not fixed (or innate; Schommer, 1990) .",
            "cite_spans": [
                {
                    "start": 1032,
                    "end": 1047,
                    "text": "Schommer, 1990)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "LEVELS AND DIMENSIONS OF STUDENT AUTONOMY"
        },
        {
            "text": "Instructors should thus be mindful of addressing autonomy in different forms, as indicated in the following five subsections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEVELS AND DIMENSIONS OF STUDENT AUTONOMY"
        },
        {
            "text": "Student selection of the problem may contribute to the sense of ownership that makes the learning personal. But it need not. Some problems may be justified as of general interest or in a framework of public responsibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selecting the Problem"
        },
        {
            "text": "One caution here is that, while the student may choose the problem, he or she generally does not have the option of not choosing a problem (say, because there is nothing of intrinsic interest). Here, the goal of using context as a motivator is lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selecting the Problem"
        },
        {
            "text": "Does the teacher ever answer a question with anything other than another question? Depending on the local aims, the teacher may provide plentiful background information, including standard lectures. Alternatively, the student may be responsible for finding all such information (perhaps with guidance at the level of how to find that information). Or some intermediate form of support may be suitable to the aims and occasion at hand. The respective student challenges should not be overlooked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Securing Relevant Background Information and Resources"
        },
        {
            "text": "Problem-solving activities may be teacher-guided or studentdirected. Guided work may be more important than earlier imagined (Mayer, 2004; Minstrell and Kraus, 2005) , at least initially. Again, one responsibility for the instructor is to be familiar with (or pre-assess) student abilities and to frame problems at an achievable level. Even when students have autonomy, the teacher has a critical role as advisor and coach and possibly as a resource guide.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 138,
                    "text": "(Mayer, 2004;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 139,
                    "end": 165,
                    "text": "Minstrell and Kraus, 2005)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Solving the Problem"
        },
        {
            "text": "When problem solving is collaborative, an important role is facilitating discussion. Teachers may adopt this role initially, again to model appropriate skills or to monitor and adjust progress along the way. Alternatively, students may be encouraged to develop such skills, sometimes in small groups, in an explicitly designated role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitating Discussion"
        },
        {
            "text": "An important dimension of collaborative work is developing consensus when interpretations differ, especially by appeal to evidence and reasoning, rather than external authority (the instructor, say, or the textbook). Persuasion, argumentation, active listening, revising, and accommodating conflict creatively are among the skills to be addressed in a complete problem-solving education (Fisher et al., 1991; Osborne, 2010) .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 408,
                    "text": "(Fisher et al., 1991;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 409,
                    "end": 423,
                    "text": "Osborne, 2010)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Negotiating Solutions"
        },
        {
            "text": "Instructional strategies labeled as PBL and CBL embrace a wide range of intersecting but independent values. While some advocates may try to enforce strict definitions or \"best practices,\" an informed instructor should understand the various alternatives and be mindful of the differential outcomes (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "SUMMARY"
        },
        {
            "text": "Many educators construe CBL and PBL merely as methods. They imply that an instructor need only learn how to use the method, without understanding or endorsing the values or objectives embodied in certain aspects of the teaching style. The misaligned objectives and teaching style can confound students and, ironically, tarnish teaching quality. The discussion of the values and outcomes above can help inform effective choices and instructional design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Also, while noting a key role for motivation, many educators tend to profile PBL and CBL narrowly in cognitive terms. They sometimes overlook potential affective outcomes that shape, among other things, a learner's investment in learning and a respectful and fruitful teacher-student relationship. Also, while parading the virtues of critical thinking or higher-order thinking skills, introductory presentations may disregard the implicit epistemic or nature-of-science lessons. For example, problem cases that apply knowledge may convey content well, but simultaneously present science as a reservoir of pre-established knowledge. They may eclipse epistemic understanding about how science generates new knowledge. Indeed, every science lesson indirectly conveys a message about scientific practices and the nature of scientific knowledge. The effective instructor mindfully manages these lessons, aware of potentially unintended outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Finally, much educational research to date on the efficacy of PBL has been multivariate and failed to differentiate the roles of the individual dimensions noted above. What is the relationship between particular dimensions of teaching and particular outcomes for learners (e.g., motivation, attitudes toward the subject, autonomy in problem solving, problemsolving biases, nature-of-science understanding, and epistemological lessons), and when do they overlap? Ideally, research on CBL or PBL will focus on articulating the relevant variables and their corresponding effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Most important, it may be prudent to acknowledge that the family of PBL and CBL strategies are not a panacea for any deficit in science education. They are tools. When used appropriately, a tool can be useful. But the specific tool depends on particular contexts and values. Even lecturing may, on occasion, have an indispensable role (say, in conveying the overall structure and organization of a field's knowledge).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Acknowledging the limitations of CBL and PBL, however, one may also underscore the opportunities they offer. For example, one can hardly learn problem-solving skills without engaging problems. Posing problems for students to solve thus seems a central tool for much analytical and creative skill development. Likewise, participation in knowledge-generating cases, whether direct or vicarious, seems integral to learning or appreciating the nature of scientific research. Similarly, historical cases seem important to learning certain core nature-of-science themes. Finally, to develop more sophisticated epistemological perspectives, students should be exposed to complex cases (complex structure of knowledge), historical cases (conceptual change), knowledge-generating cases (empiricism as a source of authority), and successful experience in problem solving (active role of the knower; Schommer, 1990) . Such views are, ultimately, foundational to continued and autonomous learning-namely, learning how to learn.",
            "cite_spans": [
                {
                    "start": 889,
                    "end": 904,
                    "text": "Schommer, 1990)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "SUMMARY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How not to teach history in science",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allchin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Pantaneto Forum",
            "volume": "30",
            "issn": "",
            "pages": "33--37",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The power of history as a tool for teaching science",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allchin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "History and Philosophy of Science: A Means to Better Scientific Literacy?, ed. A Dally, T Nielsen, and F Reiß",
            "volume": "",
            "issn": "",
            "pages": "70--98",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pseudohistory and pseudoscience",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allchin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Sci Educ",
            "volume": "13",
            "issn": "",
            "pages": "179--195",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Debating Galileo's Dialogue: The 1633 Trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allchin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "SHiPS Resource Center. www1.galileotrial.net",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Debating Rachel Carson's Silent Spring: The President's Committee on Pesticides",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allchin",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "SHiPS Resource Center. pesticides1963.net",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Minnesota Case Study Collection. New historical inquiry cases for nature of science education",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allchin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Educ",
            "volume": "21",
            "issn": "",
            "pages": "1263--1282",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chemistry in the Community",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Teaching and the Case Method",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A taxonomy of problem-based learning methods",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Barrows",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Med Educ",
            "volume": "20",
            "issn": "",
            "pages": "481--486",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Problem-Based Learning Applied to Medical Education",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Barrows",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The essentials of problem-based learning",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Barrows",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Dental Educ",
            "volume": "62",
            "issn": "",
            "pages": "630--633",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Active Learning: Creating Excitement in the Classroom",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eison",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Washington",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Problem-based learning and the medical school: another case of the emperor's new clothes?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Inman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lobb",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Adv Physiol Educ",
            "volume": "29",
            "issn": "",
            "pages": "194--196",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An open and shut case? Contrasting approaches to case study design",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Nesbitt",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Coll Sci Teach",
            "volume": "34",
            "issn": "",
            "pages": "14--17",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On Understanding Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Conant",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Assessing explicit and tacit conceptions of the nature of science among preservice elementary teachers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Craven",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int J Sci Educ",
            "volume": "24",
            "issn": "",
            "pages": "785--802",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Moving the essence of inquiry into the classroom: engaging teachers and students in authentic research",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Issues and Challenges in Science Education Research: Moving Forward",
            "volume": "",
            "issn": "",
            "pages": "25--42",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effects of problem-based learning: a metaanalysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dochy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Segers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Bossche",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gijbels",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Learn Instruct",
            "volume": "13",
            "issn": "",
            "pages": "533--568",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Power of Problem-Based Learning",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Duch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Groh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Darwin, the Copley Medal and the Rise of Naturalism",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Driscoll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Siems",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karnak",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pedagogies of engagement: a comparison of PBL, POGIL, and PLTL",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eberlein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kampmeier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Minderhout",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Moog",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Varma-Nelson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochem Mol Biol Educ",
            "volume": "36",
            "issn": "",
            "pages": "262--273",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Getting to Yes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ury",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Patton",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analogical processes in human thinking and learning",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gentner",
                    "suffix": ""
                },
                {
                    "first": "J ; B",
                    "middle": [],
                    "last": "Colhoun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Glatzeder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Towards a Theory of Thinking",
            "volume": "",
            "issn": "",
            "pages": "35--48",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Learning and transfer: a general role for analogical encoding",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gentner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loewenstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Educ Psychol",
            "volume": "95",
            "issn": "",
            "pages": "393--408",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Knowledge in a Social World",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pathways to Knowledge: Public and Private",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A blueprint for problem posing",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Gonzales",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "School Sci Math",
            "volume": "4",
            "issn": "",
            "pages": "448--456",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Doing Biology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hagen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allchin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sorting potatoes for Miss Bonner",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Herreid",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Coll Sci Teach",
            "volume": "28",
            "issn": "",
            "pages": "236--239",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The death of problem-based learning?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Herreid",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Coll Sci Teach",
            "volume": "32",
            "issn": "",
            "pages": "364--366",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The interrupted case method",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Herreid",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Coll Sci Teach",
            "volume": "35",
            "issn": "",
            "pages": "4--5",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Problem-based learning: what and how do students learn?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hmelo-Silver",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Educ Psychol Rev",
            "volume": "16",
            "issn": "",
            "pages": "235--266",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Historical case studies: teaching the nature of science in context",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sci Educ",
            "volume": "84",
            "issn": "",
            "pages": "5--26",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "American Association for Computers in Education",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dc Edelson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Domeshek",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "International Conference on Learning Sciences",
            "volume": "",
            "issn": "",
            "pages": "188--195",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Structure of Scientific Revolutions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Assessing understanding of the nature of science",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Lederman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wade",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Sci Educ",
            "volume": "7",
            "issn": "",
            "pages": "595--615",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "BioComm: Biology in a Community Context",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Penick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Speziale",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "BioComm: Biology in a Community Context, Armonk, NY: It's About Time/Herff Jones Education Division",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Penick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Speziale",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Science as Social Knowledge",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Longino",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Who Learns What from Cases and How?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lunberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Assessing the effectiveness of problembased learning in higher education: lessons from the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Major",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Should there be a three-strikes rule against pure discovery learning? The case for guided methods of instruction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am Psychol",
            "volume": "59",
            "issn": "",
            "pages": "14--19",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Where's the evidence that active learning works?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv Physiol Educ",
            "volume": "30",
            "issn": "",
            "pages": "159--167",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Guided inquiry in the science classroom",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Minstrell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kraus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "How Students Learn: History, Mathematics, and Science in the Classroom",
            "volume": "",
            "issn": "",
            "pages": "475--513",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Biology: The Network of Life",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mix",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Debating Glacial Theory",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "SHiPS Resource Center. glacialtheory.net",
            "volume": "",
            "issn": "",
            "pages": "1800--1870",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "An historical approach to the teaching of science",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Nash",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "J Chem Educ",
            "volume": "28",
            "issn": "",
            "pages": "146--151",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A Framework for K-12 Science Education",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Arguing to learn in science: the role of collaborative, critical discourse",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "328",
            "issn": "",
            "pages": "463--466",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Collaborative versus cooperative learning: comparing the two definitions helps understand the nature of interactive learning. Cooperative Learn College Teach 8",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panitz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Explore Life",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Postlethwait",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hopson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Overview of problem-based learning: definitions and distinctions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Savery",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Interdisc J Prob-Based Learn",
            "volume": "1",
            "issn": "",
            "pages": "9--20",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Explicit reflective nature of science instruction: evolution, intelligent design, and umbrellaology",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Scharmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Sci Teach Educ",
            "volume": "16",
            "issn": "",
            "pages": "27--41",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Effects of belief about the nature of knowledge on comprehension",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schommer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Educ Psychol",
            "volume": "82",
            "issn": "",
            "pages": "498--504",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Views of nature of science in an authentic context: an explicit approach to bridging the gap between nature of science and scientific inquiry",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Lederman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Sci Educ",
            "volume": "88",
            "issn": "",
            "pages": "610--645",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Chemistry in Context",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bunce",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Silberman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Stanitski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Zipp",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The comparison of explicit and implicit ways of using history of science for students understanding of the nature of science",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Philosophy, and Science Teaching Conference (IHPST)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Teaching about the nature of science through history: action research in the classroom",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duveen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Res Sci Teach",
            "volume": "29",
            "issn": "",
            "pages": "409--421",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Social Empiricism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Beyond hazards and disasters: teaching students geoscience by probing the underlying influence of geology on human events",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Tewksbury",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Sci Educ",
            "volume": "8",
            "issn": "",
            "pages": "645--663",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Introduction to biochemistry: a different approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biochem Educ",
            "volume": "20",
            "issn": "",
            "pages": "22--23",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Turning crisis into opportunity: enhancing student-teachers' understanding of nature of science and scientific inquiry through a case study of the scientific research in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hodson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kwan",
                    "suffix": ""
                },
                {
                    "first": "Bhy",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Sci Educ",
            "volume": "30",
            "issn": "",
            "pages": "1417--1439",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Key dimensions shaping learning environments and outcomes in CBL and PBL • Occasion for engaging content: Contextualized (case based) or decontextualized? • Mode of engaging student: Problem based or authority based? • Instructional focus: Content, skills, and/or nature of science? • Epistemic process: Apply knowledge or generate new knowledge? • Setting: Historical case or contemporary case? • Epistemic process: Open-ended or close-ended? • Authenticity: Real case or constructed case? • Clarity of problem: Well defined, ill defined, or unspecified? • Social epistemic dimension: Collaborative or individual? • Complexity of social epistemics: Single perspective or multiple perspectives? • Scope: Narrow or broad? • Level of student autonomy: Narrow or broad?",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Thus, CBL or PBL may adopt the familiar forms of a debate or role-play simulation (for well-developed complex examples, see Dunn et al. [2009] on Darwin and the Royal Society's Copley Medal in 1862; Allchin [2009a] on Galileo's trial in 1633; Allchin [2009b] on a presidential commission on pesticides in 1963; and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}