{
    "paper_id": "c9b5959ee499c95df781f5ee16a284f79d67b46b",
    "metadata": {
        "title": "Mini review Message in a bottle: lessons learned from antagonism of STING signalling during RNA virus infection",
        "authors": [
            {
                "first": "Kevin",
                "middle": [],
                "last": "Maringer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Fernandez-Sesma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "apparent that STING also plays an important role in restricting RNA virus replication. The replication of diverse positive-and negativesense RNA viruses is enhanced in the absence of STING in in vivo, ex vivo and in vitro models [3] [4] [5] [8] [9] [10] . Furthermore, STING becomes activated, and its expression is increased, during RNA virus infection [4, 5, 9, 11, 12] . Finally, the fact that several RNA viruses have been shown to antagonise STING implies that STING is an important restriction factor during RNA virus infection [8] [9] [10] [11] [12] [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 358,
                    "end": 360,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "STING is membrane-associated via its four N-terminal transmembrane domains, and within the cell STING is localised to the endoplasmic reticulum (ER), with a partial localisation to mitochondria and mitochondria-associated membranes (MAMs) [3] [4] [5] 8] . Following stimulation, STING dimerises and translocates to punctate perinuclear vesicles, where it interacts with tankbinding kinase 1 (TBK1) and IRF-3 ( Fig. 1) [reviewed in 7] . The subsequent phosphorylation of STING and IRF-3 by TBK1 leads to the nuclear translocation of IRF-3 and the induction of type I IFN and other cytokines [7] . The dimerisation and relocalisation of STING is essential for the recruitment of TBK1 to these perinuclear sites, as well as for the downstream activation of IRF-3 and type I IFN production [5, 7, 16] . The interaction between STING and TBK1, and possibly STING dimerisation, is promoted by K63-linked polyubiquitination of STING at various residues by tripartite motifcontaining 32 (TRIM32) and TRIM56 [17, 18] . STING can also induce NF-kB signalling, though the mechanism remains to be fully elucidated [7] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 428,
                    "end": 433,
                    "text": "in 7]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1102,
                    "end": 1105,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 417,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In order to establish a productive infection, successful viruses must evade recognition by the innate immune system, and antagonism of STING signalling has been identified in several divergent positive-sense RNA viruses [8] [9] [10] [11] [12] [13] [14] [15] . Curiously, to our knowledge, STING antagonism has not yet been described for any negative-sense RNA virus. In the remainder of this article, we will . Following its activation, STING dimerises and relocalises to perinuclear punctate domains, where it interacts with TBK1 to phosphorylate IRF-3. Activated STING is also modified by phosphorylation and K63-linked polyubiquitination. Following its activation, IRF-3 dimerises and translocates to the nucleus, where it induces the transcription of the type I interferons IFN-a and IFN-b. RNA viruses have been proposed to be sensed by three distinct mechanisms in relation to STING activation. (1) Viral dsRNA replication intermediates and stem-loop structures, and the 5 0 -triphosphates of uncapped viral RNAs are recognised by RIG-I, which associates with MAVS and STING at MAMs to activate STING. (2) The DNA sensor cGAS has been linked to the sensing of positive-sense RNA viruses by an as-yet undefined mechanism. In this scenario, cGAS produces the messenger molecule cGAMP after detecting RNA virus infection, and cGAMP binds and activates STING. (3) Viral fusion events at the plasma membrane have been shown to activate STING by a poorly-defined mechanism involving PI(3)K and phospholipase C-g (PLC-g). For simplicity, only signalling molecules referred to in the main text are shown. briefly discuss the putative ways by which STING facilitates sensing of RNA viruses, and provide an in-depth review of the known mechanisms RNA viruses use to evade STING signalling.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Every breath you take: how STING may sense multiple stages of the RNA virus life cycle STING is activated by several distinct mechanisms. For detailed information on the mechanisms of STING activation in response to DNA PAMPs, the reader is directed to two recent reviews by Unterholzner, and Ran et al. [6, 7] . Fig. 1 summarises the mechanisms by which RNA virus infection is thought to activate STING. While STING has been shown to directly bind DNA, it does not interact with the dsRNA mimic poly(I:C) [19] , suggesting that STING itself does not function as a PRR for the recognition of RNA virus PAMPs. However, STING has been shown to function as an adapter in the sensing of RNA viruses via RIG-I [reviewed in 7] . STING interacts with RIG-I, but not MDA-5, and consequently STING is activated by ligands that bind RIG-I, but not those detected by MDA-5 [3, 4, 7] . MDA-5 senses long dsRNA molecules, while RIG-I senses shorter dsRNA elements and the uncapped 5 0triphosphate of exogenous RNAs [reviewed in 20] . STING can also be activated through the exogenous expression of a C-terminally truncated RIG-I construct (DRIG-I) that is constitutively active because it encodes only the N-terminal CARD signalling domains of RIG-I [3, 21] . Ultimately this results in STING participating in immune responses mounted against RNA viruses sensed by RIG-I, including Sendai virus (SeV), vesicular stomatitis virus (VSV), Newcastle disease virus (NDV) and Japanese encephalitis virus (JEV), but not those sensed exclusively by MDA-5 [7] . Following activation via RIG-I, STING interacts with the adapter protein MAVS at the MAM or mitochondria, and after its translocation to perinuclear vesicles, STING then acts as a scaffold for the recruitment of TBK1 and other signalling components required for IRF-3 activation and type I IFN induction [3, 4, 7, 8] . This role in modulating RIG-I-dependent antiviral responses is likely one of the major ways in which STING contributes to immune sensing of RNA viruses. However, several recent reports suggest that there may be additional RIG-I-independent ways by which STING helps sense RNA virus infection [22] [23] [24] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 718,
                    "end": 723,
                    "text": "in 7]",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 869,
                    "end": 871,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 872,
                    "end": 874,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1015,
                    "end": 1021,
                    "text": "in 20]",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1243,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1244,
                    "end": 1247,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1537,
                    "end": 1540,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1847,
                    "end": 1850,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1851,
                    "end": 1853,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1854,
                    "end": 1856,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1857,
                    "end": 1859,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2154,
                    "end": 2158,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2159,
                    "end": 2163,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2164,
                    "end": 2168,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 322,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Cyclic GMP-AMP synthase (cGAS) is a recently-discovered cytosolic PRR that detects double-stranded DNA (dsDNA) and produces the signalling molecule cyclic GMP-AMP (cGAMP), which binds and activates STING during DNA virus infection [reviewed in 6, 7] . Interestingly, in a recent screen for the antiviral activity of known ISGs, Schoggins et al. identified cGAS as one of the most potent restriction factors for all positive-sense RNA viruses tested [22, 23] . The antiviral effects of cGAS were still evident in the absence of RIG-I [23] . Importantly, mortality and virus replication were increased in cGAS knock-out mice infected with the positivesense RNA virus West Nile virus (WNV) [22] . Whether cGAS acts as a bona fide RNA sensor remains controversial. While, cGAS does not bind poly(I:C) in vitro [6, 7, 25] , a recent report showed that cGAS was able to bind a synthetic 50mer dsRNA, although this did not result on the generation of cGAMP [26] . Since cGAMP is required for cGAS-mediated STING activation [6, 7, 25] , it remains somewhat mysterious how cGAS contributes to RNA virus sensing. Schoggins et al. proposed that, because basal expression levels were reduced for a subset of ISGs in the absence of cGAS, cGAS might modulate the overall refractoriness of cells to RNA viruses [22] . Nevertheless, negative-sense RNA viruses are not restricted by cGAS [22] , and this exquisite specificity of cGAS for positive-sense RNA viruses suggests that cGAS might be directly involved in sensing positivesense RNA virus infection.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 247,
                    "end": 249,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 810,
                    "end": 812,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1020,
                    "end": 1022,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1296,
                    "end": 1300,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1371,
                    "end": 1375,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the characteristics shared by positive-sense RNA viruses is that they modify cellular membranes to form cytoplasmic membranous replication compartments required for viral RNA synthesis [27] . Direct evidence that such membrane modifications activate STING and/or cGAS is lacking. However, STING signalling has been shown to be induced by fusion events at the plasma membrane [24] . Both cationic liposomes and herpesvirus-derived virus-like particles that lack nucleic acids were shown to cause the relocalisation of STING to TBK1-containing perinuclear vesicles, as well as the induction of cytokines in a manner that was dependent upon STING, TBK1 and IRF-3 [24] . This activation of STING did not require the RIG-I signalling pathway [24] . Instead, the fusionmediated activation of STING involved an as-yet poorly-characterised mechanism involving phospholipase C-g and phosphatidylinositol-3-OH kinase (PI(3)K) [24] . Therefore, membraneremodelling events during viral entry or later on in the viral life cycle may also be sensed by STING to induce STING activation. It is interesting to speculate that STING might also sense other disruptions to the normal cellular equilibrium, such as the release of self-DNA into the cytoplasm or mitochondrial dysregulation during infection with certain viruses.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further work will be needed to clarify whether positive-sense RNA viruses are detected by a multitude of mechanisms converging on STING, including RIG-I-dependent sensing of cytoplasmic viral RNA, fusion events during viral entry, poorlydefined sensing via cGAS, or a combination of these and other potential mechanisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2. Don't stand so close to me: how RNA viruses take the STING out of innate immune recognition Despite the fact that the role of STING in sensing of DNA viruses is more clearly elucidated than for RNA viruses, the first STING antagonist was discovered in an RNA virus, the flavivirus yellow fever virus (YFV) [8] . Just one year after first identifying STING, the Barber group went on to show that the YFV non-structural protein NS4B inhibits IFN-b induction by STING [8] . However, it was not until several years later that the first fully-characterised mechanism of STING antagonism by a viral protein was described for the coronavirus papain-like proteases (PLPs) [11] , followed shortly thereafter by the NS2B/3 protease complex from the flavivirus dengue virus (DENV) [9, 12] . The remainder of this review will focus on the known STING antagonists encoded by positive-sense RNA viruses, from the families Flaviviridae and Coronaviridae, and the mechanisms by which they counteract the STING signalling pathway (summarised in Table 1 ).",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1031,
                    "end": 1038,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The family Flaviviridae encompasses four genera, Flavivirus and Hepacivirus (discussed here), and Pegivirus and Pestivirus ( Fig. 2A ) [28] . Members of the family Flaviviridae are enveloped viruses that encode a non-segmented positive-sense single-stranded RNA (ssRNA) genome that lacks a poly(A) tail ( Fig. 2B and C) [28] . Immediately upon entry into the cytoplasm, translation of the viral genome produces a polyprotein that is proteolytically processed by viral and cellular proteases to yield the structural and non-structural (NS) proteins [28] . Viral replication occurs via a negative-sense RNA intermediate in cytoplasmic membranous compartments derived from the ER, with maturation and release of infectious viral progeny proceeding through the secretory pathway [28] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 305,
                    "end": 312,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Flaviviridae"
        },
        {
            "text": "We will begin by describing the STING antagonists encoded by the genus Flavivirus, the human pathogens of which are all arthropod-borne viruses (arboviruses) transmitted by mosquitoes or ticks [29] . Flaviviruses pathogenic to humans include DENV, JEV, WNV, YFV and the tick-borne encephalitis virus (TBEV) complex. All of these flaviviruses cause potentially severe disease in humans, and many are considered emerging or re-emerging pathogens [30] . YFV, JEV and TBEV are the only flaviviruses for which vaccines are currently approved, and there are no licensed specific antiviral therapies available [30, 31] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Flaviviridae"
        },
        {
            "text": "Of the flaviviruses, the mechanism of STING antagonism has been studied in most detail for DENV, which is also the focus of research in our lab. DENV is arguable the most significant arboviral pathogen of humans with up to 2.5 billion people at risk of infection in the tropics and subtropics, and an estimated 50 million cases of dengue fever and the more severe dengue haemorrhagic fever annually, resulting in over 20,000 deaths [29, 30, 32, 33] . The ways in which DENV evades STING signalling is of particular interest because the dysregulated production of cytokines and chemokines during DENV infection is known to contribute to symptoms associated with severe dengue disease [29, 34] . Furthermore, developing a DENV vaccine has so far proven challenging [35, 36] , and understanding how DENV modulates the immune response may lead to improved vaccine strategies.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Every little thing she does is magic: STING antagonism by the dengue virus NS2B/3 protease complex"
        },
        {
            "text": "In vivo, DENV replicates predominantly in myeloid cells, including monocytes, dendritic cells (DCs) and macrophages [29, 37] . We were the first to show that DENV fails to induce a robust IFN response in primary human monocyte-derived DCs (MDDCs), despite the fact that the production of other proinflammatory cytokines and chemokines is unimpaired [38] . Type I IFN is also poorly induced in DENV-infected plasmacytoid and blood-circulating DCs, B cells, monocytes and in whole peripheral blood mononuclear cells (PBMCs) [9] . Furthermore, DENV-infected MDDCs failed to induce T h 1 responses in allogeneic T-cells [38] , suggesting that inappropriate activation of DCs may have downstream consequences for adaptive immune responses mounted during DENV infection.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Every little thing she does is magic: STING antagonism by the dengue virus NS2B/3 protease complex"
        },
        {
            "text": "We later went on to identify the viral protease, consisting of the non-structural proteins NS3 and its cofactor NS2B, which together are also responsible for cleaving the viral polyprotein [29] , as an antagonist of type-I IFN production [39] . Specifically, we demonstrated that the NS2B/3 protease complex inhibited activation of a luciferase reporter controlled by the IFN-b promoter in 293T cells stimulated with poly(I:C) or after infection with SeV [39] . We verified these findings by measuring endogenous IFN-a production in MDDCs infected with an NDV mutant expressing the DENV NS2B/3 protein. This NDV virus exhibited impaired IFN-a induction relative to its parental wild-type (wt) [39] . Yu et al. later showed that NS2B/3 inhibits type I IFN induction above the level of IRF-3 phosphorylation [12] , which we had also observed during DENV infection in MDDCs [39] . In addition to its protease activity, NS3 by itself also functions as a helicase, NTPase and 5 0 triphosphatase during viral RNA replication [29] . We were able to distinguish between these diverse functions of NS3 by showing that a construct encoding a truncated NS3 containing only its proteolytic core, as well as the minimal NS2B accessory region, was just as efficient at inhibiting IFN-b promoter activation as wt NS2B/3 [39] . Importantly, we also confirmed that a proteolytically-inactive NS2B/3 mutant harbouring a serine-to-alanine mutation at position 135 (S135A) did not inhibit type I IFN induction [39] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1305,
                    "end": 1309,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1490,
                    "end": 1494,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Every little thing she does is magic: STING antagonism by the dengue virus NS2B/3 protease complex"
        },
        {
            "text": "In 2012, IFN antagonism by the DENV NS2B/3 protease was linked to its ability to bind and cleave STING in two concurrent papers originating from our lab and that of Yi-Ling Lin [9, 12] . The stories presented by both groups are broadly in agreement of each other. While our work characterised the mechanism of STING antagonism by NS2B/3 in primary human MDDCs [9] , highly relevant to DENV infection in vivo, work by the Lin group provided additional mechanistic insights into the fate of STING after its cleavage by NS2B/3 [12] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Every little thing she does is magic: STING antagonism by the dengue virus NS2B/3 protease complex"
        },
        {
            "text": "STING was shown to interact with both wt NS2B/3 and the catalytically inactive S135A mutant in over-expression experiments [9, 12] . Furthermore, wt NS2B/3 expressed exogenously or in the context of DENV infection rapidly degraded endogenous and over-expressed STING, by 24 h post-infection (hpi) in tissue culture and in MDDCs infected at high multiplicity with DENV [9, 12] . Catalytically inactive NS2B/3 did not degrade STING [9, 12] . The Lin group also reported that STING and NS2B/3 colocalise when over-expressed in A549 cells, and that STING-NS2B/3 binding, colocalisation and cleavage is enhanced when STING signalling is stimulated with a dsDNA PAMP such as poly(dA:dT) [12] . It is known that exogenous over-expression of STING activates type I IFN production [3] , and this induction was inhibited in the presence of the wt, but not catalytically inactive, DENV protease [9, 12] . In combination, these findings demonstrate that NS2B/3 binds and degrades STING to inhibit IFN induction, and that this function requires NS2B/3's protease activity. Importantly, although there are four antigenically distinct serotypes of DENV (DENV-1 to -4), these observations were not limited to any particular serotype as STING degradation was observed during infection with DENV-1 and several different DENV-2 strains [9, 12] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1317,
                    "end": 1320,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1321,
                    "end": 1324,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Every little thing she does is magic: STING antagonism by the dengue virus NS2B/3 protease complex"
        },
        {
            "text": "The consensus cleavage site for the DENV protease is located towards the N-terminus of the 379-residue STING molecule ( 94 RR#GA 97 ) [9, 12] , close to a cysteine-rich redox motif ( 88 CXXC 91 ) that is required for STING dimerisation and the induction of type I IFN [9, 40] . Using a STING construct containing an N-terminal HA tag and a C-terminal V5 tag, the Lin group demonstrated that the STING cleavage products co-migrate on western blots with STING truncation mutants designed around the predicted cleavage site [12] , suggesting that this sequence is in fact the target site for NS2B/3. In contrast to full-length STING, neither of the truncation mutants were functional in a reporter assay that measures the ability of over-expressed STING to induce type I IFN [12] , confirming that cleavage of STING by the DENV protease disrupts STING functionality as an adaptor for type I IFN induction.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Every little thing she does is magic: STING antagonism by the dengue virus NS2B/3 protease complex"
        },
        {
            "text": "Interestingly, unlike the 94 RR#GA 97 NS2B/3 cleavage site found in human STING (hSTING), the equivalent sequence in murine STING (mSTING) is quite different ( 94 HCMA 97 ) [9, 12] . Consequently, while NS2B/3 is able to interact with both human and murine STING in over-expression experiments, only hSTING is cleaved by the DENV protease [9, 12] . When the NS2B/3 cleavage site in hSTING is replaced with its murine counterpart, the DENV protease loses its ability to degrade hSTING and inhibit STING function [9, 12] . In the reciprocal experiment, introducing the cleavage site of hSTING into mSTING does not make mSTING susceptible to the action of the DENV protease [9, 12] , suggesting that additional distal sequences within STING are required for STING cleavage by NS2B/3. These observations were initially made in over-expression experiments in 293T and A549 cells (both human cell lines) in which luciferase reporter activity or endogenous IRF-3 phosphorylation was induced by STING over-expression [9, 12] . We further verified these findings in a more biologically-relevant context by using Semliki Forest virus (SFV)-based protein expression vectors to infect human MDDCs and murine bone marrow-derived DCs [9] . In this experiment, SFV expressing the catalytically inactive S135A protease mutant induced type I IFN to a higher degree than SFV expressing wt NS2B/3 in human MDDCs, while similar levels of IFN induction were observed with both SFV constructs in murine DCs [9] . Furthermore, when we introduced wt hSTING and the uncleavable hSTING mutant containing the murine sequence into human MDDCs by lentivirus transduction we observed more pronounced IFN-b induction during DENV infection, and a concomitant reduction in viral RNA levels, with the uncleavable hSTING mutant [9] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1220,
                    "end": 1223,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1485,
                    "end": 1488,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1793,
                    "end": 1796,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Every little thing she does is magic: STING antagonism by the dengue virus NS2B/3 protease complex"
        },
        {
            "text": "The development of a vaccine and antiviral therapies against DENV has been hampered in part by the lack of an immunocompetent mouse model, largely because immunocompetent mice are refractory to DENV infection unless the virus is first adapted for growth in mice [41, 42] . This restriction is thought to arise due to species-specific differences in immunological restriction factors [43] , and potentially also in virus-host interactions required for viral entry into cells [44] . We and others have proposed that an immunocompetent mouse model for DENV could be developed by humanising mice through the replacement of key immunological restriction factors with their human counterparts [9, 12, 43] . Regarding the potential utility of STING in such transgenic mice, we observed enhanced levels of DENV replication in Sting À/À mouse embryonic fibroblasts (MEFs) compared to Sting +/+ (wt) MEFs using human strains from DENV serotypes 2, 3 and 4, as well as the mouse-adapted strain New Guinea C [9] . Relative to human cells, we consistently observe a more robust induction of type I IFN during DENV infection in wt MEFs and murine bone marrow-derived DCs due to the inability of the DENV protease to antagonise mSTING, and importantly IFN-b levels during DENV infection were reduced in Sting À/À MEFs in comparison to Sting +/+ MEFs [9] . Taken together, these data confirm the importance of STING signalling for the induction of type I IFN during DENV infection, as well as identifying STING as one of the species-specific DENV restriction factors in mice.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1335,
                    "end": 1338,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Every little thing she does is magic: STING antagonism by the dengue virus NS2B/3 protease complex"
        },
        {
            "text": "We next went on to show that hSTING is able to functionally replace mSTING in Sting À/À MEFs [9] . Specifically, only the uncleavable hSTING mutant, and not wt hSTING, rescued type I IFN induction during DENV infection in Sting À/À MEFs, with a concomitant reduction in DENV replication [9] . This is because wt hSTING, but not the uncleavable mutant, is rendered nonfunctional by the DENV NS2B/3 protease. These promising preliminary observations suggest that transgenic mice expressing hSTING in place of mSTING might be productively infected with non-mouse-adapted DENV strains (more relevant to human clinical infection), while retaining their ability to mount a more authentic immune response than current mouse models for DENV, which are more immunocompromised. In reality it would likely be beneficial to engineer such transgenic (knock-in) mice to also express human version of other known immunological restriction factors, such as STAT2 [43] . If successful, these immunocompetent humanised mouse models would be hugely beneficial to the development of vaccines and targeted therapies against DENV.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Every little thing she does is magic: STING antagonism by the dengue virus NS2B/3 protease complex"
        },
        {
            "text": "Although somewhat similar, the cleavage specificities of the flavivirus proteases are nevertheless distinct [45, 46] . This becomes of interest when considering the potential conservation of NS2B/ 3's alternative function as a STING antagonist. In fact, the Lin group did not observe STING cleavage during JEV infection or when JEV NS2B/3 was over-expressed in isolation [12] . Furthermore, we were unable to detect STING cleavage with the YFV NS2B/3 (unpublished observations), although it should be noted that we have only tested the YFV vaccine strain 17D and it is possible that part of the attenuation in this virus is due to an altered ability of the protease to antagonise STING. Nevertheless, YFV is known to antagonise STING's ability to induce type I IFN with its NS4B protein, which binds and colocalises with STING in transient transfection experiments [8] . Further mechanistic details remain to be elucidated. Interestingly, we did not observe an inhibition of type I IFN induction with the DENV-2 NS4B protein using various stimuli in human MDDCs and in 293T cells [39] . However, we did not test STING-specific stimuli in our assays. It is nevertheless interesting to postulate that DENV and YFV have evolved distinct mechanisms to antagonise STING because the different cleavage specificities of their proteases prohibit the YFV protease from degrading STING. It is surprising then that JEV does not cleave STING, especially considering that STING has been shown to be important for orchestrating the innate immune response to JEV in neuronal cells [47] . However, we cannot rule out that JEV has evolved different mechanisms for blocking STING signalling, either upstream or downstream of STING itself, or that the observations made by Yu et al. are virus strain-specific.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1080,
                    "end": 1084,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1566,
                    "end": 1570,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Synchronicity I: conservation of STING antagonism among flaviviruses"
        },
        {
            "text": "Finally, STING is known to be conserved across divergent vertebrate species [3, 48, 49] , as well as in Drosophila [50] . It would be highly interesting to perform a systematic comparison of STING antagonism (and the diversity of mechanisms underlying it) across the Flavivirus genus in the diverse vertebrate hosts and invertebrate vectors infected by these viruses. Understanding the functions of invertebrate STING is of particular interest because how arboviruses are sensed, and how they might counteract inducible immune responses, remains poorly understood in the vector. These virus-vector immune interactions likely have a large impact on arbovirus transmission, and understanding them better may lead to new strategies for blocking arbovirus transmission.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 80,
                    "end": 83,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 84,
                    "end": 87,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 115,
                    "end": 119,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Synchronicity I: conservation of STING antagonism among flaviviruses"
        },
        {
            "text": "Hepatitis C virus (HCV) belongs to the Hepacivirus genus within the Flaviviridae family, and is only distantly related to the flaviviruses discussed so far [28] . World-wide, an estimated 170 million people are chronically infected with HCV, with 3-4 million new infections and more than 350,000 deaths annually [51, 52] . HCV is a blood-borne virus that primarily infects hepatocytes [53] . The virus becomes persistent in 60-80% of patients, eventually causing progressive liver disease, including fibrosis, cirrhosis and in some cases hepatocellular carcinoma [51, 53, 54] . There is currently no licensed vaccine for HCV [55] . Up until recently, HCV infection was treated primarily with a combination of pegylated IFN-a and ribavirin, with a 50% success rate, however the development of specific antivirals targeting the HCV polymerase and protease has dramatically improved patient outcomes [52, 54] . Understanding the mechanisms by which HCV antagonises STING is of interest because it may help explain why the immune system spontaneously clears acute HCV infection in some patients, but not others, as well as why viral genotypespecific differences in the success of antiviral therapies are observed in the clinic [54] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "End of the game: STING antagonism by the hepatitis C virus NS4B protein"
        },
        {
            "text": "The HCV protease complex, consisting of the non-structural protein NS3 and its cofactor NS4A, is well-known to disrupt the RIG-I-dependent induction of type I IFN by cleaving MAVS at residue 508 [reviewed in 52]. MAVS and NS3/4A colocalise at MAMs, and following its cleavage, MAVS loses its ability to dimerise, associate with intracellular membranes and signal the induction of type I IFN [52] . Cheng et al. were the first to report an NS3/4A-independent mechanism by which HCV counteracts IFN production [56] . In this article, inhibitors of the NS3/4A protease were shown to block the ability of HCV to antagonise IFN-b induced by MAVS over-expression, but not when IFN-b production was stimulated by poly(I:C) transfection [56] . Later, two reports published in quick succession independently demonstrated that transiently over-expressed NS4B inhibited activation of an IFN-b reporter stimulated with poly(I:C) [57] or by over-expression of the constitutively active DRIG-I construct [21, 58] . A concomitant reduction in downstream IFN signalling was also observed [58] . Importantly, these observations were not viral strain-specific [58] .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 995,
                    "end": 998,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "End of the game: STING antagonism by the hepatitis C virus NS4B protein"
        },
        {
            "text": "While this early work identified an important novel role for NS4B in blocking type I IFN responses during HCV infection, it was not until 2013 that the mechanism of this antagonism was published. Following up on their initial findings [58] , research led by Mamoru Watanabe demonstrated that NS4B inhibits IFN-b production and IRF-3 phosphorylation stimulated by poly(dA:dT) treatment, or STING, MAVS or DRIG-I over-expression [10] . Ding et al. independently made similar observations, and also showed that NS4B blocks type III IFN induction during SeV infection [13] . NS4B did not inhibit IFN-b production stimulated by overexpression of IRF-3 or NF-kB, suggesting that NS4B acts upstream of IRF-3 [13] . The NS3/4A protease complex did not block STINGmediated IFN-b induction or IRF-3 phosphorylation [10], confirming that NS3/4A and NS4B antagonise IFN production by distinct mechanisms. In addition, NS4B, but not NS3/4A, inhibited IFN production induced by over-expression of a MAVS construct that mimics the product of NS3/4A-mediated MAVS cleavage [10, 13] . This MAVS cleavage product loses its ability to dimerise and localise to the mitochondrial membrane [59] [60] [61] , but residual levels of IFN-b induction are still detectable [10, 13, 59] . Therefore, HCV has evolved distinct and additive mechanisms involving NS4B and the NS3/4A protease for blocking IFN induction via RIG-I and STING.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "End of the game: STING antagonism by the hepatitis C virus NS4B protein"
        },
        {
            "text": "Importantly, STING was confirmed to be important for type I and type III IFN induction by the HCV 3 0 untranslated region (UTR) [13] , which contains a well-characterised PAMP recognised during HCV infection [62] . Silencing STING by RNA interference (RNAi) or antagonising STING by over-expressing NS4B enhanced replication of an HCV replicon or HCV virus respectively [10] . Taken together, these data highlight the important role STING plays in signalling the induction of antiviral effectors that limit HCV replication.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "End of the game: STING antagonism by the hepatitis C virus NS4B protein"
        },
        {
            "text": "Work by Ding et al. and the Watanabe group demonstrated that NS4B co-immunoprecipitates with STING when both proteins are over-expressed [10, 13] . Ding et al. further verified these findings with endogenous STING in the PH5CH8 hepatocyte cell line [13] . In addition, colocalisation of NS4B and STING was observed when both proteins were over-expressed [10, 13] , with over-expressed NS4B and endogenous STING in PH5CH8 cells [13] , and when STING was over-expressed during HCV infection in the hepatocyte cell line Huh7 [13] . These experiments are complicated by the fact that HCV only readily infects Huh7 cells, in which endogenous STING is undetectable by western blot [13] . Nevertheless, it is encouraging that findings from over-expression experiments have been validated with endogenous STING and during viral infection. Colocalisation and interaction of STING with NS4B was further verified using bimolecular fluorescence complementation (BiFC), in which the activity of a split fluorescent protein (in this case monomeric Kusabira Green; mKG) is reconstituted when two proteins tagged with complementary mKG fragments interact in close proximity [10] . The interaction between NS4B and STING was shown to occur adjacent to and partially colocalised with MAMs [10] , which is also the site at which STING associates with MAVS [8, 10] . However, NS4B interacted and colocalised only with STING, and not with MAVS [10, 13] .",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 23,
                    "text": "Ding et al. and",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 141,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1158,
                    "end": 1162,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1337,
                    "end": 1340,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1341,
                    "end": 1344,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1428,
                    "end": 1431,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "End of the game: STING antagonism by the hepatitis C virus NS4B protein"
        },
        {
            "text": "The precise mechanism by which NS4B inhibits STING signalling remains to be fully elucidated. Transient over-expression of NS4B does not appear to affect levels of endogenous STING or STING dimerisation [13] . There is conflicting evidence as to whether NS4B might inhibit the interaction between STING and MAVS [10, 13] , and whether NS4B targets TBK1 to inhibit IFN production [13, 58] . These contradictory findings might stem from the limitations of over-expression experiments, and until better tissue culture models for HCV are developed it will remain challenging to validate these studies in the context of viral infection. Although the exact mechanism of STING antagonism remains unclear, the N-terminus of NS4B, which shares homology with STING's dimerisation domain, appears to be important [8, 10] . While this domain is not important for the ability of NS4B to colocalise with STING, it is essential for NS4B's ability to inhibit IFN-b induction [10] . Interestingly, this STING homology domain is conserved in the NS4B proteins of other members of the Flaviviridae family [8] , suggesting that the YFV NS4B might also inhibit STING signalling through a mechanism that is conserved between flaviviruses and hepaciviruses. The DENV NS4B also shares this homology domain [8] . In the future, it will be important to further clarify the mechanism and conservation of STING antagonism by Flaviviridae NS4B proteins. This is of particular interest because several antiviral compounds targeting the HCV NS4B are under development or in the early stages of clinical testing [reviewed in 63] , and it has been suggested that they function at least in part by blocking the ability of HCV to inhibit innate immune responses important for viral clearance [10] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 802,
                    "end": 805,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1593,
                    "end": 1596,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1757,
                    "end": 1761,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "End of the game: STING antagonism by the hepatitis C virus NS4B protein"
        },
        {
            "text": "Coronaviruses are the largest RNA viruses, with non-segmented positive-sense ssRNA genomes of up to 26-32 kb in length [64] . The family Coronaviridae is further subdivided into the subfamilies Coronavirinae, which we will focus on here and which encompasses the alpha-, beta-and gammacoronaviruses (Fig. 3A) , and Torovirinae [64] . Following viral entry into the cell, the replicase-transcriptase polyprotein is translated directly from the viral genome by a frame-shifting mechanism (Fig. 3B ) [64] . The polyprotein is autocatalytically processed to produce 16 nonstructural proteins (nsp1-nsp16), which help form cytoplasmic vesicles in which viral genome replication and the production of multiple nested subgenomic mRNAs encoding the structural and additional non-structural proteins occurs via negative-sense RNA intermediates [64] . Viral particles are assembled at the ER-Golgi intermediate compartment (ERGIC) and released via exocytic vesicles [64] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 486,
                    "end": 494,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Coronaviridae"
        },
        {
            "text": "Coronaviruses cause several respiratory and enteric diseases of economic importance in domestic animals [64] . In addition, the alphacoronaviruses human coronavirus NL63 (HCoV-NL63) and HCoV-229E, and betacoronaviruses HCoV-OC43 and HCoV-HKU1 cause the 'common cold' in humans, as well as more severe disease in young, elderly and immunocompromised patients [64] . HCoV-NL63 in particular is associated with croup in children [64] . More recently, coronaviruses have attracted wide-spread media attention with the zoonotic emergence of two epidemic betacoronaviruses causing high mortality in humans; severe acute respiratory syndrome coronavirus (SARS-CoV) in 2003 and Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012 [reviewed in 65] . There are no specific antivirals available to treat coronavirus infection, and no vaccines against the highly pathogenic SARS-CoV and MERS-CoV [65, 66] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 750,
                    "text": "in 65]",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Coronaviridae"
        },
        {
            "text": "Coronaviruses possess multiple mechanisms by which they evade the host innate immune response [67, 68] , and it has been suggested that this immune evasion may contribute to severe coronavirus disease [69] . In addition, a better understanding of coronavirus immune evasion tactics may facilitate the development of antiviral therapies and vaccines. We will focus here on the recently characterised mechanism of STING antagonism by coronaviruses.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[67,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Coronaviridae"
        },
        {
            "text": "Coronavirus PLPs are contained within the nsp3 protein ( Fig. 3C  and D) and, along with the nsp5-encoded 3C-like protease, they are responsible for cleaving the replicase-transcriptase polyprotein [64, 68] . Antagonism of STING by coronavirus PLPs has been most extensively studied for the SARS-CoV PLP, called PLpro. SARS-CoV was first identified in China in 2003 and rapidly spread around Southeast Asia, with isolated cases reported around the globe [65, 68] . The virus is thought to have originated from bats, with palm civet cats as a potential intermediate host that transmitted the virus to humans in the crowded live-animal markets of China [65] . SARS-CoV was an air-borne pathogen that caused a severe lower respiratory tract infection with an estimated case-fatality rate of around 10% [64, 65, 68] . The epidemic spread from Southeast Asia via international air travel and trade, and was contained largely by strict quarantine and travel restrictions [65] . More than 8000 SARS cases were reported in 2003, and since then no further human infections have been reported [65] . Nevertheless, the pertinence of studying the pathogenic mechanisms of this severe respiratory pathogen was highlighted when MERS-CoV emerged in the Arabian peninsula in 2012 [65] .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[64,",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[64,",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1264,
                    "end": 1268,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 72,
                    "text": "Fig. 3C  and D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Wrapped around your finger: STING antagonism by the SARS-CoV papain-like protease"
        },
        {
            "text": "The ability of SARS-CoV PLpro to block type I IFN production was first reported by Devaraj et al. in 2007, when PLpro was shown to inhibit IRF-3 phosphorylation, dimerisation and nuclear translocation, and IFN-b induction in HeLa cells stimulated with poly(I:C) or SeV [70] . Interestingly, this IFN antagonism was independent of PLpro's catalytic activity, as several inactive PLpro mutants were still able to block IFN-b promoter activation with varying efficiencies [70] . Unless specified, these and subsequent studies described herein were performed with constructs encompassing just the PLP and its transmembrane domain, distinguishing between PLP function and nsp3's other activities.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 111,
                    "text": "Devaraj et al. in 2007, when",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Wrapped around your finger: STING antagonism by the SARS-CoV papain-like protease"
        },
        {
            "text": "Subsequent reports linking the ability of PLPs to inhibit type I IFN induction with their ability to antagonise STING all originate from the lab of Zhongbin Chen [11, 14, 15] . Initially, PLpro was shown to inhibit the activation of an interferon-stimulated response element (ISRE)-linked luciferase reporter stimulated by the exogenous over-expression of STING [11] . In line with previous reports [70, 71] , PLpro still retained some ability to antagonise STING-mediated IFN induction when its catalytic activity was inactivated by point mutation [11] .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[70,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Wrapped around your finger: STING antagonism by the SARS-CoV papain-like protease"
        },
        {
            "text": "PLpro was then shown to co-immunoprecipitate with STING when both proteins where over-expressed, and this interaction was also observed with catalytically inactive PLpro mutants [11] . In a follow-up paper, the STING-PLpro association was found to be dependent on the four N-terminal transmembrane domains of STING [14] . However, whether this region actively facilitates STING-PLpro binding or whether it is only necessary for localisation of STING to intracellular membranes, presumably required for interaction with membrane-bound PLpro, remains unclear, as deletion of either transmembrane domains 1 and 2, or 3 and 4 did not affect STING-PLpro binding [14] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Wrapped around your finger: STING antagonism by the SARS-CoV papain-like protease"
        },
        {
            "text": "Importantly, the interaction between PLpro and STING was found to inhibit STING function. Dimerisation of over-expressed STING, which was enhanced by treatment with SeV, was reduced in the presence of PLpro [11] . Additionally, dimerisation of overexpressed STING was reduced during SARS-CoV infection [11] . Later, PLpro was also found to disrupt the formation of signalling complexes involved in the induction of type I IFN [14] . Specifically, PLpro co-immunoprecipitated with over-expressed TBK1 and (to a lesser extent) IRF-3, and also inhibited the binding of STING to MAVS and IRF-3 [14] . In addition, PLpro dramatically inhibited the activation of luciferase reporter constructs driven by the IFN-b promoter or IRF-3-responsive elements when these were induced through the over-expression of STING or TBK1 [14] . IRF-3 phosphorylation and dimerisation induced by STING or TBK1 over-expression was also reduced in the presence of PLpro [14] . In combination, these findings demonstrate that PLpro associates with the signalling complexes assembled around STING, disrupting their formation to block downstream signalling via IRF-3. It remains to be determined whether PLpro interacts with STING directly, or whether other components of the signalling complex are required. However, other viral proteins are not necessary for mediating the interaction between PLpro and STING [11, 14] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1382,
                    "end": 1386,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Wrapped around your finger: STING antagonism by the SARS-CoV papain-like protease"
        },
        {
            "text": "It has been proposed that PLpro inhibits IRF-3 activation by virtue of its deubiquitinase (DUB) activity, interfering with K63linked ubiquitination events known to be important for downstream type I IFN induction [11, 14] . Initially, X-ray crystallography studies highlighted structural similarities between PLpro and cellular DUBs [72] . Subsequently, purified PLpro was shown to hydrolyse K48-and K63-linked polyubiquitin chains, as well as the ubiquitin-like molecule ISG15, in vitro [73] [74] [75] . Deubiquitinating activity was also observed in cultured cells [71, 73, 75] . Of note, the modification of over-expressed STING, TBK1, RIG-I and IRF-3 with an HA-tagged ubiquitin construct that is only capable of forming K63-linked bonds (HA-Ub-K63) was also reduced in the presence of PLpro [14] . Surprisingly then, chemical inhibitors of PLpro's DUB activity do not affect PLpro's ability to antagonise type I IFN induction [71] . Furthermore, inactivation of PLpro's DUB domain by point mutation failed to abrogate its ability to block IFN-b induction by SeV [70] . A confounding factor in these experiments is that the importance of functional DUB activity was not always measured in the presence of STING-specific stimuli. Therefore DUB-inactive PLpro may inhibit type I IFN induction by a STINGindependent mechanism, for example by targeting IRF-3 directly [70] . In addition, the Chen group has proposed that, in the absence of a functional DUB domain, PLpro is still able to block K63-linked polyubiquitination of STING signalling complex components by preventing access to the cellular ubiquitination machinery [11, 71, 76] . Alternatively, since catalytically inactive PLpro mutants still interact with STING [11] , they may function by sequestering STING away from other molecules required for the induction of type I IFN. While the precise mechanism of action remains to be fully elucidated, an increasing body of work has clearly demonstrated that the SARS-CoV PLpro protein interacts with STING to prevent its dimerisation and association with other signalling molecules required for the activation and nuclear translocation of IRF-3.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[71,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "73,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1625,
                    "end": 1629,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1630,
                    "end": 1633,
                    "text": "71,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1634,
                    "end": 1637,
                    "text": "76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1724,
                    "end": 1728,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Wrapped around your finger: STING antagonism by the SARS-CoV papain-like protease"
        },
        {
            "text": "Unlike SARS-CoV, most alpha-and betacoronaviruses encode two PLPs within their nsp3 protein (Fig. 3D) [64] . Interestingly, Clementz et al. demonstrated that one of the PLPs of the alphacoronavirus HCoV-NL63, PLP2, which, like SARS-CoV PLpro, is encoded at the C-terminal end of nsp3, also possesses DUB activity [71] . PLP2 was also shown to inhibit type I IFN production [71] . The Chen group later confirmed that PLP2 antagonises STING-induced IRF-3 nuclear translocation and ISRE activation [11] .",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Synchronicity II: conservation of STING antagonism among coronavirus papain-like proteases"
        },
        {
            "text": "Despite the low sequence conservation between SARS-CoV PLpro and HCoV-NL63 PLP2 [75] , the mechanism of action of these two proteins appears to be very similar. PLP2 was shown to coimmunoprecipitate with STING in over-expression experiments, and this interaction was independent of PLP2's catalytic activities [11] . Furthermore, exogenously expressed PLP2 colocalised with STING in a pattern reminiscent of the ER [11] . A partial colocalisation between nsp3, which contains the PLP2 domain, and over-expressed STING was also observed in cells infected with HCoV-NL63 [11] . Importantly, PLP2 was shown to disrupt STING dimerisation, as well as the interaction between STING and TBK1 in over-expression experiments [11] . Interestingly, the DUB activity of HCoV-NL63 was found to be important for the inhibition of STING dimerisation [11] . Whether DUB activity is also important for the ability of SARS-CoV PLpro to inhibit STING dimer formation has not been published. Similarly to SARS-CoV PLpro though, the K63-linked polyubiquitination of STING was still inhibited in HCoV-NL63 PLP2 mutants that lacked DUB activity, albeit to a lesser degree [11] . As before, the authors speculated that STING-PLP2 binding may prevent the cellular ubiquitination machinery from modifying STING, regardless of whether PLP2 retains its ability to actively deubiquitinate STING [11] . Since certain PLP2 mutants that lack DUB activity are still capable of blocking STINGdependent IFN production, even though they do not prevent STING activation (dimerisation), these constructs may function by sequestering STING away from other proteins required for the induction of type I IFN [11] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 415,
                    "end": 419,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1366,
                    "end": 1370,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1667,
                    "end": 1671,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Synchronicity II: conservation of STING antagonism among coronavirus papain-like proteases"
        },
        {
            "text": "The PLP2 protein of the alphacoronavirus porcine epidemic diarrhoea virus (PEDV) has also been shown to inhibit the STINGdependent activation of the IFN-b promoter and IRF-3-dependent reporters [15] . PEDV PLP2 also co-immunoprecipitates with STING in over-expression experiments, and reduces the modification of STING with K63-linked polyubiquitin chains [15] . However, unlike the coronavirus PLPs discussed so far, the ability of PEDV PLP2 to inhibit STING ubiquitination and type I IFN induction appears to be dependent on its DUB activity [15] . The authors speculated that, since the PLP constructs in the PEDV study differ from the others in that they are not linked to the C-terminal transmembrane domain of nsp3, the transmembrane domain may somehow modify PLP function [15] . In fact, the transmembrane domain was previously shown to augment IFN antagonism by both wt and catalyticallyinactive HCoV-NL63 PLP2 [71] . It was proposed that the transmembrane domain may be required for the correct folding of PLP2 or for mediating interactions with components of the IFN pathway [71] . Therefore, while it is becoming increasingly clear that several coronavirus PLPs antagonise STING, certain mechanistic details, including the roles of the DUB and transmembrane domains, remain to be elucidated.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1085,
                    "end": 1089,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Synchronicity II: conservation of STING antagonism among coronavirus papain-like proteases"
        },
        {
            "text": "Whether the STING antagonist function of PLPs is conserved in all coronaviruses is unknown. Work led by Zhongbin Chen recently identified DUB activity in MERS-CoV PLP2, which was also shown to inhibit IRF-3 phosphorylation and nuclear translocation, and activation of the IFN-b promoter [76] . In addition, the PLP2 of the betacoronavirus murine hepatitis virus A59 (MHV-A59) has also been shown to have DUB and IFN antagonist activity [77, 78] . Whether MERS-CoV PLP2 and MHV-A59 PLP2 block type I IFN induction by targeting STING remains to be determined. It would be highly interesting to perform a systematic comparison of STING antagonism in different coronavirus PLPs using human STING as well as STING homologues from the animal reservoirs for these viruses. Such experiments would provide valuable insights into the evolutionary pressure posed by STING, the adaptations required for coronaviruses to emerge as zoonotic pathogens of humans, and the potential contribution of STING antagonism to disease severity in highly pathogenic coronaviruses. Such studies have gained in pertinence with the emergence of MERS-CoV as the most-recent highly pathogenic coronavirus with epidemic potential in humans.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[77,",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "78]",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Synchronicity II: conservation of STING antagonism among coronavirus papain-like proteases"
        },
        {
            "text": "STING has emerged as an important player in the cell's arsenal against RNA viruses. While we do not yet fully understand all of the mechanisms by which STING participates in the recognition of RNA virus infection, the multiple evasion tactics employed by divergent positive-sense RNA viruses imply that STING is a significant restriction factor for these pathogens. Exciting avenues for future research include the as-yet poorly defined mechanisms by which STING signalling is triggered during RNA virus infection. It will be highly interesting to investigate whether STING responds to RNA and DNA viruses via similar or distinct mechanisms. An intriguing possibility is that STING senses RNA viruses independently of the well-characterised nucleic acid PAMPs studied to-date, for example by responding to the aberrant modification of cellular membranes. Another key question regards the importance of STING in sensing and restricting negative-sense RNA virus infection. While improving our understanding of the mechanisms of STING activation during RNA virus infection will go some way towards answering this question, the clinching evidence will be to identify a STING antagonist in a negative-sense RNA virus, as viruses do not develop immune evasion mechanisms without a strong evolutionary imperative to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fields of gold: final thoughts and key questions for future research"
        },
        {
            "text": "In terms of flavivirus evasion of STING signalling, it will be important to address the evolutionary conservation of the various mechanisms of STING antagonism identified to-date. It will also be highly interesting to further explore the role STING plays in the host restriction of flaviviruses, and the putative roles STING homologues might play in the insect vectors of arboviral flaviviruses. Such studies will provide valuable insights into the potential for novel flaviviruses to emerge as human pathogens of the future, as well as potentially identifying new approaches for developing much-needed vaccines and antiviral therapeutics. For DENV, assessing the feasibility of using mice humanised for STING as immunocompetent animal models is of utmost importance to improve our understanding of DENV pathogenesis in vivo, and for testing vaccines and antiviral compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fields of gold: final thoughts and key questions for future research"
        },
        {
            "text": "For coronaviruses, the precise mechanism of STING antagonism remains to be clarified. It will also be important to define the contribution STING antagonism makes to the pathogenic potential of coronaviruses. The conservation of STING evasion among coronaviruses, and the role STING might play in restricting coronavirus host-switching are also exciting research avenues, especially given the emergence of two highly pathogenic coronaviruses in just over a decade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fields of gold: final thoughts and key questions for future research"
        },
        {
            "text": "The field of STING sensing of, and antagonism by, RNA viruses is still in its infancy, and the many important unanswered questions of relevance to diverse aspects of viral pathogenesis make this an exciting time to be working on this new player in the innate immune sensing of RNA viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fields of gold: final thoughts and key questions for future research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "RIG-I family RNA helicases: cytoplasmic sensor for antiviral innate immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoneyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "18",
            "issn": "",
            "pages": "545--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Type 1 interferons and the virus-host relationship: a lesson in detente",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Sci Rep",
            "volume": "312",
            "issn": "",
            "pages": "879--82",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "STING is an endoplasmic reticulum adaptor that facilitates innate immune signalling",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "",
            "pages": "674--682",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The adaptor protein MITA links virus-sensing receptors to IRF3 transcription factor activation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunity",
            "volume": "29",
            "issn": "",
            "pages": "538--50",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "an endoplasmic reticulum IFN stimulator, activates innate immune signaling through dimerization",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "",
            "pages": "8653--8661",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The interferon response to intracellular DNA: why so many receptors?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Unterholzner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunobiology",
            "volume": "218",
            "issn": "",
            "pages": "1312--1333",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MITA/STING: a central and multifaceted mediator in innate immune response",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "H-B",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "STING regulates intracellular DNA-mediated, type I interferon-dependent innate immunity",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "",
            "pages": "788--92",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "DENV inhibits type I IFN production in infected cells by cleaving human STING",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aguirre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Maestre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pagni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Savage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gutman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hepatitis C virus NS4B protein targets STING and abrogates RIG-Imediated type I interferon-dependent innate immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nitta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sakamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kakinuma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mishima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kusano-Kitazume",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hepatology",
            "volume": "57",
            "issn": "",
            "pages": "46--58",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus papainlike proteases negatively regulate antiviral innate immune response through disruption of STING-mediated signaling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dengue virus targets the adaptor protein MITA to subvert host innate immunity",
            "authors": [
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Chang T-H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J-J",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "R-L",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hepatitis C virus NS4B blocks the interaction of STING and TBK1 to evade host innate immunity",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y-J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Hepatol",
            "volume": "59",
            "issn": "",
            "pages": "52--60",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS coronavirus papain-like protease inhibits the type I interferon signaling pathway through interaction with the STING-TRAF3-TBK1 complex",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Protein Cell",
            "volume": "5",
            "issn": "",
            "pages": "369--81",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The papain-like protease of porcine epidemic diarrhea virus negatively regulates type I interferon pathway by acting as a viral deubiquitinase",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Gen Virol",
            "volume": "94",
            "issn": "",
            "pages": "1554--67",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structural analysis of the STING adaptor protein reveals a hydrophobic dimer interface and mode of cyclic di-GMP binding",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ru",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Immunity",
            "volume": "36",
            "issn": "",
            "pages": "1073--86",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The ubiquitin ligase TRIM56 regulates innate immune responses to intracellular doublestranded DNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsuchida",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "765--76",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "TRIM32 protein modulates type I interferon induction and cellular antiviral response by targeting MITA/STING protein for K63-linked ubiquitination",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M-M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H-B",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "28646--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "STING recognition of cytoplasmic DNA instigates cellular defense",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harashima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Konno",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Konno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Cell",
            "volume": "50",
            "issn": "",
            "pages": "5--15",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Antiviral defense: RIG-Ing the immune system to STING",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bowzard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sambhara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "20",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The RNA helicase RIG-I has an essential function in double-stranded RNAinduced innate antiviral responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoneyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kikuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Natsukawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shinobu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Imaizumi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyagishi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Immunol",
            "volume": "5",
            "issn": "",
            "pages": "730--737",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pan-viral specificity of IFN-induced genes reveals new roles for cGAS in innate immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Schoggins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Macduff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imanaka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gainey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Eitson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "",
            "pages": "691--696",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A diverse range of gene products are effectors of the type I interferon antiviral response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Schoggins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bieniasz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "",
            "pages": "481--486",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Virus-cell fusion as a trigger of innate immunity dependent on the adaptor STING",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Holm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jakobsen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cheshenko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Horan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Moeller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Immunol",
            "volume": "13",
            "issn": "",
            "pages": "737--780",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cyclic GMP-AMP synthase is a cytosolic DNA sensor that activates the type I interferon pathway",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "339",
            "issn": "",
            "pages": "786--91",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Structural mechanism of cytosolic DNA sensing by cGAS",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Civril",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Deimling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "De Oliveira Mann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ablasser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moldt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Witte",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "498",
            "issn": "",
            "pages": "332--339",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Architecture and biogenesis of plus-strand RNA virus replication factories",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "World J Virol",
            "volume": "2",
            "issn": "",
            "pages": "32--48",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Flaviviridae: the viruses and their replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields virology",
            "volume": "",
            "issn": "",
            "pages": "1102--52",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Recent advances in deciphering viral and host determinants of dengue virus replication and pathogenesis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Clyde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kyle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "11418--11449",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Emerging flaviviruses: the spread and resurgence of Japanese encephalitis, West Nile and dengue viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "98--109",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Flaviviruses and flavivirus vaccines",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Heinz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stiasny",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "4301--4307",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The global distribution and burden of dengue",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Gething",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Messina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Farlow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Moyes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "496",
            "issn": "",
            "pages": "504--511",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Transmission cycles, host range, evolution and emergence of arboviral disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "Adt",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Rev Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "789--801",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Dengue and dengue hemorrhagic fever",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Microbiol Rev",
            "volume": "11",
            "issn": "",
            "pages": "480--96",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Dengue vaccine development: a 75% solution",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Halstead",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1535--1541",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Latest developments and future directions in dengue vaccines",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Thisyakorn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thisyakorn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ther Adv Vaccines",
            "volume": "2",
            "issn": "",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Dengue viral infections pathogenesis and epidemiology",
            "authors": [
                {
                    "first": "Wjh",
                    "middle": [],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bielefeldt-Ohmann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Microbes Infect",
            "volume": "2",
            "issn": "",
            "pages": "1041--50",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Dengue virus inhibits the production of type I interferon in primary human dendritic cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez-Madoz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernal-Rubio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kaminski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernandez-Sesma",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "4845--50",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Inhibition of the type I interferon response in human dendritic cells by dengue virus infection requires a catalytically active NS2B3 complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez-Madoz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belicha-Villanueva",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernal-Rubio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ayllon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernandez-Sesma",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "9760--74",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Identification and characterization of a loss-of-function human MPYS variant",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L-G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Wurfel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Genes Immun",
            "volume": "12",
            "issn": "",
            "pages": "263--272",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Propagation of dengue virus strains in unweaned mice",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meiklejohn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "England",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lennette",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Am J Trop Med Hyg",
            "volume": "1",
            "issn": "",
            "pages": "51--59",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Animal models of dengue virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zompi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "62--82",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Mouse STAT2 restricts early dengue virus replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashour",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laurent-Rolle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belicha-Villanueva",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Plumlee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bernal-Rubio",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "8",
            "issn": "",
            "pages": "410--431",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Murine model for dengue virus-induced lethal disease with increased vascular permeability",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shresta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Sharar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Prigozhin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "10208--10225",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Flavivirus genome organization, expression, and replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Galler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Annu Rev Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "649--88",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Cleavage preference distinguishes the two-component NS2B-NS3 serine proteinases of Dengue and West Nile viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shiryaev",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Kozlov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Ratnikov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lebl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Strongin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochem J",
            "volume": "401",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "STING mediates neuronal innate immune response following Japanese encephalitis virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nazmi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mukhopadhyay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Identification, characterization and immunological response analysis of stimulator of interferon gene (STING) from grass carp Ctenopharyngodon idella",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Dev Comp Immunol",
            "volume": "45",
            "issn": "",
            "pages": "163--76",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Molecular cloning and functional characterization of porcine stimulator of interferon genes (STING)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dev Comp Immunol",
            "volume": "34",
            "issn": "",
            "pages": "847--54",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Antiviral immunity in drosophila",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Imler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Immunol",
            "volume": "21",
            "issn": "",
            "pages": "3--9",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The global burden of hepatitis C",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lavanchy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Liver Int",
            "volume": "29",
            "issn": "",
            "pages": "74--81",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Activation and evasion of antiviral innate immunity by hepatitis C virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Horner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Mol Biol",
            "volume": "426",
            "issn": "",
            "pages": "1198--209",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Hepatitis C virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Alter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields virology",
            "volume": "",
            "issn": "",
            "pages": "1254--305",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Immune responses to HCV and other hepatitis viruses",
            "authors": [
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rehermann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunity",
            "volume": "40",
            "issn": "",
            "pages": "13--24",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Current progress in development of hepatitis C virus vaccines",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Med",
            "volume": "19",
            "issn": "",
            "pages": "869--78",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Inhibition of dsRNA-induced signaling in hepatitis C virus-infected cells by NS3 protease-dependent and -independent mechanisms",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "8499--504",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Interferon-beta is activated by hepatitis C virus NS5B and inhibited by NS4A, NS4B, and NS5A",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moriyama",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otsuka",
                    "suffix": ""
                },
                {
                    "first": "R-X",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawabe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Hepatol Int",
            "volume": "1",
            "issn": "",
            "pages": "302--312",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Hepatitis C virus non-structural proteins responsible for suppression of the RIG-I/Cardif-induced interferon response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tasaka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sakamoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Itakura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Itsui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sekine-Osajima",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Gen Virol",
            "volume": "88",
            "issn": "",
            "pages": "3323--3356",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Cardif is an adaptor protein in the RIG-I antiviral pathway and is targeted by hepatitis C virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meylan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moradpour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Binder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "1167--72",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "MAVS dimer is a crucial signaling component of innate immunity and the target of hepatitis C virus NS3/4A protease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baril",
                    "suffix": ""
                },
                {
                    "first": "M-E",
                    "middle": [],
                    "last": "Racine",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Penin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lamarre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "1299--311",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Hepatitis C virus protease NS3/4A cleaves mitochondrial antiviral signaling protein off the mitochondria to evade innate immunity",
            "authors": [
                {
                    "first": "X-D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Seth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pineda",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "17717--17739",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Innate immunity induced by composition-dependent RIG-I recognition of hepatitis C virus RNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marcotrigiano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gale",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "454",
            "issn": "",
            "pages": "523--530",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "New opportunities in anti-hepatitis C virus drug discovery: targeting NS4B",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deval",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antivir Res",
            "volume": "90",
            "issn": "",
            "pages": "93--101",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Coronaviruses: important emerging human pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "5209--5221",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Potential for antiviral treatment of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr Opin Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "565--71",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "To sense or not to sense viral RNA -essentials of coronavirus innate immune evasion",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kindler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "69--75",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439--50",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "T cell responses are required for protection from clinical disease and for virus clearance in severe acute respiratory syndrome coronavirus-infected mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "9318--9343",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Regulation of IRF-3-dependent innate immunity by the papain-like protease domain of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Devaraj",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "32208--32229",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Deubiquitinating and interferon antagonism activities of coronavirus papain-like proteases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Clementz",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Banach",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "4619--4648",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Severe acute respiratory syndrome coronavirus papain-like protease: structure of a viral deubiquitinating enzyme",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Saikatendu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Santarsiero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "5717--5739",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Mé nard R. The papain-like protease from the severe acute respiratory syndrome coronavirus is a deubiquitinating enzyme",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fotouhi-Ardakani",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lytvyn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lachance",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sulea",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "15199--208",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Mé nard R. Selectivity in ISG15 and ubiquitin recognition by the SARS coronavirus papain-like protease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lytvyn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lachance",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ziomek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Biochem Biophys",
            "volume": "466",
            "issn": "",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The papainlike protease of severe acute respiratory syndrome coronavirus has deubiquitinating activity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jukneliene",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "15189--98",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Proteolytic processing, deubiquitinase and interferon antagonist activities of Middle East respiratory syndrome coronavirus papain-like protease",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": "614--640",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "PLP2, a potent deubiquitinase from murine hepatitis virus, strongly inhibits cellular type I interferon production",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Res",
            "volume": "18",
            "issn": "",
            "pages": "1105--1118",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "PLP2 of mouse hepatitis virus A59 (MHV-A59) targets TBK1 to negatively regulate cellular type I interferon signaling pathway",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "STING signalling during RNA virus infection. Inactive STING resides in membranes of the ER, MAM and mitochondria (M*)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flaviviridae phylogenetic tree and genome organisation. (A) Flaviviridae family tree. Viruses of relevance to this review, and other representative viruses, shown. (B) Mosquito-borne flavivirus ($11 kb) and (C) hepacivirus ($9.6 kb) genome organisation (not to scale). Structural proteins are in black. STING antagonists are highlighted in grey. A STING antagonist function has been described for the YFV NS4B protein, but not for the DENV NS4B. Additional known functions for proteins discussed in this review are also given. Triangles indicate cleavage sites for the flavivirus NS2B/3 (B) or hepacivirus NS3/4A (C) proteases. The HCV polyuridine tract ((U/UC) n ) is a well-known PAMP that induces type I IFN production. Note that the hepacivirus genome is uncapped. Members of the Flaviviridae lack a poly(A) tail. Viruses not defined elsewhere; CSFV, classical swine fever virus; BDV, bovine diarrhoea virus; GBV, GV virus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Coronavirinae phylogenetic tree, genome organisation, and nsp3 functional domains. (A) Coronavirinae family tree. Viruses of relevance to this review, and other representative viruses, shown. (B) SARS-CoV genome organisation (not to scale). Structural proteins are in black. The two polyproteins (1a and 1ab) translated by ribosomal frameshifting are shown. Triangles indicate PLpro cleavage sites; the remaining polyprotein cleavage sites are processed by the main 3C-like protease. The 3 0 structural and additional accessory proteins differ among coronaviruses. Functional domains encoded by the SARS-CoV (C) and the HCoV-NL63 (D) nsp3 are also shown (not to scale). Domains linked to STING antagonism are highlighted in grey; the precise function of the transmembrane (TM) domain remains unknown. Terms not defined elsewhere; TCoV, turkey coronavirus; IBV, infectious bronchitis virus; Ubl, ubiquitin-like domain; Ac, acidic domain; ADRP, poly(ADP-ribose)-binding/ADP-ribose-1 0 -phosphatase macrodomain; NAB, nucleic acid-binding domain; G2M, betacoronavirus marker; Y domain, highly conserved coronavirus domain.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mechanisms of STING antagonism by positive-sense RNA viruses.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge the contribution of all authors cited, and apologise if we inadvertently omitted publications related to this review. KM thanks Andrew Davidson (University of Bristol, UK) and Gillian Elliott (University of Surrey, UK) for their continued guidance and support. We also thank the entire Fernandez-Sesma group for their hard work and insightful discussions. Work in the laboratory of AF-S is funded by NIH/NIAID grants 1R01AI073450 and 1P01AI090935, by the NIH/NIAID Center for Research on Influenza Pathogenesis (CRIP) contract HHSN266200700010C as part of the CEIRS Network, and DARPA contract HR0011-11-C-0094. KM is supported by Wellcome Trust fellowship 096062. The funding bodies had no role in the preparation of this manuscript or the decision to publish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Kevin Maringer, PhD completed his PhD under the supervision of Prof. Gillian Elliott at Imperial College London (UK), where he studied protein interactions involved in herpesvirus assembly. Kevin currently holds a Sir Henry Wellcome postdoctoral fellowship from the Wellcome Trust. His work is focussed on improving our understanding of how dengue virus and other arboviruses interact with the immune system of the mosquito vector. Kevin's research interests include whether arboviruses evade immune recognition in their vertebrate hosts and invertebrate vectors using similar mechanisms, and how mosquito-virus interactions might affect disease processes in humans. His fellowship is based with Dr. Andrew Davidson at the University of Bristol (UK); however, Kevin is currently an Englishman in New York, performing his research with Dr. Ana Fernandez-Sesma at the Icahn School of Medicine at Mount Sinai (USA).Ana Fernandez-Sesma, PhD is an Associate Professor in the Department of Microbiology at Icahn School of Medicine at Mount Sinai. She has extensive experience on antiviral immunity using animal and primary human systems and her research focus is the modulation of innate immunity by viruses, with a special focus in type I interferons (IFN). The three areas of study in her laboratory are the modulation and control of innate immunity by dengue virus (DENV), influenza virus and HIV. Her group has optimised and developed several assays and techniques to study the initiation/modulation of immune responses in human primary immune cells, such as dendritic cells (DCs) and macrophages as well as primary lung epithelial cells and more recently human tonsil histocultures. She has over 45 publications in Virology and Immunology related Journals and is on the editorial board of several journals, including Journal of Virology and PLoS Pathogens. She is also a permanent member of the NIH study section Virology B and an active teacher for Medical and graduate students at Icahn School of Medicine at Mount Sinai (ISMMS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}