{
    "paper_id": "c9bf6547ad546ca4338e790c4fbe75af4c5b6ee8",
    "metadata": {
        "title": "Clinical Epidemiology Dovepress Pilot study of participant-collected nasal swabs for acute respiratory infections in a low-income, urban population",
        "authors": [
            {
                "first": "Celibell",
                "middle": [
                    "Y"
                ],
                "last": "Vargas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liqun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yaritza",
                "middle": [],
                "last": "Castellanos De Belliard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Morban",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hilbania",
                "middle": [],
                "last": "Diaz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elaine",
                "middle": [
                    "L"
                ],
                "last": "Larson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Larussa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [],
                "last": "Saiman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [
                    "S"
                ],
                "last": "Stockwell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To assess the feasibility and validity of unsupervised participant-collected nasal swabs to detect respiratory pathogens in a low-income, urban minority population. Methods: This project was conducted as part of an ongoing community-based surveillance study in New York City to identify viral etiologies of acute respiratory infection. In January 2014, following sample collection by trained research assistants, participants with acute respiratory infection from 30 households subsequently collected and returned a self-collected/ parent-collected nasal swab via mail. Self/parental swabs corresponding with positive reverse transcription polymerase chain reaction primary research samples were analyzed. Results: Nearly all (96.8%, n=30/31) households agreed to participate; 100% reported returning the sample and 29 were received (median time: 8 days). Most (18; 62.1%) of the primary research samples were positive. For eight influenza-positive research samples, seven (87.5%) self-swabs were also positive. For ten other respiratory pathogen-positive research samples, eight (80.0%) self-swabs were positive. Sensitivity of self-swabs for any respiratory pathogen was 83.3% and 87.5% for influenza, and specificity for both was 100%. There was no relationship between level of education and concordance of results between positive research samples and their matching participant swab. Conclusion: In this pilot study, self-swabbing was feasible and valid in a low-income, urban minority population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Community-based studies are an important component of surveillance for acute respiratory infections/influenza-like illness (ARI/ILI). Using nasal self-swabbing to obtain samples for laboratory analysis has advantages during outbreaks or pandemics, as this strategy would reduce the time required for health care professionals to obtain specimens, as well as lessen their risk of becoming infected. Furthermore, self-swabbing could be used to identify ARI/ILI etiologies in the community that might be missed from reliance on medically-attended disease surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous self-swab studies for ARI/ILI have demonstrated their feasibility. 1-3 However, few have been performed in the USA, and the use of self-swabs in a lowincome, minority, urban population has not been assessed. Understanding the feasibility and validity of nasal self-swabs in this population is important. First, it is a population at high risk for infection and transmission due to overcrowding. 4, 5 Second, being lowincome, Latino, publicly insured, foreign born, and having a lower education level are factors associated with lower likelihood of having a primary health care provider and seeking care for illness. 6, 7 Therefore, the objective of this pilot study was to assess the feasibility and validity of unsupervised self-and/or parental-swabbing for children in a low-income, urban minority population.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 406,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 407,
                    "end": 408,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 625,
                    "end": 627,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 628,
                    "end": 629,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This pilot study was a component of an ongoing 5-year community-based ARI/ILI surveillance study, which includes a cohort of 250 households. 7 Participants are from a primarily immigrant Latino population in Northern Manhattan in New York City. Northern Manhattan is one of the most disadvantaged areas in New York City; 43.7% of the population receives federal income support. 8 As part of the ongoing study, families answer twice-weekly text messages to report ARI/ILI-associated symptoms among household members. Phone calls are used by research staff to follow-up on positive reports. If ARI/ILI criteria are met, a home visit is scheduled and a nasal swab is obtained from symptomatic participants by the research staff. 7 From January 7 to 23, 2014, after the swabs were collected for the primary study by the research staff, each participant was asked to obtain a nasal swab later that day, either from themselves (if they were $17 years old) or from their symptomatic child. The Columbia University Medical Center Institutional Review Board approved this study with use of an information sheet and verbal consent. For volunteers, the study team demonstrated how to obtain a nasal swab. Written instructions (English and Spanish) were also provided. Participants were provided with a self-swab kit and a pre-addressed, prestamped mailer that followed the US Postal Service guidelines for biological substances. 9 Participants were advised that if the swab was not sent the day it was obtained, it should be stored in the refrigerator. The research staff followed up by telephone the next day to confirm that the self-swab was obtained and sent. Each participant obtaining the self-swab received a round-trip New York City MetroCard (value US$5.00) when the specimen was received.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 142,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 726,
                    "end": 727,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1418,
                    "end": 1419,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To assess feasibility, we determined the proportion of households agreeing to perform the self-swab, the proportion returning the swab, and the number of days elapsed between when the participants received the kit and when the swab arrived in the laboratory. All swabs obtained by research staff were analyzed by a commercially available multiplex reverse transcription polymerase chain reaction assay according to the manufacturer's instructions (BioFire Diagnostics, Inc., Salt Lake City, UT, USA). The assay has a limit of detection (LOD) of 1-200 tissue culture infective dose (TCID)50/mL for influenza, and an LOD of 4-30,000 TCID50/mL for non-influenza viral pathogens, of which only rhinovirus/enterovirus has an LOD of more than 5,000 TCID50/mL. The LOD for bacterial respiratory pathogens ranges from 30 colony forming units (CFU)/mL to 4,000 CFU/mL. 10 If the swab obtained for the primary research study was positive for a respiratory pathogen, the self-swab was also analyzed by multiplex reverse transcription polymerase chain reaction. The percent of self-swabs positive for the same pathogen as the corresponding swab obtained by research staff was calculated. Chi-square tests were used to assess if there were differences in demographic factors (age, sex, English proficiency, born in the US/elsewhere, and educational level) between those with a positive research swab who also had a positive self-swab versus a negative self-swab. Finally, the sensitivity of the self-swab using the research swab as the gold standard was assessed. All analyses were conducted using SPSS Statistics V22.0 (IBM Corporation, Armonk, NY, USA).",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 862,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We approached 31 households to take part in the pilot study and 30 (96.8%) agreed (28 unique households; two households took part twice). These represented 15 ill adults and 15 ill children (Table 1 ). All households reported in the follow-up call that they had obtained the sample, and we received 29 samples (96.7%) (most samples [n=28] by mail, and one specimen brought directly to the laboratory). Of those who mailed the specimen, most (78.6%) reported mailing it within 1 day; all reported mailing it within 2 days. The median time between the kit being dropped off and arrival to the laboratory was 8 days (range: 3-99 days).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of the 29 swabs received, 18 (62.1%, from seven adults and eleven children) had a corresponding research swab that was positive for a respiratory pathogen. Seven (87.5%) corresponding self-swabs were concordant with the positive research swabs for influenza, and eight (80.0%) corresponding self-swabs were concordant with the research swab for noninfluenza pathogens ( Table 2 ). The kappa statistic between research and self-swab was 0.84. There were no differences in demographic variables, including education level or days between drop-off and receipt of swabs, among participants whose self-and research-staff obtained swabs correlated versus those whose swabs did not correlate (Table 1) . Of the self-swab samples that had a corresponding positive research swab, the longest time a self-swab sample took to arrive was 17 days; this swab was positive for respiratory syncytial ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 377,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 685,
                    "end": 694,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Participant-collected nasal swabs for acute respiratory infections virus and parainfluenza. The research swab was positive only for respiratory syncytial virus. Overall sensitivity for the self-swab to capture any respiratory pathogen was 83.3% (95% confidence interval [CI] 64%-102%), and 87.5% (95% CI 63%-112%) for influenza cases. Specificity was 100%, and negative and positive predictive values were 78.6% and 100%, respectively. Sensitivity to capture respiratory pathogens for a person taking their own swab was 71.4% (95% CI 32%-111%), and for a parent taking a swab of a child, was 90.9% (95% CI 73%-109%); sensitivity for influenza was 100% for someone taking their own self-swab, and 75.0% (95% CI 63%-112%) for a parent taking the swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "In this pilot study, we demonstrated that the use of selfswabbing for surveillance of respiratory pathogens is feasible and acceptable in a low-income, urban community. Nearly all who were approached agreed to participate and obtained and returned swabs. There was good concordance between nasal swabs obtained by research staff or by the participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study also confirmed that standard US Postal Service mailings can be used to provide viable self-swab specimens. The feasibility of using the postal service is important, since other commercial shipping services may be less accessible to low-income populations due to the limited availability of drop-off locations, the need for someone to be available for home pickup and, furthermore, are more costly. 3 Although this study was completed during the winter, which may have reduced sample degradation, a previous study demonstrated the integrity and quality of self-swabs sent via regular mail across seasons. 11 Table 1 Characteristics of study population and relationship between demographic characteristics and positivity or negativity of a selfswab with a corresponding positive research swab While the collection of self-swab samples is useful for the surveillance of ill individuals and collection of samples of nonmedically attended infections, another potential use of self-swabbing in a household is to collect samples from asymptomatic individuals in affected households. Characterizing the level of asymptomatic infection is useful, as these individuals may also be contagious. In studies conducted during the 2009 influenza A H1N1 pandemic, up to 28% of those who were infected were asymptomatic. [12] [13] [14] However, there are few data available on asymptomatic infection for seasonal influenza and other respiratory pathogens. [12] [13] [14] Since serial swabbing would likely be needed to monitor the duration of asymptomatic shedding, it may be cost-and time-prohibitive for participants to be swabbed daily at a research site or by a health care worker in the household.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 410,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1324,
                    "end": 1328,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1449,
                    "end": 1453,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1454,
                    "end": 1458,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 618,
                    "end": 625,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "There were limitations to this study. Although there was high compliance with returning the self-swab samples, and all participants reported returning them within 2 days, there was wide variation in arrival time of mailed samples. It is not known whether participants sent samples later than reported, whether the postal service was slow, or whether the sample was delayed in the University's central mailing office. In addition, this pilot study was conducted concordantly with an ongoing ARI/ILI surveillance study in which participants observed the research assistant perform the nasal swab, which may have improved self-swab technique. In this study, however, the research assistant was not present when the self-swab was taken, and it is both feasible and ideal to first instruct participants of the proper technique in a self-swab study. Further, participants were provided a round-trip New York City MetroCard (value US$5.00) for their time and effort; other populations might be less inclined to participate for this incentive or without an incentive. However, other studies, including those from other countries, have also demonstrated high compliance with self-swabs. [15] [16] [17] This pilot study took place in a single community and should be repeated with a larger and more diverse population within this geographical area, as well as with populations from other geographical areas. A strength of this study is that there was the direct comparison of self-swab samples with research samples from the same participant.",
            "cite_spans": [
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1188,
                    "end": 1192,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, self-swabbing was acceptable and feasible in a low-income, urban minority population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Self-collected nasal swabs to detect infection and colonization: a useful tool for population-based epidemiological studies?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Akmatov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pessler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Infect Dis",
            "volume": "15",
            "issn": "9",
            "pages": "589--593",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effectiveness of patient-collected swabs for influenza testing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dhiman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Finley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mayo Clin Proc",
            "volume": "87",
            "issn": "6",
            "pages": "548--554",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Results of a pilot study using self-collected mid-turbinate nasal swabs for detection of influenza virus infection among pregnant women. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Odouli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "155--156",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza seasonality: underlying causes and modeling theories",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lofgren",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Fefferman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Naumov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gorski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Naumova",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "11",
            "pages": "5429--5436",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measuring Overcrowding in Housing. Washington DC: US Department of Housing and Urban Development",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Monitoring the Nation's Health. Hyattsville, MD: US Department of Health and Human Services",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "MoSAIC: Mobile Surveillance for Acute Respiratory Infections and Influenza-Like Illness in the Community",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Stockwell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Epidemiol",
            "volume": "180",
            "issn": "12",
            "pages": "1196--1201",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "United States Postal Service Packaging Instructions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "United States Postal Service",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Washington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "?id=363&title=USPSPackagingInstruction6C&url=56.42.48.42%3 A9080%2Ftext%2Fpub52%2Fpub52apxc_018.htm&links=UN3373-hit0. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Available from: http:// biofiredx.com/media/Analytical-and-Clinical-Evaluation-of-the-FilmArray-Respiratory-Panel-pstr",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kanack",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Amiott",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nolte",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nasal swab samples and real-time polymerase chain reaction assays in community-based, longitudinal studies of respiratory viruses: the importance of sample integrity and quality control",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alsaleh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Whiley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bialasiewicz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of shedding characteristics of seasonal Influenza virus (sub)types and influenza A(H1N1)pdm09",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Remschmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Schink",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Household transmission of the 2009 pandemic A/H1N1 influenza virus: elevated laboratory-confirmed secondary attack rates and evidence of asymptomatic infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Papenburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hamelin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "9",
            "pages": "1033--1041",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Serologically confirmed household transmission of 2009 pandemic influenza A (H1N1) virus during the first pandemic wave",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "France",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "5",
            "pages": "455--462",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Linking syndromic surveillance with virological self-sampling",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chinemana",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiol Infect",
            "volume": "136",
            "issn": "2",
            "pages": "222--224",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Validation of self-swab for virologic confirmation of influenza virus infections in a community setting",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "205",
            "issn": "4",
            "pages": "631--634",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Collection by trained pediatricians or parents of mid-turbinate nasal flocked swabs for the detection of influenza viruses in childhood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Molteni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daleno",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virol J",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "This article was published in the following Dove Press journal: Clinical Epidemiology 6 January 2016 Number of times this article has been viewed submit your manuscript | www.dovepress.com",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "submit your manuscript | www.dovepress.com",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Note: Limited English proficiency: self-reported as fair, poor, or no proficiency.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Carrie Reed and Lyn Finelli from the Centers for Disease Control and Prevention. The research swabs mentioned in this study were obtained as part of a project supported by the Centers for Disease Control and Prevention (U01IP000618).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        },
        {
            "text": "Publish your work in this journal Submit your manuscript here: http://www.dovepress.com/clinical-epidemiology-journal Clinical Epidemiology is an international, peer-reviewed, open access, online journal focusing on disease and drug epidemiology, identification of risk factors and screening procedures to develop optimal preventative initiatives and programs. Specific topics include: diagnosis, prognosis, treatment, screening, prevention, risk factor modification, systematic reviews, risk & safety of medical interventions, epidemiology & biostatistical methods, and evaluation of guidelines, translational medicine, health policies & economic evaluations. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Epidemiology"
        }
    ]
}