{
    "paper_id": "cbc7ee25347acd1ad2fef88420dca328d27d8f5d",
    "metadata": {
        "title": "Case Report",
        "authors": []
    },
    "abstract": [
        {
            "text": "We report a case of Middle East respiratory syndrome coronavirus (MERS-CoV) infection in a 61-year-old businessman returning from Kuwait. The patient arrived there on August 16, 2018, developed watery diarrhea on August 28 (day 0), and came back to Korea on September 7 (day 10) as his condition worsened. Upon arrival, he complained of diarrhea and weakness, but denied any respiratory symptoms, and he directly went to visit an emergency room. Chest radiography revealed interstitial infiltrates in the lungs, and he was immediately transferred to an isolation unit. Quantitative real-time PCR analysis of sputum samples taken on day 11 returned positive for MERS-CoV. No secondary MERS-CoV infection was identified among people who had close contact with him. This case underscores the importance of a high index of suspicion of MERS-CoV infection in any febrile patients who present after a trip to the Middle East.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Middle East respiratory syndrome (MERS) is a respiratory illness caused by the MERS coronavirus (MERS-CoV) that was first identified in 2012 in Saudi Arabia 1 and in Jordan. 2 Since then, 27 countries have reported 2,254 cases of laboratory-confirmed MERS, and as of October 12, 2018 , 800 MERS-CoV-related deaths (case-fatality rate, 35%) have been reported to the World Health Organization. 3 The Korean outbreak of MERS-CoV occurred in May, June, and July of 2015. There were 186 cases including 38 deaths, which is the largest outbreak outside the Arabian Peninsula. 4 Subsequently, there were no additional MERS cases in Korea until August 2018. Here, we report the first imported case of MERS-CoV infection in Korea since the end of the large outbreak in 2015.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 267,
                    "end": 283,
                    "text": "October 12, 2018",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 394,
                    "text": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 571,
                    "end": 572,
                    "text": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The patient was a 61-year-old man who frequently visited Kuwait on business. He was taking medications for hypertension and diabetes mellitus. He was in Kuwait from August 16 to September 6, 2018. On August 28 (day 0), he developed watery diarrhea 3 to 4 times a day, lower abdominal pain, and general weakness. He was afebrile and had few respiratory symptoms, such as cough, sputum, and dyspnea. As he grew weaker, he visited a local health clinic in Kuwait twice, on September 4 and 6 (days 7 and 9). A blood test showed mild leukopenia and thrombocytopenia ( Table 1) . Because of his worsening condition, he decided to return to Korea, and he arrived at the Incheon Airport on September 7 (day 10). At the airport, he was so weak that he needed wheelchair assistance, and directly went to a hospital by taxi. At presentation at the emergency department (ED), he had a fever of 38.3°C, and chest radiography showed bilateral interstitial infiltrations. The ED doctor immediately suspected he had a MERS-CoV infection and reported to the health authority. The patient was transferred to the government-designated isolation unit in our hospital on September 8 (day 11).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 563,
                    "end": 571,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "At admission, his blood pressure, pulse rate, respiratory rate, and body temperature were 148/50 mmHg, 55/min, 20/min, and 37.2°C, respectively, and he complained of diarrhea, lower abdominal pain, general weakness, and blood-tinged sputum. The laboratory results showed mild leukocytopenia and elevated aspartate transaminase (AST) and alanine transaminase (ALT) ( Table 1) . Quantitative real-time reverse transcriptase polymerase chain reaction (qRT-PCR) analysis of his sputum confirmed MERS-CoV infection. However, qRT-PCR analysis of serum, nasopharyngeal swab, and stool samples were all negative. PCR tests for other common respiratory viruses including rhinovirus, influenza virus, parainfluenza virus, respiratory syncytial virus, and adenovirus, using a nasopharyngeal swab sample, were all negative, and bacterial cultures of blood and sputum were also negative. Empirical antimicrobial therapy with ceftriaxone and azithromycin was started. We did not treat him with any antiviral drugs, such as interferon, lopinavir/ritonavir and ribavirine. During the night of day 11, dyspnea and hypoxemia (PaO 2 , 57.8 mmHg) developed. His oxygen saturation was well maintained with 4 L/min of supplemental oxygen via nasal prongs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 374,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "By September 10 (day 13), the patient's watery diarrhea, lower abdominal pain, general weakness, and dyspnea were improving. His temperature returned to normal, and antibiotics were stopped on September 12 (day 15). Oxygen was tapered off on September 14 (day 17). Leukocytopenia and elevated AST and ALT were resolved ( Table 1) , and chest infiltrations showed gradual improvement (Fig. 1) . The MERS-CoV qRT-PCR analysis of nasopharyngeal swab, oropharyngeal swab, and sputum samples performed on September 14 and 15 (days 17 and 18) were all negative, the patient was removed from isolation on September 18 (day 21). He was discharged on September 22 (day 25).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 391,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "CASE DESCRIPTION"
        },
        {
            "text": "The protocol of the present study was reviewed and approved by the Institutional Review Board (IRB) of Seoul National University Hospital (IRB No. 1809-072-973). The patient provided written informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "Here we describe the first imported case of MERS-CoV infection after a large outbreak in Korea in 2015. Although 21 close contacts were identified by an epidemiological investigation, no additional cases of MERS-CoV infection were found. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As the index case of the 2015 MERS-CoV outbreak in Korea, this patient also did not have any risk of acquiring MERS-CoV infection. He did not visit a camel farm, did not consume camel milk or camel products. As he visited a local health clinic in Kuwait two times (days 7 and 9 of his illness), a possible hypothesis is he contracted MERS-CoV at the clinic. However, he already had mild leukopenia and thrombocytopenia on day 7, and extensive bilateral lung infiltrates on day 10. Considering the shortest incubation period of 2 days, we can safely say that he had already been infected with MERS-CoV when he visited the clinic, and diarrhea was a presenting symptom of MERS in this patient. It is important to note that of the Saudi patients who were infected with MERS-CoV in the community, less than half had history of exposure to camel. 6 Therefore, we should remind that one can be infected with MERS-CoV in the Middle East even if he or she does not have a history of exposure to camels or camel products. A phylogenetic study of MERS-CoV from this patient may shed light on the origin of the infecting virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the current patient, the presenting symptom was diarrhea. Although MERS-CoV is considered a respiratory virus and respiratory manifestations are the major clinical feature of MERS, gastrointestinal symptoms have been reported in up to 30% of patients with MERS-CoV infection. 1 During the 2015 Korea outbreak, nausea or vomiting, diarrhea, and abdominal pain was reported in 14%, 19%, and 8% of the patients, respectively, 7 and diarrhea developed from day 1 of illness. 8 The pathophysiology of gastrointestinal manifestations in MERS-CoV infection is not well understood. In a cell culture study, cytopathic effect was observed as early as one day after MERS-CoV inoculation in CaCo-2 cells, a colorectal cancer cell line, 9 suggesting the virus can replicate in the gastrointestinal epithelial cells. MERS-CoV RNA was also detected in 14.6% (12/82) of stool samples from patients, with maximum concentration of 1.26 × 10 5 copies per milliliter, 10 onset. 11 A recent study using an ex vivo human intestine model demonstrated that MERS-CoV replicated better in intestinal epithelium than in respiratory epithelium, 12 suggesting the gastrointestinal track as an alternative route of infection. In our patient, however, we were not able to detect MERS-CoV RNA in his stool samples.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 474,
                    "end": 475,
                    "text": "8",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 728,
                    "end": 729,
                    "text": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 952,
                    "end": 954,
                    "text": "10",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Another interesting clinical feature in the patient is he showed few respiratory symptoms, although his chest radiography showed multiple patchy infiltrates in both lungs. Indeed, the computed tomography (CT) scan showed a 5 cm-sized consolidation in the left lung, with numerous small infiltrates located in the subpleural spaces. We speculated that the large consolidation was a MERS-CoV pneumonia and the numerous subpleural infiltrates were due to virus-triggered organizing pneumonia. 13, 14 As the infiltrates were localized mainly in the periphery of the lungs, and probably in the interstitial space rather than in the airspace, we also speculated that symptoms due to airway inflammation, such as cough and sputum production, were not prominent. A recent case report also highlighted that respiratory symptoms did not develop, although chest CT scan showed multiple patch infiltrates in both lungs. 15 Therefore, chest radiography should be taken in every patient who is suspected of MERS-CoV infection, even if respiratory symptoms are mild or absent.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "text": "14",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 908,
                    "end": 910,
                    "text": "15",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As the patient presented with diarrhea and he had few respiratory symptoms, he did not meet the case definition of MERS when he arrived at the airport, 16 and the quarantine officer did not isolate him. This raised a question whether the case definition should be revised to include diarrhea symptom. The answer depends on whether MERS-CoV is excreted into stool and transmissible to others, however, no fecal transmission has been reported so far. Moreover, as diarrhea is a common and non-specific symptom, many patients with traveler's diarrhea without MERS-CoV infection would undergo unnecessary screening tests. Therefore, inclusion of diarrhea symptom in the case definition for MERS-CoV surveillance requires more data and ensuring evidence.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "text": "16",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To summarize, here we report a patient with a confirmed case of MERS-CoV infection who presented with diarrhea and fever. The present record highlights early detection of a MERS-CoV case is challenging, because 1) exposure history is often absent, 2) presenting symptoms are not specific to MERS, 3) pneumonia can be missed without chest radiography. The present case underscores the importance of having a high index of suspicion of MERS-CoV infection when a febrile patient presents after a recent visit to the Middle East.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouchama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Baillie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "6",
            "pages": "584--94",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "epidemiological findings from a retrospective investigation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hijawi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdallat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sayaydeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alqasrawi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haddadin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jaarour",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Novel coronavirus infections in Jordan",
            "volume": "19",
            "issn": "1",
            "pages": "12--20",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical and epidemiologic characteristics of spreaders of Middle East respiratory syndrome coronavirus during the 2015 outbreak in Korea",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Korean Med Sci",
            "volume": "32",
            "issn": "5",
            "pages": "744--753",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "cid=140626&menuIds=HOME006-MNU2802-MNU3035-MNU2869",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Reported direct and indirect contact with dromedary camels among laboratory-confirmed MERS-CoV cases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Conzade",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elkholy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elhakim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Samhouri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical presentation and outcomes of Middle East respiratory syndrome in the Republic of Korea",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Joh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Chemother",
            "volume": "48",
            "issn": "2",
            "pages": "118--144",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical progression and cytokine profiles of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Nam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Korean Med Sci",
            "volume": "31",
            "issn": "11",
            "pages": "1717--1742",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Differential cell line susceptibility to the emerging novel human betacoronavirus 2c EMC/2012: implications for disease pathogenesis and clinical manifestation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "207",
            "issn": "11",
            "pages": "1743--52",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Viral shedding and antibody response in 37 patients with Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Albarrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Albarrak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Farah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Almasri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "4",
            "pages": "477--83",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Imported case of MERS-CoV infection identified in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Human intestinal tract serves as an alternative infection route for Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Adv",
            "volume": "3",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "From the radiologic pathology archives: organization and fibrosis as a response to lung injury in diffuse alveolar damage, organizing pneumonia, and acute fibrinous and organizing pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kligerman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Franks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Galvin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Radiographics",
            "volume": "33",
            "issn": "7",
            "pages": "1951--75",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection: chest CT findings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajlan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahyad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Jamjoom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alharthy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "AJR Am J Roentgenol",
            "volume": "203",
            "issn": "4",
            "pages": "782--789",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Atypical presentation of Middle East respiratory syndrome coronavirus in a Lebanese patient returning from Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "El Zein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Khraibani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zahreddine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mahfouz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ghosn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kanj",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Infect Dev Ctries",
            "volume": "12",
            "issn": "9",
            "pages": "808--819",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Clinical management of severe acute respiratory infection when Middle East respiratory syndrome coronavirus (MERS-CoV) infection is suspected: interim guidance",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clinical findings and images of the patient. (A) Sequential changes of the patient's body temperature, diarrhea, and dyspnea during the illness. (B) Changes of chest X-ray, and CT scan. He had few respiratory symptoms despite the presence of lung infiltrates. The CT scan revealed a 5 cm-sized consolidation in the lower lobe of left lung and numerous small infiltrates in the subpleural spaces of both lungs. CT = computed tomography.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CoV = Middle East respiratory syndrome coronavirus, NA = not available, AST = aspartate transaminase, ALT = alanine aminotransferase, CRP = C-reactive protein.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and as late as 15 days after symptom",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}