{
    "paper_id": "cc6cb3af2ef6432cf20dd2c84b56fdb8be780078",
    "metadata": {
        "title": "Taiwan's Experience in Hospital Preparedness and Response for Emerging Infectious Diseases",
        "authors": [
            {
                "first": "Hui-Yun",
                "middle": [],
                "last": "Kao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hai-Yun",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chang-Hsun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Su-Mei-Chou",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Taiwan, has undergone several phases of modification in structure and activation. The main organizing principles of the CDCMN are centralized isolation of patients with severe highly infectious diseases and centralization of medical resources, as well as a network of designated regional hospitals like those in other countries. The CDCMN is made up of a command system, responding hospitals, and supporting hospitals. It was tested and activated in response to the H1N1 influenza pandemic in 2009-10 and the Ebola outbreak in West Africa in 2014-2016, and it demonstrated high-level functioning and robust capacity. In this article, the history, structure, and operation of the CDCMN is introduced globally for the first time, and the advantages and challenges of this system are discussed. The Taiwanese experience shows an example of a collaboration between the public health system and the medical system that may help other public health authorities plan management and hospital preparedness for highly infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "U nder the Global Health Security Agenda, hospital preparedness for highly infectious diseases is regarded as a critical strategy for disease control and prevention. Hospital preparedness is particularly important to protect healthcare workers and reduce transmission of diseases within hospitals. Following the anthrax attacks in the United States in 2001, the SARS outbreak in 2003, and 2 decades of medical system reforms, a number of countries have adopted an approach that designates specific responding hospitals at the national, regional, and/or local levels to centralize resources, build capacity, and train special medical staff. In Japan, patients diagnosed with Category I communicable diseases are referred to designated infection hospitals. 1, 2 In Singapore, its largest hospital, Tan Tock Seng Hospital, was appointed as the screening and treatment center for SARS and other emerging infectious diseases. 3, 4 The Hong Kong health authority established 6 hospital clusters for resource sharing and a continuum of quality care. 5 The European Commission founded the European Network of Infectious Diseases (ENID), including setting up high-level isolation units (HLIUs). 6 The US government made a new tiered hospital program in response to a domestic Ebola outbreak, designating 10 regional treatment centers and 45 state treatment centers for the management of patients with Ebola and other emerging infectious diseases. [7] [8] [9] After the SARS outbreak in 2003 in Taiwan, where a series of nosocomial outbreaks resulted in the collapse of hospital operations, a new medical network for highly infectious diseases, named the Communicable Diseases Control Medical Network (CDCMN), was established. It was funded through government mid-and long-term plans and had been modified in terms of the command system, how it is activated, and responding hospital criteria. In 2007, additional changes were made to enhance response effectiveness and coordination with regional and local medical facilities. This article describes the establishment and history of the CDCMN, the framework of the medical network, responses to the H1N1 pandemic and Ebola in West Africa, identification of its strengths and challenges, and how the system changed over time. An overview of Taiwan's hospital preparedness efforts is provided to help public health authorities in countries with similar programs or plans to improve hospital preparedness for highly infectious diseases.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 757,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 758,
                    "end": 759,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 921,
                    "end": 923,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 924,
                    "end": 925,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1043,
                    "end": 1044,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1186,
                    "end": 1187,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1438,
                    "end": 1441,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1442,
                    "end": 1445,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1446,
                    "end": 1449,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the SARS outbreak in Taiwan, several hospitals were forced to close because of nosocomial clusters of infections. Some hospitals started to refuse to take in patients with similar and suspected syndromes. Meanwhile, the public lost confidence in the medical system, and many people avoided seeking medical attention despite developing symptoms. It is estimated that outpatient visits were reduced by 14% in total and by 30% in public hospitals, 10 indicating that public hospitals bore the brunt of this loss of trust. Furthermore, because of patient referral procedures at that time, the referral system was disorganized, which may have expanded possible transmission to other hospitals, making the situation even worse. The Department of Health (now the Ministry of Health and Welfare) established a SARS Coordination Center to integrate resources and coordinate the academic, medical, and private sectors to combat SARS. 11 Under the command structure, an infection prevention network was organized, comprised of 12 designated SARS treatment hospitals located in northern, central, southern, and eastern regions.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 454,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 931,
                    "end": 933,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Establishment and History"
        },
        {
            "text": "A funded infection prevention network with 6 regions (Taipei, north, central, south, Kao-Ping, and east) was approved and incorporated into the plans for Post-SARS Reconstruction and the 2005-2008 Biological Defense against Emerging Infections, establishing a permanent strategy of graded medical treatment. 12 In each region, a commander and a deputy commander were selected to oversee the coordination and operation of responding hospitals (at the time they were called infectious disease hospitals), and a consulting committee composed of epidemiologists, lab researchers, medical workers, hospital managers, and jurists was set up to advise on policy formulation. A command center would be activated depending on the epidemic emergency and would be staffed by the local health bureaus, medical centers, and other coordinating organizations. 12 From 2004 to 2013, the number of responding hospitals varied from 22 to 25 in 6 regions, with another 19 supporting hospitals serving as backup for medical resources and manpower. Nearly 400 negative pressure isolation wards and nearly 200 isolation wards were ready for patients with emerging infectious diseases.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 845,
                    "end": 847,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Establishment and History"
        },
        {
            "text": "In terms of the activation mechanism, reforms were implemented in 3 phases (Table 1 ). In phase 1 ( July 2003-March 2004), 22 responding hospitals-initially based on the 12 designated SARS treatment hospitals and 10 other public health hospitals affiliated with the Department of Health-were divided into 3 categories based on disease and hospital capacity, and they were responsible for patient management of specific communicable diseases. 13 In addition, based on different scenarios of outbreak scale and disease type, some of the 22 hospitals could be activated for additional diseases.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 444,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Establishment and History"
        },
        {
            "text": "During phases 2 and 3, the selection of the responding hospital candidates was handed over to local health authorities, who took into consideration factors such as local geography and traffic when designating responding hospitals. In phase 2 (April 2004-December 2004), the categorization framework was modified to a tiered approach of responding hospitals, including 2 national treatment hospitals, 6 regional hospitals, and 17 local hospitals. In phase 3, starting in 2006 and continuing through the present, the tiered approach was adjusted to incorporate cross-regional cooperation. 13 In accordance with cross-regional activation, during an epidemic regions in the network are activated depending on the outbreak location, and then they coordinate with and support one another with medical resource allocation Since the completion of phase 3, Taiwan has continued to adjust the number and composition of its responding hospitals. In 2008, the responding hospitals were no longer categorized as national, regional, and local, because in the event of cross-regional activation it is more efficient and flexible to launch a responding hospital where an epidemic occurs, as shown by the H1N1 influenza pandemic. In addition, considering the continuously improving healthcare system in Taiwan, all the responding hospitals were able to take in patients with highly infectious diseases and rapidly activate the emergency response plan, regardless of the category level. The tiered system of responding hospitals was determined to be impractical and was abandoned. Soon after a system review in 2012, an expert consultation meeting held by Taiwan CDC decided to gradually adjust the operation and the reimbursement scheme of CDCMN. In 2013, the number of responding hospitals decreased to 22 based on improved hospital capacity and readiness for highly infectious diseases and national-level budget constraints. In 2014, the number of regional responding hospitals was further decreased to 6 (1 per region); however, TAIWAN'S HOSPITAL PREPAREDNESS AND RESPONSE hospitals that were no longer regional responding hospitals could be designated as local responding hospitals and funded by the local public health bureaus.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Establishment and History"
        },
        {
            "text": "In 2007, the infection prevention network was formalized and renamed the Communicable Disease Control Medical Network. This ensured that the activation of a command center, the assignment of a commander and a deputy commander, the selection process of responding hospitals (renamed from infectious disease hospitals), the allocation of resources and staffing, and the hospital response and preparedness work are regulated to effectively act to ensure disease control and patient treatment. The current elements of CDCMN are described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishment and History"
        },
        {
            "text": "Since 2013, the CDCMN has gradually adjusted the number of responding hospitals. In addition, the operation and reimbursement scheme was decided by a comprehensive review and discussion meeting that included attendees from local health bureaus, commanders and deputy commanders in each region, and policy officers from Taiwan CDC in 2012. Now 3 core elements comprise the medical network: (1) a command system, (2) responding hospitals, and (3) supporting hospitals ( Figure 1 ). The network is divided into 6 regions, and 1 responding hospital and 1 supporting hospital are designated in each region.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 476,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Framework"
        },
        {
            "text": "One commander and 1 deputy commander are assigned by the Ministry of Health and Welfare in each network region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Command System"
        },
        {
            "text": "They review relevant plans of communicable disease control, and they supervise and provide consultation to local health bureaus. During an outbreak, the command center leads case investigation; infection control and patient transport in medical facilities; coordination; expropriation; requisition; and allocation of hospitals, hospital beds, and manpower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Command System"
        },
        {
            "text": "At the local level, public health bureaus may designate isolation hospitals based on the specific condition, distribution of medical care facilities, and hospital capacities. From these, 1 local responding hospital is designated for specific disease control needs. Currently there are 134 isolation hospitals, including 21 local responding hospitals. At the national level, Taiwan CDC designates 6 regional responding hospitals in 6 regions based on the isolation hospital list and a SWOT (strengths, weaknesses, opportunities, and threats) analysis of candidates. In addition, 3 other local responding hospitals in off-island areas receive funds from the Taiwan CDC to tackle health discrepancies in demographic distribution and insufficient medical resources. Table 2 shows general groups of the regional responding hospitals, supporting hospitals, and the number of local responding hospitals in each region. The central and local responding hospitals may receive subsidies from the Taiwan CDC and public health bureaus, respectively, on personnel training and drills and procurement and maintenance costs for facilities and equipment of isolation wards.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 762,
                    "end": 769,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Responding and Supporting Hospitals"
        },
        {
            "text": "The regional and local hospitals are responsible for taking in patients with category I and V communicable diseases (eg, smallpox, plague, rabies, novel influenza, MERS, a In phases 2 and 3, the total numbers of responding hospitals are 24 and 25 separately in 25 administrative districts, with 1 treatment center designated as both national and regional responding hospital. Among 25 administrative districts, 2 districts in phase 2 and 1 district in phase 3 did not have responding hospitals and instead coordinated with neighboring responding hospitals for geographic and traffic factors. Ebola, and other hemorrhagic fevers). Each regional responding hospital has qualified negative pressure isolation wards, with 2 to 4 beds per million population and 2 beds in off-island areas. This is standard practice in line with Japan, Singapore, and Hong Kong. Facilities and negative pressure equipment in regional responding hospitals are inspected and validated annually.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Responding and Supporting Hospitals"
        },
        {
            "text": "Every responding hospital is required to formulate an emergency response plan for emerging infectious diseases. Plans should include the structure of the command and response task force, reporting procedures and information management, patient transport and care, medical personnel safety measures, environment maintenance, infection control, and risk assessment. Drills and training courses are held to strengthen knowledge and clinical skills of healthcare workers and disease control personnel. 14 In each region, 1 supporting hospital is designated from regional medical centers. Supporting hospitals are responsible for offering medical consultations to support the responding hospitals and serve as a back-up for manpower and medical resources during the period of outbreak. Healthcare workers in supporting hospitals offer profes-sional consultations during ordinary times, while during an outbreak they are dispatched by the regional commander for medical care assistance. 14 ",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 500,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 981,
                    "end": 983,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Responding and Supporting Hospitals"
        },
        {
            "text": "Depending on the scale of the outbreak, a tiered activation process of a regional responding hospital is further defined as the initial launch of isolation wards (including negative pressure wards), the floor evacuation, the building evacuation, and the whole hospital evacuation (Figure 2 ). Once the evacuation is activated, patients without the outbreak disease will be evacuated and transferred to other hospitals to allow the responding hospital to take in patients with category I and V communicable diseases. If the outbreak expands further, the commander may appoint isolation hospitals or requisition medical facilities at various levels to take in priority patients with emergency or outbreak diseases. The regional commander may request cross-regional assistance as well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 289,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Emergency Response Plan"
        },
        {
            "text": "Upon the order of the regional commander, medical facilities transfer infected patients to the regional responding hospital or other appointed isolation hospitals. For off-island areas, patient transport is divided into 2 options to be decided by the commander, based on the evaluation of the case status, the outbreak situation, hospital capacity, risk of transport, and other administrative factors. One option is to dispatch the support workforce to the local responding hospital in off-island areas where a patient could be treated directly. The other option is to transfer the patient by airplane to a regional responding hospital. However, the former option would be costly for the transport of the support team, and the latter option could increase the risk of transmission en route. Therefore, the patient's status and the need for the patient's advanced medical care are 2 major factors that the commander evaluates and decides for best patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency Response Plan"
        },
        {
            "text": "In addition to healthcare workers in responding and supporting hospitals, a list of support healthcare workers, including physicians, nurses, respiratory therapists, radiographers, psychiatrists, medical technologists, and pharmacists, is made and updated regularly by local health bureaus. The support workforce in each region should be equivalent to 30% of the healthcare staffing in responding hospitals. 15 This ensures that in the event of an outbreak, surge capacity is available. Furthermore, frontline healthcare workers from local health centers or clinics may be requisitioned to expand workforce capacity. All healthcare workers on the support list are required to participate in training courses, personal protective equipment (PPE) donning and doffing exercises, and annual simulation drills held by responding and supporting hospitals to ensure safety and enhance willingness to serve.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 410,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Workforce"
        },
        {
            "text": "As H1N1 influenza emerged in Mexico and the United States in late April 2009 and the WHO announced a phase 4 global influenza pandemic, the Central Epidemic Command Center (CECC) for H1N1 influenza was established at the level of Executive Yuan. 16, 17 H1N1 novel influenza was listed as a Category I notifiable disease, which meant that all patients under investigation for H1N1 were prioritized to be treated in responding hospitals. 17, 18 In the early phase, 25 responding hospitals were notified to be ''ready for response.'' These hospitals were required to Figure 2 . Activation Procedure of a Regional Responding Hospital TAIWAN'S HOSPITAL PREPAREDNESS AND RESPONSE report back to the CECC on the results of inspections of negative pressure isolation wards, manpower mobilization, training and drill plans, PPE stockpile status, and transport procedures. As the epidemic developed, the regional commanders were authorized to coordinate and organize isolation hospitals and negative pressure isolation wards in regulating regions. In late May 2009, soon after several domestic cases were reported, the CECC commander decided to launch 4 responding hospitals (at the activation level of building evacuation) to admit and treat patients confirmed with H1N1 influenza. 17, 18 As the WHO announced that the pandemic was of moderate severity, and the major strategy changed from containment to mitigation, the CECC decided to remove H1N1 novel influenza from the notifiable disease list, and patients were no longer placed under compulsory isolation. They could also seek medical attention at clinics or emergency departments and directly receive treatment. In July 2009, the CECC integrated the emergency medical services, the CDCMN, and medical institutions contracted with National Health Insurance. The regional commanders of CDCMN were further authorized to mobilize medical resources in the integrated system and to provide complicated cases with adequate treatment. [16] [17] [18] During the H1N1 pandemic, the average utilization rate of negative pressure isolation beds was around 40.6%. 17 The mortality of H1N1 influenza in Taiwan was 1.8 per million. 18 This was the third lowest mortality rate compared to other Organization for Economic Co-operation and Development (OECD) members ( Figure 3 ) and onefifth of that in the United States, 16, 18 indicating the epidemic was well controlled and the medical network operated robustly.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 250,
                    "end": 252,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 440,
                    "end": 442,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 564,
                    "end": 572,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1277,
                    "end": 1279,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1975,
                    "end": 1979,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1980,
                    "end": 1984,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1985,
                    "end": 1989,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2099,
                    "end": 2101,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2165,
                    "end": 2167,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2353,
                    "end": 2356,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2357,
                    "end": 2359,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 2299,
                    "end": 2307,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Response to H1N1 Pandemic, 2009-10"
        },
        {
            "text": "In the early phase of the Ebola outbreak in West Africa, regional responding hospitals were instructed to be aware of patients who had a travel history to Ebola-affected countries and to enhance infection prevention and control measures. As soon as the WHO declared the Ebola outbreak a public health emergency of international concern (PHEIC) on August 8, 2014, 19 the Taiwan CDC consulted with regional commanders and deputy commanders to establish an emergency response task force and strengthen 4 areas: health education, quarantine control, hospital preparedness, and international cooperation. 20, 21 In light of reported Ebola cases among healthcare workers in Spain and the United States, all regional-level hospitals, medical centers, and responding hospitals in the CDCMN were requested to hold training and drills on proper donning and doffing of PPE. 20 Furthermore, a series of conference calls were held by the Taiwan CDC, covering (1) the emergency response plan for managing a patient with Ebola and other response efforts with medical directors in regional responding hospitals; (2) public health measures with local health bureaus; and (3) issues of healthcare personnel safety with relevant medical associations.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 604,
                    "end": 606,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 863,
                    "end": 865,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "2014-2016"
        },
        {
            "text": "Meanwhile regional and off-island responding hospitals were prioritized to receive specific types of PPE procured by the Taiwan CDC, in accordance with the WHO and the US CDC's guidance. No-notice inspections were also performed in regional hospitals and medical centers to understand current infection control measures and collection of travel KAO ET AL history, occupation, contact history, and cluster information in emergency departments. 22 The inspection showed rapid patient management and transfer flow; good infection control, with physicians and other medical staff dressed in full PPE; and timely reporting to local health authorities. Other areas, such as the waiting time to access isolation wards, and collection of travel history, occupation, contact history, and cluster information in emergency departments, needed improvement. 22 In total, 6 suspected cases (none confirmed) were reported in Taiwan before the WHO announced the Ebola outbreak over.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 845,
                    "end": 847,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "2014-2016"
        },
        {
            "text": "After 2 American nurses contracted Ebola from an imported case in a hospital in Texas, the US CDC and the secretary for preparedness and response (ASPR) of the Department of Health and Human Services (HHS) recognized that not all hospitals have the same capacity to manage Ebola patients. A 5-year 3-tiered hospital program for Ebola and other highly infectious diseases was announced in December 2014. 23, 24 In addition, the National Ebola Training and Education Center (NETEC) was established in 2015, which recruits professionals with Ebola experience to develop training courses and assess the preparedness of designated hospitals. 24, 25 This new system shares many elements with the CDCMN in Taiwan. For instance, both use a centralized patient isolation approach and designate hospitals with stronger capacity, personnel training, and adequate facility and resources. In addition, the Center for Infectious Disease Control and Prevention in Taiwan was established in 2004 as an avenue for training and drills in public health, medicine, disease control, and anti-bioterrorism, which is similar to the NETEC.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 407,
                    "end": 409,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 641,
                    "end": 643,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Commonalities with the US System"
        },
        {
            "text": "The Communicable Disease Control Medical Network has been tested and demonstrated to be flexible and have robust capacity in responding to epidemics over the past several years. The structure and activation mechanism has evolved over time. In 2012, a comprehensive review of the operation of the CDCMN was conducted. This system has several strengths, which should be maintained. The command system as well as the responding and supporting hospitals, are empowered legally to effectively activate and coordinate isolation wards, medical resources, and manpower as needed during the early phase of an outbreak. In addition, the command structure connects public health authorities and the medical system to integrate medical resources and share information with coordinating partners. After the SARS outbreak, awareness of healthcare workers' safety was raised. Currently, most healthcare workers exercise good infection preven-tion and control practices. Furthermore, emergency response plans in responding hospitals are in place, and the inspection of negative pressure isolation wards is conducted annually. In terms of the enhancement of healthcare workers' knowledge and clinical skills, systematic health personnel training and drills have been regularly performed in responding hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths"
        },
        {
            "text": "There are other areas of challenges where improvement is needed. First, the role of the local public health authorities in the CDCMN is ambiguous in the command system, and their responsibilities should be further clarified. Second, the government funds for CDCMN have been reduced, even though facilities and equipment need to be renewed and replaced after 14 years of operation. Also, since there are only a few confirmed cases with highly infectious disease treated in negative pressure isolation wards, the wards have rarely been used. However, maintenance of the negative pressure isolation wards is costly. As a result, economic factors may have reduced responding hospitals' willingness to be in the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "In a post-Ebola time, training programs of comprehensive core clinical and infection control skills, such as hands-on practices while wearing PPE and mental health and behavior changes, should be further developed with reference to the WHO and other countries' guidance in response to future emerging disease epidemics. In addition, strategies are needed to incentivize participation of frontline medical workers to ensure a robust response team. Further, fair risk compensation payments for caring for highly infectious diseases by healthcare workers is still a topic of debate despite existing regulations governing the operation procedures and compensation for requisitioned health personnel. However, these have not been reviewed since the SARS outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "As discussed previously, the number of responding hospitals evolved over time. The challenges of identifying a role for local public health bureaus in the CDCMN, using negative pressure isolation wards during nonemergency operations, and operating within a decreasing CDCMN budget resulted in a change in the number of regional responding hospitals, from 25 hospitals in 2012 to 22 hospitals in 2013 to 6 hospitals in 2014. This alteration enhanced the local public health bureaus' role in the hospital preparedness efforts by allowing them to identify and coordinate local responding hospitals and enabled local hospitals to use negative pressure isolation rooms during daily operations, which better justified the investment required to maintain them. In addition, the 6 regional responding hospitals received more CDCMN resources (previously diverted to 25 hospitals) to maximize the effectiveness. The changes create a more cost-effective network that still maintains flexibility TAIWAN'S HOSPITAL PREPAREDNESS AND RESPONSE and surge capacity during an epidemic. Although changes from 2013 to date showed improvement in the operation and budget allocation, current challenges, such as the cost for renewal and replacement of the medical equipment in responding hospitals, the development of integrated and comprehensive training courses of core skills for healthcare workers, and risk compensation payments, need the Taiwanese government's ongoing commitment and collaboration with medical partners to continue efforts in enhancing a more solid and effective system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes"
        },
        {
            "text": "This is the first time that the Taiwan CDC has shared its experience in constructing and operating the Communicable Disease Control Medical Network. The framework has been further empowered since its legislation in 2007, with an overarching structure divided into a command system, responding hospitals, and supporting hospitals. Over the past 14 years, the control strategies of the CDCMN have been tested during the H1N1 influenza pandemic, the H7N9 epidemic, Ebola in West Africa, and other outbreaks, demonstrating a high level of functioning and robust capacity. The command system also bridges the public health and medical systems to improve allocation of manpower and resources at the national and local levels. The Taiwan CDC will continue to maintain the key elements of the CDCMN and resolve challenges through continued work with hospitals, local health bureaus, medical associations, and other cooperating partners, in order to protect people from emerging infectious disease threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As national and global progress is made toward building a safe and secure network to respond to infectious diseases, hospital preparedness work highlights the critical functions needed to identify, isolate, and respond rapidly and coordinate smoothly. At the international level, countries could help each other to strengthen and build a more resilient healthcare system. It would be of great value for the CDCMN partner in global alliance to develop a strong international partnership with other similar designated hospital frameworks in Japan, Europe, and the United States. In this way, information exchange, health and safety issues of medical workers, technical and clinical skills, the response team framework, response workforce and logistics, and other key topics can be discussed and reviewed by experienced professionals across the world. This could help hospital preparedness networks to become more efficient while maintaining core capacities in preparing for the next emerging health threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Designated medical institutions for specific infectious disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Labor",
                    "suffix": ""
                },
                {
                    "first": "Japan",
                    "middle": [],
                    "last": "Welfare",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public health challenges and legacies of Japan's response to the Ebola virus disease outbreak in West Africa",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "44",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS transmission and hospital containment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goplakrishna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "3",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Public health measures implemented during the SARS outbreak in Singapore",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cutter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chew",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Public Health",
            "volume": "120",
            "issn": "1",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clusters, hospitals & institutions",
            "authors": [
                {
                    "first": "Hospital",
                    "middle": [],
                    "last": "Authority",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Framework for the design and operation of high-level isolation units: consensus of the European Network of Infectious Diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bannister",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heptonstall",
                    "suffix": ""
                },
                {
                    "first": "G; Eunid Working",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "1",
            "pages": "45--56",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "US Department of Human Health and Services. HHS selects nine regional Ebola and other special pathogen treatment centers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "US Department of Human Health and Services. HHS selects regional Ebola treatment center for southwestern US",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interim guidance for U.S. hospital preparedness for patients under investigation (PUIs) or with confirmed Ebola virus disease (EVD): a framework for a tiered approach",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Post-SARS reconstruction plan: research project of social and economic impacts in the SARS outbreak. The evaluation of activation mechanisms of different medical systems in responding to the SARS crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevention and control of SARS in Taiwan",
            "authors": [
                {
                    "first": "Shs",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Department of Health, R.O.C. (Taiwan)",
            "volume": "",
            "issn": "",
            "pages": "12--20",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Infection Disease Prevention Network (IDPN)",
            "authors": [],
            "year": 2005,
            "venue": "Taiwan CDC Annual Report 2005. Taipei: Center for Disease Control",
            "volume": "",
            "issn": "",
            "pages": "31--33",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A Decade After SARS-Lessons Learned and Preparedness. Taipei: Center for Disease Control, Ministry of Health and Welfare, R.O.C. (Taiwan)",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "36--39",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Promotion plan of strategy adjustment on responding hospitals of Communicable Disease Control Medical Network",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Center For Disease",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O C"
                    ],
                    "last": "Welfare",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Principal of the activation of responding hospitals and operation of support workforce in Communicable Disease Control Medical Network",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Center For Disease",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O C"
                    ],
                    "last": "Welfare",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Taiwan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Taiwan's response to the H1N1 influenza pandemic. Taipei: Center for Disease Control, Department of Health, R.O.C. (Taiwan)",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Response measures of the Communicable Disease Control Medical Network to H1N1 novel influenza",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiol Bull",
            "volume": "26",
            "issn": "",
            "pages": "409--415",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "focus H1N1 pandemic preparedness and response",
            "authors": [],
            "year": 2009,
            "venue": "Taiwan CDC Annual Report 2010. Taipei: Center for Disease Control",
            "volume": "",
            "issn": "",
            "pages": "10--19",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Statement on the 1 st meeting of the IHR Emergency Committee on the 2014 Ebola outbreak in West Africa",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The current Ebola outbreak in West Africa and the response measures in Taiwan",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chih",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiol Bull",
            "volume": "30",
            "issn": "",
            "pages": "335--339",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Emerging infectious diseases (EID) response",
            "authors": [
                {
                    "first": "Shs",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Taiwan CDC Annual Report 2015. Taipei: Center for Disease Control, Ministry of Health",
            "volume": "",
            "issn": "",
            "pages": "50--53",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A no-notice drill of hospital preparedness in responding to Ebola virus disease in Taiwan",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "Shs",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Secur",
            "volume": "13",
            "issn": "5",
            "pages": "339--344",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Early identification and prevention of the spread of Ebola-United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Beneden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pietz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Kirkcaldy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MMWR Suppl",
            "volume": "65",
            "issn": "3",
            "pages": "75--84",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Addressing infection prevention and control in the first U.S. community hospital to care for patients with Ebola virus disease: context for national recommendations and future strategies",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Esswein",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Intern Med",
            "volume": "165",
            "issn": "",
            "pages": "41--49",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Conceptual Framework of the Communicable Disease Control Medical Network TAIWAN'S HOSPITAL PREPAREDNESS AND RESPONSE",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Mortality Rate of H1N1 Influenza in Taiwan and OECD members (edited and adapted from Taiwan's Response to the H1N1 Influenza Pandemic 15 )",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of 4 Phases of Communicable Disease Control Medical Network from 2003 to 2016",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Regional Responding Hospitals, Supporting Hospitals, and Local Responding Hospitals in Communicable Disease Control Medical NetworkDepending on the outbreak scale and risk assessment, by regulation the commander of the Central Epidemic Command Center shall decide the launch of additional appointed/requisitioned places for quarantine or other public health purposes.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}