{
    "paper_id": "ce5f0965088e41390e671d3d16d65ccd777efa21",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Fang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Medical University Affiliated Children's Hospital",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhi",
                "middle": [
                    "Chun"
                ],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PLA General Hospital",
                    "location": {
                        "postCode": "400014",
                        "settlement": "Beijing, Chongqing",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chongqing Medical University Affiliated Children's Hospital",
                    "location": {
                        "settlement": "Chongqing",
                        "country": "China"
                    }
                },
                "email": "shiyuan@hospital.cqmu.edu.cnprofessorzhichunfeng"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the end of 2019, an outbreak of the 2019 novel coronavirus disease (COVID-19) 1 has fast spread widely. By 19 February 2020, over 70 000 laboratory-confirmed COVID-19 have been reported, with over 1800 patients died. At least 12 neonates have been diagnosed with COVID-19. 2 Newborn infants deserve more concern due to their immature immune system and the possibility of mother to infant transmission. Neonatologists belonging to the Chinese Neonatologist Association of Chinese Doctor Association have proposed measurements for the prevention and control of COVID-19 in neonates.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 280,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The delivery room or operating room serving suspected or confirmed infected mothers should be specially prepared, preferably with negative pressure. 3 Medical staff involved must be equipped with required protective equipment. Neonatal resuscitation is performed according to the Neonatal Resuscitation Program seventh edition as usual.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 150,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Newborns are considered at high risk of COVID-19 in case that they are born to mothers diagnosed with COVID-19, or have close contact with someone with probable or confirmed COVID-19, or live in or travel to the epidemic area. Clinical manifestations of infected neonates, especially preterm infants, might be nonspecific, which might include temperature instability, gastrointestinal and cardiovascular dysfunction, and dominant respiratory problems. Some severe patients could rapidly develop acute respiratory distress syndrome. All infants with suspected COVID-19 should be isolated and monitored regardless of whether or not they present with symptoms. Diagnosis of neonatal COVID-19 could be confirmed if the suspected patients have positive nucleic acid test for COVID-19 from the respiratory tract, stool or blood specimens. 4 Infants with highly suspected or confirmed COVID-19 should be referred to the designated neonatal ward. All medical staff involved should wear protective equipment. The neonatal department should be strictly stratified into transitional, quarantine, living and work areas. Infants with suspected infection should be isolated in a single room, while confirmed patients should be moved into separate rooms. The quarantine room should be equipped with an isolated air cycle system. Due to the strong infectivity of COVID-19, negative pressure isolation rooms are recommended.",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 834,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After admission, the following prevention and control strategies should be adequately performed. Protective equipment including hats, goggles, long-sleeved protective suits, gloves and medical masks must be available for all medical staff. Minimal number of people in the isolated area and the necessary operation clusters are preferred. Avoid breast feeding from COVID-19 mother until recovery. Strict hand hygiene and disinfecting environment protocol are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patients could be discharged if the following requirements are met: (1) the temperature returned to normal for more than 3 days; (2) respiratory symptoms and chest radiography improved dramatically;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(3) nasopharyngeal and pharyngeal swabs, and sputum show negative for COVID-19 for two consecutive times (with at least a 24-hour interval).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "COVID-19 outbreak might bring psychological stress to the patient's parents and medical staff. Appropriate psychological support is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Due to the limited cases and clinical evidence in neonatal COVID-19, the proposal will be continuously modified based on accumulated clinic evidence and experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Facing the pandemic of 2019 novel coronavirus infections: the pediatric perspectives",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZhonghuaErKeZaZhi",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infants born to mothers with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "Gpg",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatrics",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.112.4.e254"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interim clinical guidance for management of patients with confirmed 2019 novel coronavirus (2019-nCoV) infection",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}