{
    "paper_id": "cec09e3b5beea8a13cd359b3aa53e5ee0d40b969",
    "metadata": {
        "title": "A New Measure for Assessing the Public Health Response to a Middle East Respiratory Syndrome Coronavirus Outbreak Corresponding author: Sung-il",
        "authors": [
            {
                "first": "Sung-Il",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul, Seoul",
                        "country": "Korea, Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University",
                    "location": {
                        "addrLine": "1 Gwanak-ro, Gwanak-gu",
                        "postCode": "08826",
                        "settlement": "Seoul, Seoul",
                        "country": "Korea, Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Contact monitoring is an essential component of the public health response to a Middle East respiratory syndrome coronavirus outbreak, and is required for an effective quarantine to contain the epidemic. The timeliness of a quarantine is associated with its effectiveness. This paper provides a conceptual framework to describe the process of contact monitoring, and proposes a new measure called the \"timely quarantined proportion\" as a tool to assess the adequacy of a public health response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of Middle East respiratory syndrome coronavirus (MERS-CoV) in the Republic of Korea this year resulted in 186 confirmed patients, with 38 deaths (20.4%) and a loss of 0.3% in the gross domestic product [1, 2] . The first case of MERS-CoV was confirmed on May 20, 2015 by the Korea Centers for Disease Control and Prevention (KCDC). Despite efforts by the KCDC to contain the epidemic, not all of the 28 first-generation cases infected by the index case were identified in the early phase of the outbreak, and thus were followed by the occurrence of 125 second-generation cases, and 32 third-generation cases [3] .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the initial stage of the response, monitoring of close contacts focused on healthcare personnel and the patients who shared the same hospital room with the index patient, along with the family members who visited the room. If the response had been successful in containing the spread, the outbreak could have been ended as hoped. On May 28, however, another patient who had not been included in the initial group under monitoring was diagnosed with MERS-CoV infection. By this time, several other patients among the firstgeneration cases who were also not included in the monitoring, had already been transferred to other hospitals, where new outbreaks emerged [1, 3] .",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 667,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is worth asking what can be done better in the future. To answer this question, systematic assessment needs to be performed on the actions taken and the outcomes of such actions, with detailed analysis of the data. In order to guide such analyses, this paper will explore a conceptual framework, and suggest a new measure to monitor the adequacy of a public health response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When an initial case of MERS-CoV is confirmed, immediate public health responses should include thorough epidemiologic investigation of the case, contact monitoring, an active search for additional cases, and enhanced surveillance [4] . Contact monitoring, often called contact tracing, is particularly important for two reasons: to find any cases that might have already occurred among the close contacts, and to quarantine those who are at high risk of infection to contain further spread.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over the course of responding to the outbreak in Korea, a contact tracing procedure was established that included three steps: contact identification by investigating the activities of the case and the people around the case, contact listing of all who had significant exposure to maintain communication and ensure preventive actions including quarantine, and contact follow-up for 14 days on a daily basis to detect any development of symptoms [5] . Contact tracing may be challenging because of the difficulty in obtaining accurate information about the patient's activities. Challenges in contact tracing have also been addressed for other infectious diseases [6, 7] .",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 448,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 667,
                    "end": 669,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Sung-il Cho"
        },
        {
            "text": "A conceptual framework to describe the contact monitoring process is shown in Figure 1 . The figure represents a process in which a contact is infected by the index case, develops symptoms after an incubation period, and obtains a diagnosis after a certain delay. Monitoring as a function of time T, specifically, the number of infected cases being monitored at time T (M[T]), implies appropriate public health actions such as quarantine of a high risk contact or isolation of a patient for specialized treatment. If the infected individual is not identified early enough and monitoring starts only at the time of diagnosis (TD), this patient may have already infected some of the contacts during the delay in detection. Missing any of them from contact tracing may result in further spread of the disease. If monitoring starts soon after the time of symptom onset (TS) as the patient visits health care facilities, there will be shorter delay and smaller number of contacts, with a reduced chance of spread. If monitoring starts at an even earlier time-as soon as a contact is identified and before any symp-toms develop (TC), there should be little infectivity at this point and no further cases will occur. However, this approach will involve a greater effort to monitor all the contacts as soon as they are identified, regardless of any symptoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sung-il Cho"
        },
        {
            "text": "Quantitative measures can be constructed from Figure 1 to represent the characteristics of the process. The framework may be applied to a population, so that C represents the number of contacts, S the number of contacts who developed symptoms, and D the number of confirmed cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sung-il Cho"
        },
        {
            "text": "A traditional measure associated with an epidemic is the secondary attack rate (SAR), the proportion of secondary cases among those exposed, which is calculated by D/C, as shown in Figure 1 . The SAR reflects the transmission risk of the disease, assuming all contacts are identified. We propose a new measure, \"timely quarantined proportion\" (TQP), to represent the proportion of confirmed cases who have been monitored in a timely manner, that is, before symptom onset. This is a simple and straightforward measure that reflects the combined effects of public health responses, including early diagnosis, contact identification, and quarantine. TQP ranges between 0 to 1, and is calculated by M(TC)/D (Figure 1 ), using the data from the confirmed cases. It only takes into account information on whether a confirmed case has been identified before or after symptom onset. If the TQP approaches 1, it implies that most cases develop symptoms and become infective while already being monitored and, if appropriate, quarantined. No more contacts should be generated under effective quarantine, leading to an end of epidemic. If the TQP is low, e.g. 0.1, nine out of 10 confirmed cases have not been identi- The TQP can be used after an outbreak has ended to evaluate the responses to the outbreak. Perhaps an even more useful application is to monitor the ongoing responses during the epidemic. Any new confirmed case arising outside of the contact monitoring should trigger an alarm and an expansion in the range of the scope of monitoring sufficient to have included the missed case. An overall trend of an increase in the TQP would provide reassurance that the response is reasonably effective and the epidemic will end soon.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 703,
                    "end": 712,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sung-il Cho"
        },
        {
            "text": "In the Korean MERS-CoV epidemic, important super-spreading events occurred. A sufficiently high TQP could have prevented many of these events. To maintain a high TQP, extensive monitoring is needed for a wider range of possible contacts, which may be costly. A reasonable cost-benefit analysis may be performed by examining the trade-off between the scope of monitoring and the effect of such efforts, and the TQP may provide a tool for such an assessment. Further studies including empirical data analysis are needed to elaborate the characteristics and utility of the TQP. We assumed in this paper that TC is the most adequate time for monitoring, but this needs to be validated by empirical data. Any new evidence that supports the presence of infectivity during the incubation period or absence of infectivity in the early symptomatic period needs to be taken into account. More generally, TQP may be defined for different time points, TC, TS, and TD, and the effectiveness of quarantine may be compared among the alternatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sung-il Cho"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "4",
            "pages": "269--278",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome information",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MERS outbreak in Korea: hospital-to-hospital transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiol Health",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO guidelines for investigation of cases of human infection with Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Managing contacts in the MERS-CoV outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Addressing contact tracing challenges-critical to halting Ebola virus disease transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greiner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Angelo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mirkovic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Angulo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2015.10.025"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Improving tuberculosis contact tracing: the role of evaluations in the home and workplace",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duarte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Barros",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "16",
            "issn": "1",
            "pages": "55--59",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "A conceptual framework to describe the process of contact monitoring. The function M(T) indicates the number of infected cases under monitoring at time T. See text for details. they develop symptoms, likely with many contacts and higher chances of further transmission.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author has no conflicts of interest associated with the material presented in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}