{
    "paper_id": "cfa3dd16b97bf8c51a0106577a0a639bcc706142",
    "metadata": {
        "title": "Syndromic Surveillance System for MERS-CoV as New Early Warning and Identification Approach",
        "authors": [
            {
                "first": "Maryam",
                "middle": [],
                "last": "Salamatbakhsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Urmia University of Medical Sciences",
                    "location": {
                        "settlement": "Urmia",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Kazhal",
                "middle": [],
                "last": "Mobaraki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Urmia University of Medical Sciences",
                    "location": {
                        "settlement": "Urmia",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Jamal",
                "middle": [],
                "last": "Ahmadzadeh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Urmia University of Medical Sciences",
                    "location": {
                        "settlement": "Urmia",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This commentary presents a novel outlook for public health authorities in the affected countries to detect and respond quickly to the emerging public health threats such as Middle East respiratory syndrome coronavirus (MERS-CoV). Implementing an innovative electronic surveillance system called syndromic surveillance system is essential for global health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global village in which we live has been transformed considerably in the past few decades due to epidemiological transition, changes in demography and the structure of people's lives, the threat of bioterrorism, and altered incidence and prevalence of diseases. 1, 2 In 2012, a novel virus not previously detected in humans was identified for the first time in Saudi Arabia. 3 From 23.09.2017 to 26.07.2019, the virus, now known as Middle East Respiratory Syndrome Coronavirus (MERS-CoV), infected more than 2454 people worldwide, leading to 848 MERS-CoV-associated deaths [global case fatality rate equal to 34.5%]. Typical MERS symptoms include cough, fever, and shortness of breath. Pneumonia is also common, but not always present and gastrointestinal symptoms, including diarrhea, have been reported. To date, 27 countries in the world have reported cases of MERS-CoV. 4 The aforementioned problems have prompted the world health systems (especially health systems in the affected countries) to make changes in order to improve and promote the capability of their health systems. In the meantime, emerging infectious diseases such as MERS-CoV require surveillance systems providing an adequate lead time for optimal public health response.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 269,
                    "end": 270,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 379,
                    "end": 380,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 878,
                    "end": 879,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consequently, the affected countries should strengthen the traditional surveillance system, simultaneously implementing and initiating a new care system known as syndromic surveillance system to prevent, control, and minimize the complications and the burden associated with MERS-CoV. 5, 6 In the traditional surveillance system, the diagnosis of a disease in patients will be determined after defining the disease, completing the forms for that health event and correcting them, and performing para-clinical tests for confirming the diagnosis (laboratory confirmation). Afterward, the patient's data will be collected by surveillance methods such as active or passive measures, which are analyzed and eventually released. Despite the accuracy of these processes, they are complex and timeconsuming. Only large epidemics will be recorded and reported in this type of surveillance system, and the incidents that can cause widespread epidemics at the DovePress border or inside a country require prompt detection and timely reporting. Otherwise, the health measures for controlling the spread of the disease can be postponed. Delayed reporting of events to obtain a definitive answer, which will be problematic in critical circumstances, can lead to the loss of time, shortage of reports, and reduced quality of the surveillance in the routine or traditional surveillance system in comparison to a modern syndromic surveillance (SS) system. The traditional surveillance system has not yet been fully electronic, which can lead to the loss of time.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 289,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The quantitative decline in reports and management information (ie, information for action) could reduce the capacity of health policymakers to deal with national/international diseases. A solution to overcome this limitation is setting up and incorporating a syndromic surveillance system in affected countries alongside the traditional surveillance system. In SS system, the care for health of the general population will be continuously achieved by special software as well as nationwide comprehensive telephone and computer network (web-based) systems. In other words, it is done according to a clear timetable (daily, weekly and monthly) as well as early signs and symptoms (syndromic-based) without attention to the diagnosis of the disease, which means surveillance of health-related data prior to diagnosis. The basis of the abovementioned modern system is the chief complaint on behalf of patients and it even responds to rumors of events. The main purpose of SS system is early detection of community-based epidemics. In this novel system, when the number of affected cases exceeds the defined threshold (pre-diagnostic data), the computer system automatically alerts reference laboratories and reaction teams to initiate epidemiological activities to counter the outbreak. In this regard, it is important to note that the SS system is not a replacement for traditional surveillance system nor does it substitute for direct physician reporting of unusual or suspect cases of public health concern. 7 Traditional surveillance system provides sufficient information to identify disease clusters, although it often operates with considerable delay. Thus, the syndromic surveillance system is only supportive and complementary for a traditional surveillance system (ie, integrated disease surveillance) and data from both traditional and syndromic systems can be used to improve prevention programs. Designing and implementing a SS system for MERS-CoV and even for other emerging infections in affected countries have the following benefits:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Establishment of a rapid alert system to provide signals for scrutiny of public health authorities to detect early outbreaks related to MERS-CoV infection (timeliness). • Predicting the size, rate, severity, and pattern of the MERS epidemic. • The sensitivity, flexibility, simplicity, and generality of the syndromic surveillance system accelerate mass mobilization to counter the MERS-CoV outbreak. • Drawing different epidemiologic curves and identifying the patterns of MERS disease. • Timely and effective actions for bioterrorism attacks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SS can function as an early warning system. • Identifying the clusters of signs and symptoms in order to initiate remedial measures to reduce complications and mortality related to MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, the incidence of a large number of MERS-CoV cases and high mortality rates 8 years after the onset of MERS-CoV epidemic (2012-2019) are critical to a global public health response. As can be found in our previously published articles, 2,3,8-11 the incidence of MERS-CoV has been on the rise in several Middle East countries, including Saudi Arabia, United Arab Emirates, Oman, Jordan, Iran, Kuwait, Egypt, Qatar, Yemen, Bahrain, and Lebanon. Concomitant with the increase in our knowledge about the clinical presentation and epidemiology of MERS-CoV, the need for a systematic and comprehensive novel approach such as syndromic surveillance system is felt to reinforce the current activities for prevention and control of MERS pandemic. The incidence of MERS in the affected Middle East countries demands a useful approach for discovering new outbreaks of this disease as well as similar emerging infections because of the shortage of specialist staff. By implementing the SS system along with the existing surveillance systems, health authorities can accelerate global efforts for early detection of community-based epidemics such as MERS-CoV to reduce the transmission risk of the virus from an infected patient to others. We strongly suggest this system to local health authorities and policymakers in the affected countries, especially in Saudi Arabia as the epicenter of the disease with over 80% of MERS cases. To overcome this fatal infection, the authorities should provide information for action, consider educational programs about the syndromic surveillance system for their health-care workers and regularly refresh those skills. Perhaps a limitation in implementation of the modern SS system for MERS-CoV in affected Middle East countries is the higher cost and lack of efficiently trained human resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Publish your work in this journal Risk Management and Healthcare Policy is an international, peerreviewed, open access journal focusing on all aspects of public health, policy, and preventative measures to promote good health and improve morbidity and mortality in the population. The journal welcomes submitted papers covering original research, basic science, clinical & epidemiological studies, reviews and evaluations, guidelines, expert opinion and commentary, case reports and extended reports. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dovepress"
        },
        {
            "text": "Submit your manuscript here: https://www.dovepress.com/risk-management-and-healthcare-policy-journal",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dovepress"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Current epidemiological status of Middle East respiratory syndrome coronavirus in the world from 1.1. 2017 to 17.1. 2018: a cross-sectional study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mobaraki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmadzadeh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Infect Dis",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-019-3987-2"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The global burden of premature mortality due to the Middle East respiratory syndrome (MERS) using standard expected years of life lost",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salamatbakhsh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mobaraki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sadeghimohammadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmadzadeh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-019-7899-2"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The risk factors associated with MERS-CoV patient fatality: A global survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmadzadeh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mobaraki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mousavi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aghazadeh-Attari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mirza-Aghazadeh-Attari",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mohebbi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.diagmicrobio.2019.114876"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Syndromic surveillance for local outbreaks of lower-respiratory infections: would it work?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Den Wijngaard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Asten",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Pelt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What is syndromic surveillance",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Henning",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Morb Mortal Wkly Rep",
            "volume": "53",
            "issn": "",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiological factors and worldwide pattern of Middle East respiratory syndrome coronavirus from 2013 to 2016",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aghazadeh-Attari",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mohebbi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mansorian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Gen Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2147/IJGM.S160741"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological status of the Middle East respiratory syndrome coronavirus in 2019: an update from",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmadzadeh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mobaraki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Gen Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2147/IJGM.S215396"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An update to Middle East respiratory syndrome coronavirus and risk of a pandemic in 2019",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mobaraki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmadzadeh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Microbiol Infect Dis",
            "volume": "50",
            "issn": "8",
            "pages": "42--43",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Standard expected years of life lost as a neglected index for calculating the burden of premature mortality due to Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mobaraki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salamatbakhsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahmadzadeh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Health Secur",
            "volume": "17",
            "issn": "5",
            "pages": "407--409",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2019.0074"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors take this opportunity to thank all the WHO personnel as well as reporting countries with confirmed MERS cases for data collection and sending their data to WHO. This article on behalf of Jamal Ahmadzadeh is dedicated to Kazhal Mobaraki for her sincerity, honesty and endeavor in motivating me at any time to conduct the research. This article on behalf of Kazhal Mobaraki is dedicated to Jamal Ahmadzadeh for the care that he gave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ]
}