{
    "paper_id": "cfb3f090f09ba13429edc88b5f1d8a595df81fc1",
    "metadata": {
        "title": "Novel insights into endogenous RNA viral elements in Ixodes scapularis and other arbovirus vector genomes",
        "authors": [
            {
                "first": "Alice",
                "middle": [
                    "G"
                ],
                "last": "Russo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "G"
                ],
                "last": "Kelly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "Enosi"
                ],
                "last": "Tuipulotu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "M"
                ],
                "last": "Tanaka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "A"
                ],
                "last": "White",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "settlement": "Sydney",
                        "region": "New South Wales",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many emerging arboviruses are not transmitted by traditional mosquito vectors, but by lesser-studied arthropods such as ticks, midges, and sand flies. Small RNA (sRNA) silencing pathways are the main antiviral defence mechanism for arthropods, which lack adaptive immunity. Non-retroviral integrated RNA virus sequences (NIRVS) are one potential source of sRNAs which comprise these pathways. NIRVS are remnants of past germline RNA viral infections, where viral cDNA integrates into the host genome and is vertically transmitted. In Aedes mosquitoes, NIRVS are widespread and produce PIWI-interacting RNAs (piRNAs). These are hypothesised to target incoming viral transcripts to modulate viral titre, perhaps rendering the organism a more efficient arbovirus vector. To explore the NIRVS landscape in alternative arbovirus vectors, we validated the NIRVS landscape in Aedes spp. and then identified novel NIRVS in six medically relevant arthropods and also in Drosophila melanogaster. We identified novel NIRVS in Phlebotomus papatasi, Culicoides sonorensis, Rhipicephalus microplus, Anopheles gambiae, Culex quinquefasciatus, and Ixodes scapularis. Due to their unexpected abundance, we further characterised NIRVS in the blacklegged tick I. scapularis (n = 143). Interestingly, NIRVS are not enriched in R. microplus, another hard tick, suggesting this is an Ixodes-specific adaptation. I. scapularis NIRVS are enriched in bunya-and orthomyxo-like sequences, reflecting that ticks are a dominant host for these virus groups. Unlike in mosquitoes, I. scapularis NIRVS are more commonly derived from the nonstructural region (replicase) of negative-sense viruses, as opposed to structural regions (e.g. glycoprotein). Like other arthropods, I. scapularis NIRVS preferentially integrate into genomic piRNA clusters, and serve as a template for primary piRNA production in the commonly used embryonic I. scapularis ISE6 cell line. Interestingly, we identified a two-fold enrichment of nonlong terminal repeat (non-LTR) retrotransposons, in genomic proximity to NIRVS, contrasting with studeis in Ae. aegypti, where LTR retrotransposons are instead associated with NIRVS formation. We characterised NIRVS phylogeny and integration patterns in the important vector, I. scapularis, revealing they are distinct from those in Aedes spp. Future studies will explore the possible antiviral mechanism conferred by NIRVS to I. scapularis,which may help the transmission of pathogenic arboviruses. Finally, this study explored NIRVS as an untapped wealth of viral diversity in arthropods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over 100 million people contract arthropod-borne viruses (arboviruses) each year (WHO 2014) . Many arboviruses are classified as emerging diseases, meaning their incidence is rapidly increasing; additionally, a large proportion lack preventative measures or treatment (Jones et al. 2008 ; LaBeaud, Bashir, and V C The Author(s) 2019. Published by Oxford University Press. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/ licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com King 2011) . Consequently, managing these diseases is essential to limit the morbidity and mortality they cause in human and animal populations.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 91,
                    "text": "(WHO 2014)",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 286,
                    "text": "(Jones et al. 2008",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 737,
                    "end": 747,
                    "text": "King 2011)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two classes of arthropods transmit arboviruses to mammals: insects and arachnids (Mellor 2000) . All insect vectors are classified into the order Diptera (true flies). Of these, mosquitoes (Culicidae) within the genera Aedes and Culex are the most significant arbovirus vectors, transmitting, e.g. flaviviruses (e.g. Dengue virus (DENV), yellow fever virus (YFV) and Zika virus (ZIKV)) and togaviruses (e.g. Chikungunya virus (CHIKV) and Ross River virus (RRV)) ( Table 1) . Collectively, these viruses cause over 400 million human infections per year and over 20,000 deaths (LaBeaud, Bashir, and King 2011; Bhatt et al. 2013; WHO 2014) . Sand flies (Psychodidae) and midges (Ceratopogonidae) also transmit pathogenic viruses of humans and livestock, mostly in Southern Europe (Table 1) (Mellor, Boorman, and Baylis 2000; Depaquit et al. 2010) . Of the arachnids, ticks (order Ixodida) are the only group known to transmit arboviruses and are second only to mosquitoes in the diversity of viruses they can transmit (Table 1) (Mansfield et al. 2017 ). Since 2000, several emerging tick-borne viruses have caused human outbreaks in Europe, China, North America, India, and the Middle East (Mansfield et al. 2017) . Compared with mosquitoes, tick-borne viral infections are under-sampled and understudied. In addition, no specific treatments are available, and vaccines exist only for three tick-borne viruses (Louping-ill virus, tick-borne encephalitis virus, and Kyasanur Forest disease virus) but are not widely distributed (Mansfield et al. 2017) .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 94,
                    "text": "(Mellor 2000)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 575,
                    "end": 607,
                    "text": "(LaBeaud, Bashir, and King 2011;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 608,
                    "end": 626,
                    "text": "Bhatt et al. 2013;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 627,
                    "end": 636,
                    "text": "WHO 2014)",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 821,
                    "text": "(Mellor, Boorman, and Baylis 2000;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 822,
                    "end": 843,
                    "text": "Depaquit et al. 2010)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1025,
                    "end": 1047,
                    "text": "(Mansfield et al. 2017",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1187,
                    "end": 1210,
                    "text": "(Mansfield et al. 2017)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1524,
                    "end": 1547,
                    "text": "(Mansfield et al. 2017)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 472,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 777,
                    "end": 786,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1015,
                    "end": 1024,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In contrast to vertebrates, arthropods tolerate arboviral infections well; they do not usually develop disease once infected and maintain the infection for life. This suggests an innate ability to control viral titre, while still permitting arboviral transmission to the next host (Mellor 2000; Blair 2011 ). However, not all haematophagous arthropods are efficient vectors for the same virus. The ability of a particular virus to replicate within a host is referred to as vector competence (Hardy et al. 1983) . Understanding the factors that influence vector competence is of practical interest, as modifying these can foster the development of targeted arboviral control strategies (Weiss and Aksoy 2011) .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 294,
                    "text": "(Mellor 2000;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 295,
                    "end": 305,
                    "text": "Blair 2011",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 491,
                    "end": 510,
                    "text": "(Hardy et al. 1983)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 685,
                    "end": 707,
                    "text": "(Weiss and Aksoy 2011)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Vector competence is driven by the complex interaction between the virus and the host immune system. Arthropods lack an adaptive immune response and rely entirely on innate immunity to control viral infections (Keene et al. 2004; Sanchez-Vargas et al. 2009 ). Small RNA (sRNA) silencing pathways (sRNA SPs), such as RNA interference (RNAi), are a major component of arthropod immunity (Bronkhorst and van Rij 2014) . RNAi is a gene-silencing mechanism modulated by sRNAs, the bestdescribed family of which are small interfering RNAs (siRNAs, 20-25 nt in length). The siRNA pathway is triggered by the accumulation of dsRNA which is cleaved to generate siRNAs. The interaction of siRNAs with proteins of the Argonaute family triggers the silencing of target RNAs (e.g. viral transcripts) mediated by the RNA-induced silencing complex. In mosquitoes, suppression of RNAi enhances the accumulation of viral RNA in Anopheles gambiae (O'nyong nyong virus) and Ae. aegypti (Sindbis virus) and in some cases causes increased mortality (Keene et al. 2004; Campbell et al. 2008; Myles et al. 2008) . In ticks, knockdown of key proteins involved in RNAi results in a significant increase of tick-borne encephalitis virus RNA in Ixodes cells (Weisheit et al. 2015) , suggesting a similar defence mechanism.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 229,
                    "text": "(Keene et al. 2004;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 230,
                    "end": 256,
                    "text": "Sanchez-Vargas et al. 2009",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 385,
                    "end": 414,
                    "text": "(Bronkhorst and van Rij 2014)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1028,
                    "end": 1047,
                    "text": "(Keene et al. 2004;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1048,
                    "end": 1069,
                    "text": "Campbell et al. 2008;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1070,
                    "end": 1088,
                    "text": "Myles et al. 2008)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1231,
                    "end": 1253,
                    "text": "(Weisheit et al. 2015)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PIWI-interacting RNAs (piRNAs) (25-30 nt) were discovered in Drosophila, where they defend against the deleterious effects of transposable elements (TEs) in the germ-line . piRNAs are distinct from other sRNA classes as they interact with a distinct set of proteins (Piwi proteins), and they arise from a ssRNA, not a dsRNA, precursor (Siomi et al. 2011 ). There are two piRNA biogenesis pathways. Primary piRNAs are generated from host transcripts (usually arising from transposon-rich genomic piRNA clusters) that are cleaved to generate 25-30 nt piRNAs. These are amplified via the pingpong cycle, leading to the cleavage of target RNA (e.g. active transposons), producing secondary piRNAs. While piRNA sequences are not conserved between organisms, primary piRNAs unequivocally have a uridine at their 5 0 end (1 U bias), and secondary piRNAs have an adenine bias at the tenth nt from their 5 0 end (10 A bias) (Aravin, Hannon, and Brennecke 2007) . Unlike in Drosophila, mosquitoes can use piRNAs to mount an antiviral defence in cooperation with other sRNA SPs in both somatic and germ cells (Morazzani et al. 2012) . Mosquito piRNAs can be directly produced from exogenous viral RNA, indicating that piRNAs may be derived from both endogenous and exogenous sources, and may play an antiviral role (Vodovar et al. 2012; Miesen, Girardi, and van Rij 2015) . Although recent studies indicate widespread conservation of the piRNA pathway among arthropods (Lewis et al. 2018) , less is known about whether they could play an antiviral role in non-mosquito arthropods.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 353,
                    "text": "(Siomi et al. 2011",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 915,
                    "end": 951,
                    "text": "(Aravin, Hannon, and Brennecke 2007)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1098,
                    "end": 1121,
                    "text": "(Morazzani et al. 2012)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1304,
                    "end": 1325,
                    "text": "(Vodovar et al. 2012;",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1326,
                    "end": 1360,
                    "text": "Miesen, Girardi, and van Rij 2015)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1458,
                    "end": 1477,
                    "text": "(Lewis et al. 2018)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One source of endogenous piRNAs is non-retroviral integrated RNA virus sequences (NIRVS) (Vijayendran et al. 2013) . NIRVS arise from the reverse transcription of viral RNA into cDNA and its integration into the genome of a host germ cell, followed by vertical transmission to offspring (Katzourakis and Gifford 2010) . RNA viruses do not integrate into the host genome as part of their lifecycle, so it was initially thought that integration of non-retrotranscribing viruses was serendipitous-especially in vertebrate genomes which contain relatively few insertions (Katzourakis and Gifford 2010 ). Yet recent evidence has highlighted the abundance of NIRVS in some arthropod genomes-e.g., Ae. aegypti and Ae. albopictus contain >100 NIRVS from over eight RNA virus families encompassing þssRNA, ÀssRNA, and dsRNA viral groups (Palatini et al. 2017; Whitfield et al. 2017) . Additionally, large-scale sequence analysis has shown that many of these NIRVS cluster within piRNA producing genomic regions and produce primary piRNAs (Whitfield et al. 2017; Ter Horst et al. 2018) . This suggests that NIRVS have a functional role, perhaps involving the piRNA pathway.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 114,
                    "text": "(Vijayendran et al. 2013)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 287,
                    "end": 317,
                    "text": "(Katzourakis and Gifford 2010)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 567,
                    "end": 596,
                    "text": "(Katzourakis and Gifford 2010",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 828,
                    "end": 850,
                    "text": "(Palatini et al. 2017;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 851,
                    "end": 873,
                    "text": "Whitfield et al. 2017)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1029,
                    "end": 1052,
                    "text": "(Whitfield et al. 2017;",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1053,
                    "end": 1075,
                    "text": "Ter Horst et al. 2018)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "NIRVS are also a rich source of information about long-term viral evolution, diversity, and host range. In its exogenous state, an RNA virus will typically evolve at 10 À3 substitutions/site/year (Jenkins et al. 2002) , but when integrated into a eukaryotic genome, will evolve several orders of magnitude more slowly (Aiewsakun and Katzourakis 2015) . NIRVS represent near-intact ancient viral sequences, and so can be useful to estimate the timescale of long-term viral evolution, e.g., dating the emergence of modern viral families (Belyi, Levine, and Skalka 2010) . NIRVS are also a useful tool to expand the known host range of viral families, as finding a particular NIRVS family in a genome indicates an ancestral infection event of that host lineage (Aiewsakun and Katzourakis 2015) . The true spectrum of arthropod-infecting RNA viruses is only recently coming to light (Shi et al. 2016 ) and further information on host range and viral diversity can be assisted by the identification and analysis of NIRVS in arthropod genomes.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 217,
                    "text": "(Jenkins et al. 2002)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 318,
                    "end": 350,
                    "text": "(Aiewsakun and Katzourakis 2015)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 535,
                    "end": 567,
                    "text": "(Belyi, Levine, and Skalka 2010)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 758,
                    "end": 790,
                    "text": "(Aiewsakun and Katzourakis 2015)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 879,
                    "end": 895,
                    "text": "(Shi et al. 2016",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most studies thus far have focussed on the abundance and diversity of NIRVS in Aedes genomes, due to the high quality of available genomes and the clinical significance of these vectors CpipJ2/Johannesburg Scaffold (Hammon et al. 1941; Sudia et al. 1967; Monath and Tsai 1987; Turell et al. 2005; Guo et al. 2016) Togaviridae ( Chromosome (Hoskins et al. 2015 ) (Crochu et al. 2004; Roiz et al. 2009; Palatini et al. 2017; Whitfield et al. 2017) . Other studies have also indicated the presence of NIRVS in non-dipteran lineages (Shi et al. 2016; Ter Horst et al. 2018) . As the incidence of disease caused by arboviruses rises it will become important to generate a deeper understanding of NIRVS diversity among non-mosquito vectors. We aimed to examine the spectrum of NIRVS in arbovirus vectors other than Aedes mosquitoes, which represent a threat in the context of emerging viruses. Using the well-studied genomes of Aedes mosquitoes to validate our analysis, we employed a bioinformatic pipeline to characterise NIRVS in seven non-Aedes arbovirus vectors that have representative genomic sequences (Table 1 and Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 235,
                    "text": "(Hammon et al. 1941;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 236,
                    "end": 254,
                    "text": "Sudia et al. 1967;",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 255,
                    "end": 276,
                    "text": "Monath and Tsai 1987;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 277,
                    "end": 296,
                    "text": "Turell et al. 2005;",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 297,
                    "end": 313,
                    "text": "Guo et al. 2016)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 339,
                    "end": 359,
                    "text": "(Hoskins et al. 2015",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 362,
                    "end": 382,
                    "text": "(Crochu et al. 2004;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 383,
                    "end": 400,
                    "text": "Roiz et al. 2009;",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 401,
                    "end": 422,
                    "text": "Palatini et al. 2017;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 423,
                    "end": 445,
                    "text": "Whitfield et al. 2017)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 529,
                    "end": 546,
                    "text": "(Shi et al. 2016;",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 547,
                    "end": 569,
                    "text": "Ter Horst et al. 2018)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 1104,
                    "end": 1116,
                    "text": "(Table 1 and",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1117,
                    "end": 1123,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To identify NIRVS in arthropod genomes, a list of query viral protein sequences was assembled. Type species for each viral family as defined by the International Committee for Virus Taxonomy (ICTV) Master Species List 2017 were used (ICTV 2017). These included all proteins from reference viral genomes of dsRNA viruses, þssRNA viruses and ÀssRNA viruses. Protein sequences from viruses recently identified in arthropods through deep RNA sequencing studies were also included to increase the likelihood of finding sequences from divergent viruses (Cook et al. 2013; Chandler, Liu, and Bennett 2015; Li et al. 2015; Shi et al. 2016 ). This dataset comprised 3,694 protein sequences representing 1,933 distinct viruses (Supplementary Table S1 ).",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 565,
                    "text": "(Cook et al. 2013;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 566,
                    "end": 598,
                    "text": "Chandler, Liu, and Bennett 2015;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 599,
                    "end": 614,
                    "text": "Li et al. 2015;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 615,
                    "end": 630,
                    "text": "Shi et al. 2016",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [
                {
                    "start": 732,
                    "end": 740,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Query viral sequence and arthropod genome retrieval for NIRVS identification"
        },
        {
            "text": "The arthropod genomes used for analysis are detailed in Table 1 . The genome of Drosophila melanogaster (Release 6) (Adams et al. 2000; Hoskins et al. 2015) was also searched for NIRVS. This is the best-assembled and annotated arthropod genome and contains no known NIRVS. Therefore, this allowed us to assess whether our pipeline was likely to generate false positives.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 135,
                    "text": "(Adams et al. 2000;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 136,
                    "end": 156,
                    "text": "Hoskins et al. 2015)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Query viral sequence and arthropod genome retrieval for NIRVS identification"
        },
        {
            "text": "Identification of NIRVS was based on methods outlined previously (Katzourakis and Gifford 2010) which used Basic Local Alignment Search Tool (BLAST). A tBLASTn search was undertaken separately for each organism in Geneious (v10.2.3) (Kearse et al. 2012) , with all viral protein sequences queried against each arthropod genome. BLAST hits were filtered by Evalue ( 1e À3 ), and duplicate BLAST hits (covering the same region of a host genome) were removed manually. For BLAST hits representing the same NIRVS, the hit containing the maximum genomic coverage was retained. To verify that the BLAST hits were truly viral-derived sequences, a reciprocal search was performed by using translated BLAST hits as query sequences in a tBLASTn search against the NCBI nonredundant (nr) database. Matches to retroviruses, viral cloning vectors, and non-specific matches to host loci or other arthropod loci were discarded. ",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 253,
                    "text": "(Kearse et al. 2012)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "NIRVS identification in arthropod genomes"
        },
        {
            "text": "To visualise which region of the viral genome NIRVS were derived from, NIRVS were aligned individually to the genome of a closely related extant virus using ClustalW (v2.0), which does not penalise end-gaps in the nucleotide alignment (Larkin et al. 2007 ). Alignments were concatenated, and duplicates of the reference sequence were removed. Alignments were visualised in GraphPad Prism (v7.0) based on the numerical mapping position of the NIRVS to the reference sequence. For alignments and trees containing mononegaviruses and mononega-like viruses, the Chuviridae was included. The Chuviridae is not technically part of this order but shares a close phylogenetic relationship with mononegaviruses (Li et al. 2015) .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 254,
                    "text": "(Larkin et al. 2007",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 702,
                    "end": 718,
                    "text": "(Li et al. 2015)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Mapping of NIRVS to viral genomes"
        },
        {
            "text": "To calculate which proportion of NIRVS had significant identity to other NIRVS within the same genome, indicating that they were probably duplicated sequences, a ClustalW (v2.0) alignment of all NIRVS within each genome was performed in Geneious (v10.2.3). The distance matrix from this alignment was used to identify NIRVS with >98 per cent nt identity to any other NIRVS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of NIRVS duplicates within arthropod genomes"
        },
        {
            "text": "To create phylogenetic trees broadly representing each group of NIRVS in this study, a collection of representative nucleotide sequences corresponding to the respective RNA-dependent RNA polymerase (RdRp) region of each group was downloaded from NCBI (Supplementary Table S3 ). Translated nt sequences, which were of similar sequence lengths, were aligned using MAFFT (v7.017) (Katoh et al. 2002) and trimmed using trimAl (v1.4.1) (Capella-Gutierrez, Silla-Martinez, and Gabaldon 2009). Maximum-likelihood (ML) phylogenetic trees were created in RAxML (v8.2.8) (Stamatakis 2014) .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 396,
                    "text": "(Katoh et al. 2002)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 561,
                    "end": 578,
                    "text": "(Stamatakis 2014)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 274,
                    "text": "Table S3",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Phylogenetic analysis of specific NIRVS in I. scapularis"
        },
        {
            "text": "To perform phylogenetic analysis of specific NIRVS from I. scapularis, twenty-five closely related viral sequences were identified by a tBLASTn search against the nr database. Nt sequences of the same gene from which the NIRVS was derived (e.g. replicase) were downloaded for these viruses, as well as a more distantly-related outgroup sequence. Sequences were aligned and trimmed as above. ML phylogenetic trees were created in RAxML (v8.2.8) (Stamatakis 2014) , with an automated aa substitution model and rapid bootstrapping with 500 nonparametric replicates. Eukaryotic hosts of each viral species included in the phylogenetic analyses were deduced from study metadata and manually indicated on the tree.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 461,
                    "text": "(Stamatakis 2014)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic analysis of specific NIRVS in I. scapularis"
        },
        {
            "text": "2.6 piRNA cluster prediction in the I. scapularis genome Analysis of a publicly available sRNA dataset from I. scapularis was performed on The University of Queensland Galaxy server (https://usegalaxy.org.au) (Afgan et al. 2018) . Raw sequencing reads were downloaded from NCBI [BioProject Accession PRJNA315659], read quality was assessed with FastQC (Andrews 2010) , and Illumina sRNA adapters were trimmed with Trim Galore! (Galaxy v0.4.3.1). This dataset, along with the I. scapularis IscaW1 genome assembly (Gulia-Nuss et al. 2016) , was used to predict piRNA-producing loci with proTRAC (v2.4.2) (Rosenkranz and Zischler 2012) applying custom parameters as previously defined (Ter Horst et al. 2018) . NIRVS residing completely within predicted piRNA clusters were identified using a Megablast search implemented in Geneious (v10.2.3), with BLAST matches exhibiting both 100 per cent nt identity and query cover considered to reside within the cluster. The probability of integration into a piRNA cluster was defined as the percentage of the genome occupied by piRNA clusters. A cumulative binomial distribution was used to estimate whether NIRVS had preferentially integrated into piRNA clusters, as opposed to randomly within the genome.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 228,
                    "text": "(Afgan et al. 2018)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 352,
                    "end": 366,
                    "text": "(Andrews 2010)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 512,
                    "end": 536,
                    "text": "(Gulia-Nuss et al. 2016)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 602,
                    "end": 632,
                    "text": "(Rosenkranz and Zischler 2012)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 687,
                    "end": 705,
                    "text": "Horst et al. 2018)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic analysis of specific NIRVS in I. scapularis"
        },
        {
            "text": "To judge TE enrichment in regions around NIRVS, genomic sequence lying 5 kb either side of each NIRVS was extracted. For NIRVS that did not contain more than 5 kb flanking sequence due to the size of the scaffold, the sequence up until the end of the genomic scaffold was retained. RepeatMasker (v4.0.7) (Smit, Hubley, and Green 2018) was used to estimate the TE composition of these regions, with a list of predicted TEs identified in the IscaW1 genome assembly as a reference. These proportions were then compared with the genome-wide TE composition (Gulia-Nuss et al. 2016) . Where two annotations encompassed more than 100 nt of overlapping genomic region, the annotation with the highest Smith-Waterman score was retained. We also analysed an NIRVS 'hotspot', where multiple NIRVS from different families were present in nearby loci. This was scaffold DS826508, nt position 110,866-186,277, which contained NIRVS from the Orthomyxoviridae (n = 2), Mononegavirales (n = 2), and Bunyavirales (n = 1) in close proximity (Supplementary Table S2 ).",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 334,
                    "text": "(Smit, Hubley, and Green 2018)",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 576,
                    "text": "(Gulia-Nuss et al. 2016)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1022,
                    "end": 1045,
                    "text": "(Supplementary Table S2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "TE analysis in I. scapularis NIRVS integration sites"
        },
        {
            "text": "The above sRNA dataset [PRJNA315659] was used to further characterise NIRVS-derived sRNAs. For evaluation of the NIRVS sequence content of total sRNA, the forward reads from all four sequencing runs were merged and HISAT2 (Galaxy v2.1.0) (Kim, Langmead, and Salzberg 2015) was used to align the reads to a reference FASTA file containing all I. scapularis NIRVS. Aligned reads were extracted and quantified with Salmon (v0.8.2) with custom parameters: (-kmerLen 19; -unmatedReads; incompatPrior 0.0) (Patro et al. 2017) . Read counts were then grouped by the NIRVS' viral family of origin, and the proportion of total reads corresponding to each family was calculated.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 272,
                    "text": "(Kim, Langmead, and Salzberg 2015)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 500,
                    "end": 519,
                    "text": "(Patro et al. 2017)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of sRNA datasets from I. scapularis"
        },
        {
            "text": "To assess NIRVS-derived sRNA abundance by sequence length, the aligned reads (forward and reverse strand) for each k-mer (18-30 nt) were quantified with Salmon (v0.8.2) and then divided by the total number of sequences comprising that dataset to calculate the relative number of NIRVS-derived sRNAs for each k-mer. To assess nt bias at each position of the sRNA sequences, mapped sRNA reads (18-30 nt) were trimmed to 10 nt from the 3 0 end and used as input in WebLogo (v3.0) (Crooks et al. 2004) .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 497,
                    "text": "(Crooks et al. 2004)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of sRNA datasets from I. scapularis"
        },
        {
            "text": "The sRNA dataset used contained two replicates each of mock infection, and two of infection with Anaplasma phagocytophilum, the causative agent of human granulocytic anaplasmosis. Although this was not a viral infection, we examined whether NIRVS transcription was upregulated upon general immune responses to bacterial infection. Forward reads from the two infection datasets (SRA ID SRR3236780-SRR3236781) were mapped to all NIRVS and quantified with Salmon (v0.8.2). This was repeated for the mock datasets (SRA ID SRR3236782-SRR3236783). Differential expression counts of the sRNAs were calculated with DESeq2 (Galaxy v2.11.39) (Love, Huber, and Anders 2014).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of sRNA datasets from I. scapularis"
        },
        {
            "text": "Recent literature has described a large number of Aedes NIRVS, so we initially analysed the genomes of Ae. aegypti and Ae. albopictus to confirm the robustness of our pipeline. Both species had a similar abundance of NIRVS (Ae. aegypti, n = 276, Ae. albopictus, n = 276). We then detected NIRVS in a further six arthropods that are known to transmit pathogenic vertebrate viruses. The I. scapularis genome harboured the next largest number of NIRVS (n = 143), followed by Cx. quinquefasciatus (n = 28), An. gambiae (n = 24), C. sonorensis (n = 4), P. papatasi (n = 2), and R. microplus (n = 1) (Supplementary Table S2 ). Integrations from negative-sense viruses dominated in most organisms: Ae. aegypti, n = 243 (88%), Ae. albopictus, n = 233 (84%), I. scapularis n = 142 (99%), Cx. quinquefasciatus n = 28 (100%), An. gambiae n = 24 (100%), and C. sonorensis n = 4 (100%) ( Fig. 2A ). In P. papatasi and R. microplus there was one ÀssRNA derived NIRVS ( Fig. 2A ; Supplementary Table S2 ). All other NIRVS were related to either þssRNA or dsRNA viral sequences (Figs 3 and 4). No NIRVS were identified in the negative control genome of D. melanogaster.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 609,
                    "end": 617,
                    "text": "Table S2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 875,
                    "end": 882,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 955,
                    "end": 962,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 965,
                    "end": 987,
                    "text": "Supplementary Table S2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Abundance and Baltimore classification of NIRVS in arbovirus vectors"
        },
        {
            "text": "Many arthropods contain a high proportion of TEs in their genomes; Ae. albopictus and Ae. aegypti contain about 68 and 47 per cent TEs, respectively (Nene et al. 2007; Chen et al. 2015) . Due to the important role of repeat sequences in arthropod evolution (Peccoud et al. 2017 ), we suspected that many of the NIRVS identified were generated due to post-insertion duplication and not by distinct integration events. Using a ClustalW alignment and distance matrix, we calculated whether NIRVS shared high sequence identity with other NIRVS within the genome. Of 276 NIRVS in Ae. aegypti, 126 (46%) shared at least 98 per cent nt identity with at least one other NIRVS. In Ae. albopictus, this number was 196 (71%), in I. scapularis it was 26 (18%); 20 in Cx. quinquefasciatus (71%), and 11 in An. gambiae (44%) (Supplementary Table S4 ). There was no evidence of duplicated NIRVS in other organisms with multiple NIRVS (C. sonorensis and P. papatasi) (Supplementary Table S4 ). In Ae. aegypti and I. scapularis, we visually represented duplicated NIRVS within the groups Mononegavirales, Bunyavirales, and Orthomyxoviridae (Fig. 5 ). A similar pattern was observed in I. scapularis where most ÀssRNA NIRVS were classified in the Mononegavirales in either the Rhabdoviridae (n = 44 [31% of ÀssRNA NIRVS]) or among unclassified mononegaviruses (n = 48, 34%) (Fig. 2) . NIRVS related to bunyaviruses (n = 29, 20%) were notably more abundant than in dipterans, and evenly distributed among the Phenuiviridae (n = 11, 8%) and Nairoviridae (n = 18, 13%) (Fig. 2) . Orthomyxo-like NIRVS (n = 19, 13%) were the next most prevalent, followed by the Chuviridae (n = 2, 1%) (Fig. 2) . In Cx. quinquefasciatus and An. gambiae, the ÀssRNA NIRVS were related to unclassified mononegaviruses (n = 18 and n = 13 [64 and 54% ÀssRNA NIRVS, respectively]), chuviruses (both n = 9 [32 and 38%, respectively]), or rhabdoviruses (Cx. quinquefasciatus n = 1, 4%) (Fig. 2 ). An. gambiae also contained both one phasma-and one phenui-like insertion (Supplementary Table S2 Table S2 ). This pattern was consistent for Cx. quinquefasciatus (n = 28/28, 100%) and An. gambiae (n = 22/22, 100%) ( Fig. 2A) . Notably, I. scapularis possessed more nonstructural [L] region integrations from mononega-like viruses (n = 76/94, 81%), with the remainder from structural regions (n = 18/94, 19%) ( Fig. 2A) . To visually demonstrate this difference, a comparative alignment between negative-sense NIRVS in Ae. aegypti and I. scapularis was created, demonstrating the skew towards either structural or non-structural integration in each organism (Fig. 5A) .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 167,
                    "text": "(Nene et al. 2007;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 168,
                    "end": 185,
                    "text": "Chen et al. 2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 257,
                    "end": 277,
                    "text": "(Peccoud et al. 2017",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 834,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 974,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 1123,
                    "end": 1130,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1356,
                    "end": 1364,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1548,
                    "end": 1556,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1663,
                    "end": 1671,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1940,
                    "end": 1947,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2039,
                    "end": 2047,
                    "text": "Table S2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2048,
                    "end": 2056,
                    "text": "Table S2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2167,
                    "end": 2175,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2361,
                    "end": 2369,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2608,
                    "end": 2617,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "NIRVS are often duplicated within arthropod genomes"
        },
        {
            "text": "In terms of specific structural integrations from mononegalike viruses, GP-derived NIRVS were overrepresented in Ae. albopictus (n = 158/221 mononega-like insertions, 76%), Cx. quinquefasciatus (n = 26/28, 93%), and An. gambiae (n = 22/22, 100%), with either fewer or no NP-derived NIRVS in these organisms (n = 48/ 209 [23%], n = 2/28 [7%], and n = 0/24 [0%], respectively). Alternatively, NP-derived NIRVS were more abundant in Ae. aegypti (n = 122/236, 52%) with fewer GP-derived integrations (n = 90/236, 38%), and a single integration was derived from the M gene (Fig. 5A ) and another from a protein of unknown function (Supplementary Table S2 ). Similarly, structural proteinderived mononega-like NIRVS in I. scapularis were mostly derived from NP sequences (n = 40/42, 95%), with only two GPrelated NIRVS (5%) (Fig. 5A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 576,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 626,
                    "end": 649,
                    "text": "(Supplementary Table S2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 818,
                    "end": 826,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Structural and non-structural region integration skew among mononega-like viral insertions"
        },
        {
            "text": "The Hepe-Virga clade and the Flaviviridae were the two major lineages comprising NIRVS from þssRNA viruses ( Fig. 3 ; Supplementary Fig. S2 ). þssRNA NIRVS related to the Flaviviridae were the most abundant, but were only observed in Aedes mosquitoes (Ae. aegypti, n = 21 [75% þssRNA NIRVS], Ae. albopictus, n = 29, 81%) (Fig. 3) . This was also the case for Negelike viruses (Ae. aegypti, n = 4 [14%], Ae. albopictus, n = 5 [14%]), and Hepe-Virga-like viruses (Ae. aegypti, n = 3 [11%], Ae. albopictus, n = 2 [6%]) ( Fig. 3; Supplementary Fig. S2 ). No þssRNA virusderived NIRVS were detected in P. papatasi, R. microplus, or D. melanogaster. Putative Nido-like NIRVS were initially detected in Ae. albopictus (n = 2), and once each in Ae. aegypti, Cx. quinquefasciatus, An. gambiae, C. sonorensis, and D. melanogaster; however, the identity of this as a true NIRVS was disputed (see further discussion below, section 3.5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 115,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 118,
                    "end": 139,
                    "text": "Supplementary Fig. S2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 321,
                    "end": 329,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 518,
                    "end": 547,
                    "text": "Fig. 3; Supplementary Fig. S2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "1ssRNA virus derived NIRVS"
        },
        {
            "text": "3.4.2 dsRNA virus derived NIRVS dsRNA virus-derived NIRVS were the least abundant across all organisms (n = 14 total; Supplementary Fig. S3 ). dsRNA NIRVS could be classified as either Partiti-like or Toti-like, i.e. relatives of the fungal and protozoan-infecting families Partitiviridae and Totiviridae, respectively (Fig. 4) . In Ae. aegypti and Ae. albopictus, all dsRNA-like NIRVS (n = 5 and n = 7, respectively) were Toti-like (Fig. 4) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "text": "Supplementary Fig. S3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 319,
                    "end": 327,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 433,
                    "end": 441,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "1ssRNA virus derived NIRVS"
        },
        {
            "text": "When searching for NIRVS, false positive hits can arise from viral query proteins that have chance homology to eukaryotic proteins (e.g. heat shock proteins). These can usually be eliminated with a reverse tBLASTn search against the nr database, where no viral hits are produced, as hits to eukaryotes are much stronger. We observed an unusual BLAST hit in Ae. aegypti, Ae. albopictus, An. gambiae, Cx. quinquefasciatus, C. sonorensis, and D. melanogaster with homology to the ORF1a (replicase) protein of mosquito-specific viruses in the Mesoniviridae (order Nidovirales) ( RdRp sequences, as listed in Supplementary Table S3 ). Shapes correspond to the abundance of NIRVS from that group as shown in the legend, and colour represents the organism analysed (right-hand panels). Viral orders are encircled with dotted lines, and families are shaded grey. The scale bar represents aa substitutions per site.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 626,
                    "text": "Supplementary Table S3",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Analysis of a protein with an unusual nido-like domain in six dipteran genomes"
        },
        {
            "text": "database generated a list of close matches to hypothetical proteins from related insect species, in addition to more distantly related viral hits, so we did not fully eliminate this as a false positive hit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of a protein with an unusual nido-like domain in six dipteran genomes"
        },
        {
            "text": "We next analysed the flanking regions of this putative NIRVS, to see whether it was part of a functional protein coding sequence. The putative NIRVS was part of an open reading frame (ORF) spanning approximately 1,100 nt in all surveyed organisms, which encoded an annotated hypothetical protein in Ae. aegypti, Ae. albopictus, An. gambiae, Cx. quinquefasciatus, and D. melanogaster (Table 2) . Therefore, it seemed that this hit represented a conserved protein containing a 'nido-like' domain ($600 nt identity, ranging from 26.1 to 45.3%) (Supplementary Table S2 ). We performed a BLASTp search of this conserved protein to find potential homologues but generated a list of results similar to the initial tBLASTn search (Supplementary Table S5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 392,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 556,
                    "end": 564,
                    "text": "Table S2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 737,
                    "end": 745,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "Analysis of a protein with an unusual nido-like domain in six dipteran genomes"
        },
        {
            "text": "Owing to the emerging threat of tick-borne viruses, it is crucial to sample viral diversity in ticks. NIRVS can represent novel phylogenetic lineages which have not been sampled in the exogenous form. Therefore, we performed phylogenetic analysis on six I. scapularis NIRVS from different taxonomic groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Further phylogenetic analysis of NIRVS from I. scapularis"
        },
        {
            "text": "This encompassed a wide range of genetic diversity, while using the longest sequence from each group ensured high phylogenetic resolution (Table 3 and Fig. 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 146,
                    "text": "(Table 3",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 151,
                    "end": 157,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Further phylogenetic analysis of NIRVS from I. scapularis"
        },
        {
            "text": "The single partiti-like NIRVS (218 nt) was derived from the conserved RdRp region, and clusters monophyletically with Norway partiti-like virus 1 [MF141076] that was isolated from I. ricinus (Fig. 6A) ). Overall, these arthropod-specific partiti-like viruses form a clade related to, but distinct from, the Partitiviridae family (Fig. 6A ). However, due to the short sequence length there is low bootstrap support (<50%) for most tree nodes (Fig. 6A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "text": "(Fig. 6A)",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 337,
                    "text": "(Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 450,
                    "text": "(Fig. 6A)",
                    "ref_id": null
                }
            ],
            "section": "Further phylogenetic analysis of NIRVS from I. scapularis"
        },
        {
            "text": "The longest chuvirus-like NIRVS (509 nt, genomic scaffold DS620777) was related to the chuviral glycoprotein (M) gene. It sits basally to a larger cluster of arthropod-specific chuviruses; which includes a tick-specific cluster ( (Fig. 6B) . Orthomyxo-like NIRVS in I. scapularis were more abundant than in any dipteran, and the longest (1079 nt, derived from the PB1 protein coding region), clustered in a group of 0.3 . This cluster is distinct from sandfly borne human pathogens (e.g. Rift Valley Fever phlebovirus), and from the well-described tick-specific Uukuniemi virus clade (Fig. 6D) . The NP-derived nairo-like NIRVS falls into an Ixodes-specific cluster within the Nairoviridae, distinct from several clusters infecting either hard ticks (Ixodidae) or soft ticks (Argasidae) (Fig. 6E) . Lastly, the rhabdolike NIRVS which was particularly long (3,950 nt) can be classified into a tick-specific rhabdo-like cluster, where its closest relative is Norway mononegavirus 1 (Fig. 6F ). This classification notably did not align with its closest BLAST result which was the equine-infecting vesicular stomatitis Indiana virus (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "(Fig. 6B)",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 593,
                    "text": "(Fig. 6D)",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 796,
                    "text": "(Fig. 6E)",
                    "ref_id": null
                },
                {
                    "start": 980,
                    "end": 988,
                    "text": "(Fig. 6F",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1139,
                    "text": "(Table 3)",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "Further phylogenetic analysis of NIRVS from I. scapularis"
        },
        {
            "text": "Using proTRAC (v2.4.2), 1,774 piRNA clusters were predicted in I. scapularis which comprised a total of 8,129,613 bp (0.46% of the genome). Thirty-two NIRVS (22%) resided totally within these clusters, with the remaining 111 either partially present or absent from the clusters. The cumulative binomial probability that at least 32 NIRVS integrated into piRNA clusters was P < 0.000001, indicating a strong preference for integration into these sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NIRVS in the genome of I. scapularis are disproportionately present in piRNA loci"
        },
        {
            "text": "In Ae. aegypti, LTR retrotransposons (Pao_Bel/Ty3_gypsy) are associated with NIRVS integration (Palatini et al. 2017 ). In I. scapularis, genomic regions flanking NIRVS were associated with a two-fold enrichment of fragments of non-long-terminal repeat (non-LTR) class I retrotransposons (6.70% in the whole genome vs. 11.55% in NIRVS flanking sites), but not of LTR retrotransposons (0.64 vs. 0.87%) or DNA transposons (3.06 vs. 3.70%) ( Table 4 ). Among the non-LTR retrotransposon fragments, the most relatively enriched were R1 elements (0.00 vs. 0.78%), I elements (0.53 vs. 4.71%), and L1 elements (2.09 vs. 4.30%) ( Table 4 ). The NIRVS 'hotspot' on scaffold DS826508 also contained a high proportion of non-LTR retrotransposons (9.02%), but not as many I elements (0.88%) or R1 elements (0.00%) ( Table 4) . ",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 116,
                    "text": "(Palatini et al. 2017",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 446,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 630,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 813,
                    "text": "Table 4)",
                    "ref_id": null
                }
            ],
            "section": "Viral integration sites in I. scapularis are enriched for non-long-terminal repeat retrotransposons"
        },
        {
            "text": "It has been shown that piRNAs are produced by NIRVS in a variety of arthropods (Palatini et al. 2017; Ter Horst et al. 2018) . To determine whether this was the case in our own dataset, we analysed a publicly available I. scapularis sRNA dataset for the presence of piRNAs derived from NIRVS loci (BioProject accession PRJNA315659). Out of 132,048,347 sRNA reads originating from four independent sequencing runs, 68,823 (0.05%) mapped exactly to at least one NIRVS. These originated primarily from NIRVS related to rhabdoviruses (35.6%), unassigned mononegaviruses (24.2%), orthomyxoviruses (18.5%), phenuiviruses (16.2%), nairoviruses (3.6%), and chuviruses (1.9%); these proportions are very similar to the abundance of each NIRVS family within the genome (Fig. 7A) . The most abundant NIRVS-derived sRNAs were 28 nt in length (0.046% total 28-mers), followed by 29 nt (0.045%), 27 nt (0.039%), 26 nt (0.035%), 30 nt (0.034%), 25 nt (0.028%), 24 nt (0.017%), 23 nt (0.012%), 20 nt (0.008%), 21 nt (0.007%), 22 nt (0.004%), and 19 nt (0.003%) (Fig. 7B) . Additionally, NIRVSderived sRNAs were predominantly antisense (20,538 reads, 90.9%) as opposed to sense (2,067 reads, 9.1%) (Fig. 7B) . The length of the NIRVS-derived sRNAs (primarily 25-30 nt sRNAs) their predominantly antisense nature, and the strong bias for a uridine at their 5 0 position make them strongly reminiscent of primary piRNAs (Fig. 7B and C) .",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 101,
                    "text": "(Palatini et al. 2017;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 102,
                    "end": 124,
                    "text": "Ter Horst et al. 2018)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 759,
                    "end": 768,
                    "text": "(Fig. 7A)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1045,
                    "end": 1054,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1181,
                    "end": 1190,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1401,
                    "end": 1416,
                    "text": "(Fig. 7B and C)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "sRNAs originating from NIRVS are present in I. scapularis ISE6 cells and resemble primary piRNAs"
        },
        {
            "text": "In the range of 18-30 nt, the most abundantly expressed NIRVS were DS841316 (Rhabdo-like, L protein, 2,349 reads), DS884533_1 (Rhabdo-like, L protein, 1,511 total reads), DS731648_2 (Phenui-like, L protein, 1,908 reads), DS810239_2 (Nairo-like, N protein, 1,572 reads), and DS826508_3 N protein, 1, 192 reads) (Supplementary Table  S6 ). No sRNAs were significantly up-or down-regulated (adjusted P-value <0.05) upon infection with A. phagocytophilum.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 295,
                    "text": "N protein,",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 298,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 309,
                    "text": "192 reads)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 334,
                    "text": "(Supplementary Table  S6",
                    "ref_id": null
                }
            ],
            "section": "sRNAs originating from NIRVS are present in I. scapularis ISE6 cells and resemble primary piRNAs"
        },
        {
            "text": "Arthropods that transmit viruses to vertebrate hosts maintain a fine balance between carrying a viral infection for an extended Figure 6 . ML phylogenetic trees of six NIRVS from the blacklegged tick I. scapularis. Following identification of 143 NIRVS within the I. scapularis genome, the longest from each family of negative-sense viruses was selected for phylogenetic analysis (n ¼ 5). A dsRNA NIRVS was also selected as it was the unique NIRVS of this type identified (A). First, a tBLASTn search was performed using the NIRVS against the NCBI nr database to generate a list of close matches. The top 25 most closely related sequences were chosen, as well a more distantly related outgroup sequence. Sequences were aligned with MAFFT (v7.017) and trimmed with trimAl (v1.4.1). A RAxML period and avoiding the deleterious effects of viral infection. NIRVS are proposed to be a heritable antiviral defence mechanism, interacting with sRNA SPs to attenuate transcripts of an infecting virus (Palatini et al. 2017) . It is now well-established that NIRVS accumulation is a feature of multiple arthropod classes (Ter Horst et al. 2018 ). Yet besides Aedes spp., an in-depth analysis of NIRVS in emerging arbovirus vectors is lacking. To address this gap, we selected six non-Aedes arbovirus vectors for NIRVS analysis. We uncovered more NIRVS in the mosquitoes Cx. quinquefasciatus and An. gambiae than reported previously, and we characterised novel NIRVS in the non-mosquito dipterans C. sonorensis and P. papatasi, and in the Asian blue tick R. microplus. The focus of our study, however, became the preponderance of NIRVS in the deer tick I. scapularis, which exhibit unusual characteristics and are likely to be associated with the piRNA pathway.",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 1014,
                    "text": "(Palatini et al. 2017)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1116,
                    "end": 1133,
                    "text": "Horst et al. 2018",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Ae. aegypti and Ae. albopictus are the best-studied arthropods in the context of NIRVS and were therefore used as validation organisms for our NIRVS identification pipeline. Our count in Ae. aegypti (n = 276) (Figs 2-4) was considerably more than Palatini et al. (2017) (n = 122) who used a similar BLAST-based approach, and a recent version of the same genome (AaegL3.0) (Palatini et al. 2017 ). Our results may reflect a more extensive range of query viruses (n = 1,933 vs. n = 425). Alternatively, Whitfield et al. (2017) reported 472 NIRVS in Ae. aegypti, but used a long-read based genome assembly for NIRVS identification. Since the current AaegL5.0 assembly is based on short-read technology, highly repetitive NIRVS-rich regions may be masked (Dudchenko et al. 2017; Whitfield et al. 2017) . These variable figures suggest that the number of NIRVS reported is not definitive but is contingent on filtering parameters and the quality of host genome assembly.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 269,
                    "text": "Palatini et al. (2017)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 372,
                    "end": 393,
                    "text": "(Palatini et al. 2017",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 501,
                    "end": 524,
                    "text": "Whitfield et al. (2017)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 751,
                    "end": 774,
                    "text": "(Dudchenko et al. 2017;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 775,
                    "end": 797,
                    "text": "Whitfield et al. 2017)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 219,
                    "text": "(Figs 2-4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Validation of methodology with Aedes mosquitoes"
        },
        {
            "text": "In Ae. albopictus, we reported 276 NIRVS (Figs 2-4) , also higher than Palatini et al. (n = 72) , yet they used a genome from a different source (Foshan strain as opposed to C6/36 cell line used in our study). However, the true number of NIRVS in Ae. albopictus is probably as high as or higher than Ae. aegypti, as it contains an even higher proportion of TEs (Chen et al. 2015) , including LTR retrotransposons which may be responsible for NIRVS formation. Despite the discrepancies, both studies report similar NIRVS characteristics. These NIRVS were dominated by insertions from the structural gene-coding regions (N and G) of negative-sense viruses (predominantly mononegaviruses), with fewer insertions from þssRNA and dsRNA viruses. This indicates that the methodology of the current study, which identified NIRVS without generating excessive false positive hits, is robust.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 95,
                    "text": "Palatini et al. (n = 72)",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 379,
                    "text": "(Chen et al. 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 51,
                    "text": "(Figs 2-4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Validation of methodology with Aedes mosquitoes"
        },
        {
            "text": "We observed that Cx. quinquefasciatus and An. gambiae harboured approximately twenty NIRVS each (Figs 2-4; Supplementary Table S2) , which is inconsistent with Palatini et al. (2017) who identified no NIRVS in An. gambiae, and only one NIRVS in Cx. quinquefasciatus. These mosquitoes therefore possess more NIRVS than previously thought, with similar characteristics to Aedes NIRVS, i.e. dominated by integrations from structural regions of negative-sense viruses ( Fig. 2A ; Supplementary Table S2) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 182,
                    "text": "Palatini et al. (2017)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "Table S2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 466,
                    "end": 473,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 476,
                    "end": 499,
                    "text": "Supplementary Table S2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Enriching the repertoire of NIRVS in non-Aedes dipterans"
        },
        {
            "text": "In this study, we included two non-mosquito dipterans which transmit emerging mammalian viruses (Table 1) . Analysis revealed NIRVS in P. papatasi (n = 2) (bunya-and partiti-like) and C. sonorensis (n = 4) (chu-and bunya-like) (Figs 2   Table 4 . Transposable element (TE) occupancy in the entire I. scapularis genome, in regions with NIRVS, and in a region containing multiple NIRVS from three different viral groups (located on scaffold DS826508).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 105,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 233,
                    "end": 244,
                    "text": "2   Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Enriching the repertoire of NIRVS in non-Aedes dipterans"
        },
        {
            "text": "IscaW1 genome assembly (1, 765, 382, 190 Table S2 ), demonstrating that these NIRVS probably originated from highly divergent viruses. The virome of these organisms has not been extensively sampled, yet our results imply the presence of circulating, divergent, and arthropod-specific viruses in these species, which may be important for future studies. Overall, our results suggest that NIRVS accumulation is primarily a feature of mosquitoes, and not other dipterans.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "text": "(1,",
                    "ref_id": null
                },
                {
                    "start": 27,
                    "end": 31,
                    "text": "765,",
                    "ref_id": null
                },
                {
                    "start": 32,
                    "end": 36,
                    "text": "382,",
                    "ref_id": null
                },
                {
                    "start": 37,
                    "end": 40,
                    "text": "190",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "text": "Table S2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "TE occupancy (%)/TE content (bp)"
        },
        {
            "text": "NIRVS are not usually present as protein coding regions, but as fragmented sequences containing stop codons. However, viral proteins can be repurposed by their hosts (exapted) in remarkable instances of horizontal evolution (Koonin and Krupovic 2018) . A BLAST hit in six dipteran genomes revealed the presence of a hypothetical protein containing a nido-like domain ( Table S5 ). Although hits to nidoviruses still arose, homology to these was generally weaker than to other insect proteins (e.g. in Ae. aegypti), the hypothetical protein LOC5579059 exhibited 52 matches to uncharacterised proteins from other insects (E-values ranging from 0 to 2.07E À19 ) before a viral hit occured (E-value 2.43E À19 ) (Supplementary Table S5 ). The pp1a nidovirus protein, to which BLAST matches were generated, is a multifunctional replicase enzyme (Ziebuhr 2006) . We speculated that this region of similarity could signify a conserved enzymatic function between virus and eukaryote, e.g. helicase; however, no functional protein motifs were observed in this viral region. Due to the nature of the putative NIRVS it could represent an exapted viral protein which integrated prior to the divergence of the hosts, now serving a novel function in present-day lineages. This possibility is especially interesting as arthropods are predicted to be the origin of some present-day viral groups (Marklewitz et al. 2015) . Alternatively, it could represent a case of host-to-virus exaptation, or protein mimicry by the virus (Alcami 2003) , although these possibilities are unlikely in the case of an RNA virus. Further analysis of these NIRVS are beyond the scope of this manuscript, but these possibilities present an intriguing opportunity for future analysis.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 250,
                    "text": "(Koonin and Krupovic 2018)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 839,
                    "end": 853,
                    "text": "(Ziebuhr 2006)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1378,
                    "end": 1402,
                    "text": "(Marklewitz et al. 2015)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1507,
                    "end": 1520,
                    "text": "(Alcami 2003)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 377,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 730,
                    "text": "Table S5",
                    "ref_id": null
                }
            ],
            "section": "A protein with an unusual nido-like domain is present in multiple dipteran genomes"
        },
        {
            "text": "We revealed an abundance of NIRVS in I. scapularis (n = 143), which is broadly consistent with other studies of Ixodes spp. who report >100 NIRVS (Ter Horst et al. 2018) . The majority of our NIRVS generated a BLAST match to viruses isolated from hard ticks (Supplementary Table S2) , and phylogenetic analysis of six NIRVS supported their classification into tick-specific viral clades (Fig. 6) . originating from both the sense (green) and antisense (purple) genomic strand. (C) Sequence logo depicting ribonucleotide preference (probability) among the first ten nucleotides of NIRVS-derived sRNAs, from both the sense and antisense genomic strands.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 169,
                    "text": "Horst et al. 2018)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 282,
                    "text": "(Supplementary Table S2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 387,
                    "end": 395,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Distinct and unusual patterns of viral integration in the deer tick I. scapularis"
        },
        {
            "text": "We found both similarities and differences between NIRVS in I. scapularis and dipterans. Like the dipterans, I. scapularis NIRVS were dominated by negative-sense viruses (n = 142, 99%) which consisted primarily of insertions from non-segmented negative-sense (NNS) viruses (i.e. mononegaviruses) (n = 92, 64%) (Figs 2 and 5; Supplementary Table S2 ). Yet among the NNS viral insertions, we observed a bias towards non-structural region integration (L protein) as opposed to structural regions (G and N), which are conversely more abundant in mosquitoes (Fig. 5A ). This bias towards NIRVS from the structural region of negative-sense viruses is thought to reflect relative mRNA abundance during infection, where the NP is the most abundant and L the least (Holmes 2011) . Here, the unexpected abundance of L integrations could reflect an unusual template preference for the endogenous reverse transcriptases (RTs) and integrases in I. scapularis which catalyse NIRVS formation.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 769,
                    "text": "(Holmes 2011)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 347,
                    "text": "Supplementary Table S2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 553,
                    "end": 561,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Distinct and unusual patterns of viral integration in the deer tick I. scapularis"
        },
        {
            "text": "Another unusual aspect of NIRVS in I. scapularis was the overrepresentation of integrations from segmented negativesense (SNS) RNA viruses (orthomyxo-like and bunya-like) (n = 51, 36%) (Figs 2 and 5). In contrast, all other surveyed organisms contained few SNS virus-like NIRVS (Ae. aegypti n = 6, Ae. albopictus n = 13, An. gambiae n = 2, C. sonorensis n = 3, R. microplus n = 1) ( Fig. 2 ; Supplementary Table S2 ). Specifically, the orthomyxo-like NIRVS in I. scapularis were exclusively related to tick-borne viruses in the genus Quaranjavirus (Presti et al. 2009 ). Orthomyxoviruses replicate in the nucleus (Ruigrok et al. 2010) , where proximity to the host genome may predispose them to NIRVS formation. However, studies on orthomyxovirus replication are heavily biased towards influenza viruses, and mechanisms of quaranjavirus replication are little explored. Similar observations were made for the bunya-like insertions, again abundant in I. scapularis (n = 30) despite being infrequent in other surveyed organisms. These could be classified as phenuilike or nairo-like (related to the Phenuiviridae or Nairoviridae). In contrast, phasma-like (Phasmaviridae-related) insertions were confined to Ae. aegypti, Ae. albopictus, P. papatasi, and An. gambiae (Supplementary Table S2 ). This mirrors the known host range of these families, whereby the Nairoviridae is tick-borne, the Phenuiviridae infects insects and arachnids, and the Phasmaviridae is insect-borne (Lasecka and Baron 2014) . Overall, the detection of multiple SNS viral insertions here suggests that ticks are the dominant hosts of these viral groups.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 567,
                    "text": "(Presti et al. 2009",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 613,
                    "end": 634,
                    "text": "(Ruigrok et al. 2010)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1471,
                    "end": 1495,
                    "text": "(Lasecka and Baron 2014)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 389,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 392,
                    "end": 414,
                    "text": "Supplementary Table S2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1264,
                    "end": 1287,
                    "text": "(Supplementary Table S2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Distinct and unusual patterns of viral integration in the deer tick I. scapularis"
        },
        {
            "text": "Curiously, I. scapularis lacked NIRVS from positive-sense RNA viruses, which comprise about one tenth of NIRVS in Aedes mosquitoes ( Fig. 3; Supplementary Table S2 ). In particular, flavivirus-derived NIRVS are the most abundant positive-sense group in mosquitoes, yet despite the existence of a tick-borne Flavivirus clade, we did not observe any flavi-like NIRVS in I. scapularis. This is surprising, as tick-borne flaviviruses are vertically transmitted in nature (Brackney and Armstrong 2016) . Their absence could reflect that positive-sense viral genomes are unfavourable templates for ixodid NIRVS formation. Alternatively, since most tick-borne arboviruses are confined to certain groups (Bunyavirales, Orthomyxoviridae, Flaviviridae), tick viruses outside these groups are significantly under-sampled (Junglen 2016) . Accordingly, identification of tick-specific viruses in other groups may reveal positive-sense NIRVS which are too divergent to be detected here.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 496,
                    "text": "(Brackney and Armstrong 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 810,
                    "end": 824,
                    "text": "(Junglen 2016)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 163,
                    "text": "Fig. 3; Supplementary Table S2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Distinct and unusual patterns of viral integration in the deer tick I. scapularis"
        },
        {
            "text": "Analysis of the R. microplus genome revealed only one NIRVS, a much lower figure than I. scapularis (n = 143) ( Fig. 2;  Supplementary Table S2 ). This is an interesting disparity, both ticks contain a high proportion of repetitive elements ($70%) (Barrero et al. 2017) . Our data suggest that NIRVS accumulation is perhaps confined to Ixodes ticks, an observation validated by another study which also identified numerous NIRVS in I. ricinus (Ter Horst et al. 2018) . This difference could reflect factors such as inefficient vertical viral transmission among Rhipicephalus spp., or an alternative TE landscape which does not favour NIRVS formation. Importantly, genome sequencing of more hard and soft ticks will help to further characterise tick NIRVS.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 269,
                    "text": "(Barrero et al. 2017)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 443,
                    "end": 466,
                    "text": "(Ter Horst et al. 2018)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 143,
                    "text": "Fig. 2;  Supplementary Table S2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Differential NIRVS landscape among the hard ticks"
        },
        {
            "text": "A requirement for the formation of an NIRVS is infection of a germ cell, permitting transmission of the integrated viral sequence to offspring (Aiewsakun and Katzourakis 2015) . Each NIRVS is the footprint of a germline viral infection, suggesting vertical transmission of all the viral NIRVS groups identified here. Although vertical transmission of tick viruses is proposed to occur in nature (Labuda and Nuttall 2004) , information is limited. Our data suggest that in I. scapularis, vertical transmission of mononegaviruses, bunyaviruses, and orthomyxoviruses may occur regularly, giving them ample opportunity to integrate.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 175,
                    "text": "(Aiewsakun and Katzourakis 2015)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 395,
                    "end": 420,
                    "text": "(Labuda and Nuttall 2004)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Insights into the vertical transmission of I. scapularis viruses in nature"
        },
        {
            "text": "Most of the NIRVS here appeared to originate from tickspecific viral groups (Fig. 6 ). An exception was NIRVS from the genus Quaranjavirus (Orthomyxoviridae) (Fig. 6C) . Quaranjaviruses appear to have a dual vertebrate-arthropod host range; e.g., Wellfleet Bay virus can cause mass mortality in wild bird populations (Allison et al. 2015) . The presence of NIRVS derived from this group therefore implies the potential for vertical transmission of quaranjaviruses, which has implications for the management of these viruses in wild tick populations. 4.7 NIRVS are associated with the piRNA pathway in I. scapularis sRNA SPs are the key antiviral response in insects (Blair and Olson 2015) , yet current research is heavily biased towards mosquitoes. Several studies indicate involvement of an sRNA response in tick flaviviral infection (Schnettler et al. 2014; Weisheit et al. 2015 ), yet the area is understudied. In particular, the observation that NIRVS are proximal to piRNA clusters for a variety of arthropods suggests that NIRVS either (1) integrate into these clusters preferentially or (2) are positively selected for post-integration (Palatini et al. 2017; Whitfield et al. 2017; Ter Horst et al. 2018) . Interestingly, despite the identification of multiple NIRVS in I. scapularis in another study, no association with piRNA clusters was noted (Ter Horst et al. 2018 ). Repetition of this analysis for our own dataset uncovered a strong preference for integration into predicted piRNA sites in the I. scapularis genome (P ( 0.000001). Despite this discrepancy, our observation of many NIRVS-derived piRNAs, as discussed below, suggests that our clustering analysis was robust.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 338,
                    "text": "(Allison et al. 2015)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 666,
                    "end": 688,
                    "text": "(Blair and Olson 2015)",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 860,
                    "text": "(Schnettler et al. 2014;",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 861,
                    "end": 881,
                    "text": "Weisheit et al. 2015",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1144,
                    "end": 1166,
                    "text": "(Palatini et al. 2017;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1167,
                    "end": 1189,
                    "text": "Whitfield et al. 2017;",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1190,
                    "end": 1212,
                    "text": "Ter Horst et al. 2018)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1355,
                    "end": 1377,
                    "text": "(Ter Horst et al. 2018",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "(Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 167,
                    "text": "(Fig. 6C)",
                    "ref_id": null
                }
            ],
            "section": "Insights into the vertical transmission of I. scapularis viruses in nature"
        },
        {
            "text": "The second line of evidence for association with the piRNA pathway is the production of NIRVS-specific piRNAs. To investigate this phenomenon in the blacklegged tick, we analysed datasets from I. scapularis ISE6 cells (n = 4) for the presence of NIRVS-derived sRNAs. We found that NIRVS-derived sRNAs from all families (except a partiti-like insertion) were produced proportionally to their abundance within the genome (Fig. 7A ). Further analysis revealed that these sRNAs exhibited characteristics of primary piRNAs; specifically; they were primarily 25-0 nt in length, antisense, and had the canonical 1U piRNA bias ( Fig. 7B and C) . This strengthens the hypothesis that the NIRVS-piRNA association exists in I. scapularis as it does in other arthropods. Further studies can elucidate whether NIRVSderived piRNAs are upregulated upon viral infection, and whether suppressing the piRNA pathway confers an antiviral effect. Additionally, virus-specific piRNA production is known to differ between germ-line (the origin of the ISE6 cell line) and somatic tissues in most arthropods (Lewis et al. 2018) . Therefore, it would be interesting to determine whether these NIRVS-derived piRNAs are also produced in somatic tissues where an infecting virus encounters the tick's main antiviral defences.",
            "cite_spans": [
                {
                    "start": 1083,
                    "end": 1102,
                    "text": "(Lewis et al. 2018)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 427,
                    "text": "(Fig. 7A",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 621,
                    "end": 635,
                    "text": "Fig. 7B and C)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Insights into the vertical transmission of I. scapularis viruses in nature"
        },
        {
            "text": "4.8 Non-LTR retrotransposons are the predominant TE class associated with NIRVS integration in I. scapularis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Insights into the vertical transmission of I. scapularis viruses in nature"
        },
        {
            "text": "The production of cDNA from viral RNA is critical to the formation of an NIRVS. This requires RT activity, which is likely provided by the retroelements common in eukaryotic genomes (Holmes 2011) . Although the association between NIRVS and the piRNA pathway is clear for a variety of arthropods, analysis of the TE classes associated with NIRVS only exists for Ae. aegypti, where LTR retrotransposons are increased two-fold in NIRVS-rich regions (Palatini et al. 2017 ). Our analysis indicated that non-LTR retrotransposons were instead two-fold enriched (6.70 vs. 11.55%) in NIRVS-associated regions in the I. scapularis genome, while LTR retrotransposon sequences were not increased (0.64 vs. 0.87%) ( Table 4 ). This association corresponds to the diminished proportion of LTR retrotransposons in ticks (0.64% of the genome) compared with mosquitoes (about 15% in the genomes of Ae. albopictus, Ae. aegypti, and Cx. quinquefasciatus) (Chen et al. 2015; Gulia-Nuss et al. 2016) . Our data suggest that the RT activity of non-LTR retrotransposons, particularly I, L1, and R1 elements, which were increased in NIRVS-rich regions (Table 4) , might be responsible for NIRVS formation in ixodid ticks. However, further studies of the reverse transcription of viral RNA in tick cells is warranted to support this hypothesis.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 195,
                    "text": "(Holmes 2011)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 447,
                    "end": 468,
                    "text": "(Palatini et al. 2017",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 938,
                    "end": 956,
                    "text": "(Chen et al. 2015;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 957,
                    "end": 980,
                    "text": "Gulia-Nuss et al. 2016)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 705,
                    "end": 712,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1139,
                    "text": "(Table 4)",
                    "ref_id": null
                }
            ],
            "section": "Insights into the vertical transmission of I. scapularis viruses in nature"
        },
        {
            "text": "Here, we have provided novel insights into NIRVS in the genomes of important arbovirus vectors. Our data suggest that NIRVS in I. scapularis are distinct in both phylogeny and viral region of origin. Furthermore, our data indicate a link to the piRNA pathway in I. scapularis and an association with non-LTR retrotransposons. Due to the increased incidence of tick-borne viruses, further studies into how this affects tick antiviral immunity are warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Supplementary tables accompanying this text are available at https://arusso1.github.io/NIRVS/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "Supplementary data are available at Virus Evolution online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Genome Sequence of Drosophila melanogaster",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "2185--95",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Galaxy Platform for Accessible, Reproducible and Collaborative Biomedical Analyses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Afgan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Update",
            "authors": [],
            "year": null,
            "venue": "Nucleic Acids Research",
            "volume": "46",
            "issn": "",
            "pages": "537--581",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Endogenous Viruses: Connecting Recent and Ancient Viral Evolution', Virology",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aiewsakun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katzourakis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "26--37",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral Mimicry of Cytokines, Chemokines and Their Receptors'",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alcami",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Reviews Immunology",
            "volume": "3",
            "issn": "",
            "pages": "36--50",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cyclic Avian Mass Mortality in the Northeastern United States Is Associated with a Novel Orthomyxovirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Allison",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Virology",
            "volume": "89",
            "issn": "",
            "pages": "1389--403",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence and Genetic Characterization of Powassan Virus Strains Infecting Ixodes scapularis in Connecticut",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "Armstrong",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The American Journal of Tropical Medicine and Hygiene",
            "volume": "87",
            "issn": "",
            "pages": "754--763",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "FastQC: A Quality Control Tool for High Throughput Sequence Data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Piwi-piRNA Pathway Provides an Adaptive Defense in the Transposon Arms Race",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Aravin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hannon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brennecke",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "318",
            "issn": "",
            "pages": "761--765",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Gene-Enriched Draft Genome of the Cattle Tick Rhipicephalus microplus: Assembly by the Hybrid Pacific Biosciences/Illumina Approach Enabled Analysis of the Highly Repetitive Genome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Barrero",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal for Parasitology",
            "volume": "47",
            "issn": "",
            "pages": "569--83",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sequences from Ancestral Single-Stranded DNA Viruses in Vertebrate Genomes: The Parvoviridae and Circoviridae Are More than 40 to 50 Million Years Old",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Belyi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Skalka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Virology",
            "volume": "84",
            "issn": "",
            "pages": "12458--62",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Global Distribution and Burden of Dengue'",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "496",
            "issn": "",
            "pages": "504--511",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mosquito RNAi is the Major Innate Immune Pathway Controlling Arbovirus Infection and Transmission",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Blair",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Future Microbiology",
            "volume": "6",
            "issn": "",
            "pages": "820--863",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission and Evolution of Tick-Borne Viruses', Current Opinion in Virology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Brackney",
                    "suffix": ""
                },
                {
                    "first": "Armstrong",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "67--74",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Discrete Small RNA-Generating Loci as Master Regulators of Transposon Activity in Drosophila",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brennecke",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell",
            "volume": "128",
            "issn": "",
            "pages": "1089--103",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Long and Short of Antiviral Defense: Small RNA-Based Immunity in Insects",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bronkhorst",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Rij",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Current Opinion in Virology",
            "volume": "7",
            "issn": "",
            "pages": "19--28",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Aedes aegypti Uses RNA Interference in Defense Against Sindbis Virus Infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Microbiology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "trimAl: A Tool for Automated Alignment Trimming in Large-Scale Phylogenetic Analyses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Capella-Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Silla-Martinez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gabaldon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "1972--1975",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "RNA Shotgun Metagenomic Sequencing of Northern California (USA) Mosquitoes Uncovers Viruses, Bacteria, and Fungi",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Frontiers in Microbiology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Genome Sequence of the Asian Tiger Mosquito",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Aedes albopictus, Reveals Insights into Its Biology",
            "volume": "112",
            "issn": "",
            "pages": "5907--5922",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Novel Virus Discovery and Genome Reconstruction from Field RNA Samples Reveals Highly Divergent Viruses in Dipteran Hosts",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Sequences of Flavivirus-Related RNA Viruses Persist in DNA Form Integrated in the Genome of Aedes Spp. mosquitoes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crochu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of General Virology",
            "volume": "85",
            "issn": "",
            "pages": "1971--80",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "WebLogo: A Sequence Logo Generator",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Crooks",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genome Research",
            "volume": "14",
            "issn": "",
            "pages": "1188--90",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Arthropod-Borne Viruses Transmitted by Phlebotomine Sandflies in Europe: A Review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Depaquit",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eurosurveillance",
            "volume": "15",
            "issn": "",
            "pages": "40--47",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "De Novo Assembly of the Aedes aegypti Genome Using Hi-C Yields Chromosome-Length Scaffolds",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dudchenko",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "356",
            "issn": "",
            "pages": "92--97",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Preliminary Investigations on Insect Transmission of Bluetongue Virus in Sheep",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Mccrory",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "American Journal of Veterinary Research",
            "volume": "24",
            "issn": "",
            "pages": "1195--200",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Genomic Insights into the Ixodes scapularis Tick Vector of Lyme Disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gulia-Nuss",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature Communications",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Culex pipiens quinquefasciatus: A Potential Vector to Transmit Zika Virus",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerging Microbes & Infections",
            "volume": "5",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Isolation of the Viruses of Western Equine and St Louis Encephalitis from Culex tarsalis Mosquitoes",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Hammon",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "Science",
            "volume": "94",
            "issn": "",
            "pages": "328--358",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Intrinsic Factors Affecting Vector Competence of Mosquitos for Arboviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Annual Review of Entomology",
            "volume": "28",
            "issn": "",
            "pages": "229--62",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Evolution of Endogenous Viral Elements",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell Host & Microbe",
            "volume": "10",
            "issn": "",
            "pages": "368--77",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Genome Sequence of the Malaria Mosquito Anopheles gambiae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Holt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "298",
            "issn": "",
            "pages": "129--178",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Release 6 Reference Sequence of the Drosophila melanogaster Genome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoskins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genome Research",
            "volume": "25",
            "issn": "",
            "pages": "445--58",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Changes to Taxonomy and the International Code of Virus Classification and Nomenclature Ratified by the International Committee on Taxonomy of Viruses",
            "authors": [],
            "year": 2017,
            "venue": "Archives of Virology",
            "volume": "162",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Rates of Molecular Evolution in RNA Viruses: A Quantitative Phylogenetic Analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Molecular Evolution",
            "volume": "54",
            "issn": "",
            "pages": "156--65",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Global Trends in Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Evolutionary Origin of Pathogenic Arthropod-Borne Viruses -A Case Study in the Family Bunyaviridae",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Junglen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Current Opinion in Insect Science",
            "volume": "16",
            "issn": "",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "MAFFT: A Novel Method for Rapid Multiple Sequence Alignment Based on Fast Fourier Transform",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Research",
            "volume": "30",
            "issn": "",
            "pages": "3059--66",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Endogenous Viral Elements in Animal Genomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katzourakis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Gifford",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Genetics",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Geneious Basic: An Integrated and Extendable Desktop Software Platform for the Organization and Analysis of Sequence Data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kearse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bioinformatics",
            "volume": "28",
            "issn": "",
            "pages": "1647--1656",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "RNA Interference Acts as a Natural Antiviral Response to O'nyong-Nyong Virus (Alphavirus; Togaviridae) Infection of Anopheles gambiae",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Keene",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "101",
            "issn": "",
            "pages": "17240--17245",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "HISAT: A Fast Spliced Aligner with Low Memory Requirements",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langmead",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Methods",
            "volume": "12",
            "issn": "",
            "pages": "357--60",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Depths of Virus Exaptation', Current Opinion in Virology",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krupovic",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "TimeTree: A Resource for Timelines, Timetrees, and Divergence Times",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Molecular Biology and Evolution",
            "volume": "34",
            "issn": "",
            "pages": "1812--1821",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Measuring the Burden of Arboviral Diseases: The Spectrum of Morbidity and Mortality from Four Prevalent Infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Labeaud",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bashir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Population Health Metrics",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Tick-Borne Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Labuda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Nuttall",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Parasitology",
            "volume": "129",
            "issn": "",
            "pages": "221--266",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Clustal W and Clustal X Version 2.0",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Larkin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "",
            "pages": "2947--2955",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The Molecular Biology of Nairoviruses, an Emerging Group of Tick-Borne Arboviruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lasecka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Baron",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Archives of Virology",
            "volume": "159",
            "issn": "",
            "pages": "1249--65",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Pan-Arthropod Analysis Reveals Somatic piRNAs as an Ancestral Defence against Transposable Elements",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Ecology & Evolution",
            "volume": "2",
            "issn": "",
            "pages": "174--81",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Unprecedented Genomic Diversity of RNA Viruses in Arthropods Reveals the Ancestry of Negative-Sense RNA Viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "X"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Moderated Estimation of Fold Change and Dispersion for RNA-Seq Data with DESeq2",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "Anders",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Genome Biology",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Emerging Tick-Borne Viruses in the Twenty-First Century",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mansfield",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Frontiers in Cellular and Infection Microbiology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Evolutionary and Phenotypic Analysis of Live Virus Isolates Suggests Arthropod Origin of a Pathogenic RNA Virus Family",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marklewitz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "112",
            "issn": "",
            "pages": "7536--7577",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Improved Reference Genome of Aedes aegypti Informs Arbovirus Vector Control",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "563",
            "issn": "",
            "pages": "501--508",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Culicoides Biting Midges: Their Role as Arbovirus Vectors",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mellor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boorman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baylis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Comparative Pathology",
            "volume": "123",
            "issn": "",
            "pages": "307--347",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Distinct Sets of PIWI Proteins Produce Arbovirus and Transposon-Derived piRNAs in Aedes aegypti Mosquito Cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Miesen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Girardi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Rij",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nucleic Acids Research",
            "volume": "43",
            "issn": "",
            "pages": "6545--56",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "St-Louis Encephalitis -Lessons from the Last Decade",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Monath",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "American Journal of Tropical Medicine and Hygiene",
            "volume": "37",
            "issn": "",
            "pages": "40--59",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The Genome of the Biting Midge Culicoides sonorensis and Gene Expression Analyses of Vector Competence for Bluetongue Virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morales-Hojas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Genomics",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Production of Virus-Derived Ping-Pong-Dependent piRNA-like Small RNAs in the Mosquito Soma",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Morazzani",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathogens",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Alphavirus-Derived Small RNAs Modulate Pathogenesis in Disease Vector Mosquitoes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Myles",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "105",
            "issn": "",
            "pages": "19938--19981",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Genome Sequence of Aedes aegypti, a Major Arbovirus Vector",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nene",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "",
            "pages": "1718--1741",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Comparative Genomics Shows That Viral Integrations Are Abundant and Express piRNAs in the Arboviral Vectors Aedes aegypti and Aedes albopictus",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Palatini",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Genomics",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Salmon Provides Fast and Bias-Aware Quantification of Transcript Expression'",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patro",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Methods",
            "volume": "14",
            "issn": "",
            "pages": "417--426",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Massive Horizontal Transfer of Transposable Elements in Insects",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peccoud",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "114",
            "issn": "",
            "pages": "4721--4727",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Quaranfil, Johnston Atoll, and Lake Chad Viruses Are Novel Members of the Family Orthomyxoviridae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Presti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Virology",
            "volume": "83",
            "issn": "",
            "pages": "11599--606",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Detection of Novel Insect Flavivirus Sequences Integrated in Aedes albopictus (Diptera: Culicidae) in Northern Italy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roiz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology Journal",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "proTRAC -a Software for Probabilistic piRNA Cluster Detection, Visualization and Analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rosenkranz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zischler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Bioinformatics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Transmission and Epidemiology of Bluetongue and Epizootic Hemorrhagic Disease in North America: Current Perspectives, Research Gaps, and Future Directions', Vector-Borne and Zoonotic Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ruder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "348--63",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Towards an Atomic Resolution Understanding of the Influenza Virus Replication Machinery",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W H"
                    ],
                    "last": "Ruigrok",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Current Opinion in Structural Biology",
            "volume": "20",
            "issn": "",
            "pages": "104--117",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Dengue Virus Type 2 Infections of Aedes aegypti Are Modulated by the Mosquito's RNA Interference Pathway",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sanchez-Vargas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathogens",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Induction and Suppression of Tick Cell Antiviral RNAi Responses by Tick-Borne Flaviviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schnettler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic Acids Research",
            "volume": "42",
            "issn": "",
            "pages": "9436--9482",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Redefining the Invertebrate RNA Virosphere",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "540",
            "issn": "",
            "pages": "539--582",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "PIWI-Interacting Small RNAs: The Vanguard of Genome Defence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Siomi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Reviews. Molecular Cell Biology",
            "volume": "12",
            "issn": "",
            "pages": "246--58",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "RAxML Version 8: A Tool for Phylogenetic Analysis and Post-Analysis of Large Phylogenies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stamatakis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "1312--1315",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "St Louis Encephalitis Vector Studies in Houston Texas",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Sudia",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Journal of Medical Entomology",
            "volume": "4",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Endogenous Viral Elements are Widespread in Arthropod Genomes and Commonly Give Rise to piRNAs",
            "authors": [
                {
                    "first": "Ter",
                    "middle": [],
                    "last": "Horst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Virology",
            "volume": "93",
            "issn": "",
            "pages": "2124--2142",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "An Update on the Potential of North American Mosquitoes (Diptera: Culicidae) to Transmit West Nile Virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Turell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Medical Entomology",
            "volume": "42",
            "issn": "",
            "pages": "57--62",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Arthropod Viruses and Small RNAs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vijayendran",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Invertebrate Pathology",
            "volume": "114",
            "issn": "",
            "pages": "186--95",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Arbovirus-Derived piRNAs Exhibit a Ping-Pong Signature in Mosquito Cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vodovar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Ixodes scapularis and Ixodes ricinus Tick Cell Lines Respond to Infection with Tick-Borne Encephalitis Virus: Transcriptomic and Proteomic Analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weisheit",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Parasites & Vectors",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Microbiome Influences on Insect Host Vector Competence",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "Aksoy",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trends in Parasitology",
            "volume": "27",
            "issn": "",
            "pages": "514--536",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "The Diversity, Structure, and Function of Heritable Adaptive Immunity Sequences in the Aedes aegypti Genome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Whitfield",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Current Biology",
            "volume": "27",
            "issn": "",
            "pages": "3511--3520",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "A Global Brief on Vector-Borne Diseases",
            "authors": [],
            "year": 2014,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "The Ecology, Genetic Diversity, and Phylogeny of Huaiyangshan Virus in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Virology",
            "volume": "86",
            "issn": "",
            "pages": "2864--2872",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "The Coronavirus Replicase: Insights into a Sophisticated Enzyme Machinery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Advances in Experimental Medicine and Biology",
            "volume": "581",
            "issn": "",
            "pages": "3--11",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Phylogenetic relationship, divergence times, and taxonomic classifications of arbovirus vectors screened for the presence of NIRVS in this study. Divergence times, in millions of years ago (MYA), between arthropod lineages are indicated according to TimeTree (Kumar et al. 2017). Taxonomy is labelled at the class (Insecta, Arachnida), order (Diptera, Ixodida), family (Drosophilidae, Culicidae, Ixodidae, Psychodidae), and species level (indicated under the image of the arthropod).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "virus derived NIRVS The identified NIRVS from negative-sense RNA viruses ('ÀssRNA NIRVS') comprised three phylogenetic groups: mononega-, bunya-, and orthomyxo-like (Fig. 2B; Supplementary Fig. S1). In Aedes mosquitoes, ÀssRNA NIRVS were dominated by unclassified mononegaviruses (Ae. aegypti, n = 113 [47%], Ae. albopictus, n = 151 [65%]), and the Rhabdoviridae (Ae. aegypti, n = 108 [44%], Ae. albopictus, n = 58 [25%]). Less abundant ÀssRNA NIRVS were related to the Chuviridae (Ae. aegypti, n = 15 [6%], Ae. albopictus n = 11 [5%]), Phasmaviridae (Ae. aegypti, n = 2 [0.8%], Ae. albopictus, n = 6 [3%]), Phenuiviridae (Ae. aegypti, n = 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "In our dataset, all dipterans possessed more integrations from structural viral regions (nucleoprotein [NP], glycoprotein [GP], and matrix [M] regions) over non-structural regions (replicase [L] region) among the mononega-like insertions (rhabdoviruses, unclassified mononegaviruses, and chuviruses). Specifically, Ae. aegypti had 213 structural of 236 total mononega-like NIRVS (90%) and Ae. albopictus possessed 197 of 221 (89%) (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Characteristics of negative-sense RNA viral genome insertions in eight arthropod genomes. (A) NIRVS from eight organisms were analysed, which included number of NIRVS, viral family of origin (left-hand side), and viral structural or non-structural region of genome acquired (right-hand side). NIRVS were identified with a BLAST-based search, and the family of their virus of origin was deduced using aa identity to sequences from extant viral relatives. The total number of negativesense RNA virus-derived NIRVS for each organism is shown next to the column bar. Bar colour is not visible for P. papatasi (Phasmaviridae, green) and R. microplus (Phenuiviridae, dark blue). (B) Phylogeny of negative-sense NIRVS in eight arthropods. Phylogeny was based on closest extant relative to NIRVS. Creation of a nearcomplete phylogeny of negative-sense RNA viruses was based on an alignment of the replicase (Large protein) region (2,192 aa positions derived from 176",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Characteristics of positive-sense RNA viral genome insertions in the Ae. aegypti and Ae. albopictus genomes. (A) NIRVS from the two mosquitoes were analysed, which included number of NIRVS, viral family of origin (left-hand side), and viral structural or non-structural region of genome acquired (right-hand side). NIRVS were identified with a BLAST-based search, the family of their virus of origin was deduced using aa identity to sequences from extant viral relatives. The total number of positive-sense RNA virus-derived NIRVS for each organism is shown next to the column bar. (B) Phylogeny of positive-sense NIRVS in Ae. aegypti and Ae. albopictus, based on closest relative as determined by BLAST search. Creation of a near-complete phylogeny of positive-sense RNA viruses was based on an alignment of the replicase region (4,967 aa positions, including gaps, derived from 56 RdRp sequences as listed in Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Characteristics of double-stranded RNA viral genome insertions in four arthropod genomes (Ae. aegypti, Ae. albopictus, I. scapularis, and P. papatasi). (A) NIRVS from four arthropods were analysed, including number of NIRVS, viral family of origin (left-handed side), and viral structural or non-structural region of genome acquired (right-handed side). NIRVS were identified with a BLAST-based search, the family of their virus of origin was deduced using aa identity to sequences from extant viral relatives. The total number of dsRNA virus-derived NIRVS for each organism is shown next to the column bar. (B) Phylogeny of double-stranded RNA virus NIRVS in the four arthropods, determined using the closest extant relative as determined by tBLASTn search. Creation of a near-complete phylogeny of dsRNA viruses was based on an alignment of the RdRp region (4,412 aa positions, including gaps, maintained from 72 RdRp sequences, as listed in Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Comparative diagram showing the relative viral genomic position of negative-sense NIRVS from two arthropod species (Ae. aegypti and I. scapularis). NIRVS were aligned individually to a representative viral reference sequence from each family using ClustalW and the position of the NIRVS relative to the viral genome with GraphPad Prism. The approximate size of each genomic region or segment is shown below in kb and each is colour coded. The dotted line divides Ae. aegypti NIRVS from those of I. scapularis. The x-axis represents the coverage of the reference viral genome as a percentage, whilst the y-axis shows the identified NIRVS. (A) Comparative genomic alignment of mononega-like NIRVS to a reference genome. Mononegaviruses, as defined here, include the order Mononegavirales and unclassified relatives, including the Chuviridae family. (B) Comparative genomic alignment of bunyavirus-like NIRVS to a reference bunyavirus (order Bunyavirales) and (C) comparative genomic alignment of orthomyxo-like NIRVS to a reference orthomyxovirus (family Orthomyxoviridae and unclassified relatives). NIRVS are the same colour if they represent duplications of the same sequence (>95% identity over >200 nt). NIRVS derived from insertions with no duplication are coloured black. ORF, open reading frame; S/M/L segment, small/medium/large segment; PB1/2, polymerase basic 1/2; PA, polymerase acidic; NP, nucleoprotein; HA, haemagglutinin. Structural proteins are NP, matrix protein, phosphoprotein, GP, HA. Non-structural proteins are replicase/large protein, PB1, PB2, and PA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "v8.2.8) ML tree was constructed with gamma model rate heterogeneity and rapid bootstrapping (500 replicates). Bootstrap support (%) is shown next to the node with values below 50 per cent not displayed. (A) Partitiviridae and partiti-like viruses (46 aa positions maintained after trimming), (B) Chuviridae NP-like NIRVS (110 aa positions maintained after trimming), (C) Orthomyxoviridae PB1-like NIRVS (230 aa positions maintained after trimming), (D) Phenuiviridae L/replicase-like NIRVS (226 positions maintained after trimming), (E) Nairoviridae NP-like NIRVS (379 aa positions maintained after trimming), (F) Rhabdoviridae L/replicase-like NIRV (812 aa positions maintained after trimming). If a monophyletic lineage could be assigned to a particular group of hosts, it was annotated. Known human pathogens are indicated with a red circle. Scale bars represent aa substitutions per site.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "sRNAs in an I. scapularis cell line are derived from almost all groups of NIRVS present within the genome and resemble primary piRNAs. (A) sRNA reads derived from a publicly available dataset [BioProject Accession PRJNA315659] map to genomic NIRVS organised by family (left pie chart). This is compared with the abundance of different families of NIRVS within the genome (right pie chart). (B) Abundance of different lengths of NIRVS-derived sRNAs (19-30 nt) for each k-mer,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of arthropods included in this study and their role as vectors of disease in humans and other vertebrates.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). C. sonorensis contained three NIRVS related to the Phasmaviridae and one to the Chuviridae, while the only ÀssRNA NIRVS in P. papatasi was related to Wuchang Cockroach Virus 1 [KM817748] (Bunyavirales, Phenuiviridae) (Fig. 2). In R. microplus the only ÀssRNA NIRVS was related to American dog tick phlebovirus [KM589348] (Bunyavirales, Phenuiviridae) (Supplementary Table S2 andFig. S1).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". I. scapularis and P. papatasi each contained one Partiti-like NIRVS only, whose closest relatives were Norway partiti-like virus 1 [MF141076] and Hubei partiti-like virus 31 [KX884162], respectively (Fig. 4; Supplementary Table S2 and Fig. S3).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Table S2andFig. S2C). Reverse tBLASTn searches of the translated sequence against the nr",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". These two sequences are nested within a larger clade which includes viruses sequenced from insects and crustaceans, including viruses from odonates/dragonflies (Hubei partiti-like virus 56 [KX884129] and 57 [KX884116]) and crustaceans (Beihai partiti-like virus 11 [KX884054]/Changjiang partiti-like virus 1 [KX884088]",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Suffolk virus [KM460042], Bole tick virus 3 [KM817593], Changping tick virus 2 [KM817594], Lonestar tick chuvirus 1 [KU230451], and Wuhan tick virus 2 [KM817611]), and a mosquito-specific lineage including Gambie virus [KX148553] and Culex mononega-like virus 1 [MF176245]",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". Shapes correspond to the abundance of NIRVS from that phylogenetic group as shown in the legend, and colour indicates the organism analysed (right-hand panels). Viral orders are encircled with dotted lines, and families are shaded grey. The scale bar represents aa substitutions per site.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": ". Shapes correspond to the abundance of NIRVS from that phylogenetic group, as shown in the legend, and colour represents the organism (right-hand panels). Viral orders are encircled with dotted lines, and families are shaded grey. The scale bar represents aa substitutions per site.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Details of a protein of unknown function with a nidovirus-like domain present in the genomes of six dipterans.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Basic characteristics of six NIRVS which represent the longest of each phylogenetic group from I. scapularis.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research includes computations using the Linux computational cluster Katana supported by the Faculty of Science, UNSW, Australia. A.G.R. and D.E.T. acknowledge support through Australian Government Research Training Program Scholarships. All photographic images in Fig. 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 276,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgements"
        },
        {
            "text": "A.G.R., A.G.K., D.E.T., M.M.T., and P.A.W. conceived project and designed experiments. A.G.R., and A.G.K. performed experiments and analysed data. A.G.R. and P.A.W. wrote the manuscript. All authors read, edited, and approved the manuscript before submission.Conflict of interest: None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}