{
    "paper_id": "d0445a006b72980b50bccc09a785a688457bbede",
    "metadata": {
        "title": "Assessing global preparedness for the next pandemic: development and application of an Epidemic Preparedness Index",
        "authors": [
            {
                "first": "Ben",
                "middle": [],
                "last": "Oppenheim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Gallivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nita",
                "middle": [
                    "K"
                ],
                "last": "Madhav",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Naor",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Volodymyr",
                "middle": [],
                "last": "Serhiyenko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nathan",
                "middle": [
                    "D"
                ],
                "last": "Wolfe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Ayscue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "► Estimates of epidemic preparedness drawing on Joint External Evaluation (JEE) data show that many countries are unready for a major outbreak. ► However, JEE data currently cover roughly onethird of countries worldwide, leaving large gaps in information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What are the new findings? ► We developed an Epidemic Preparedness Index (EPI), which ranks 188 countries and includes health capacities as well as non-health system factors such as financing, institutional capacity and infrastructure. ► Capacity to detect and respond to epidemics and pandemics is weak in West and Central Africa and Southeast Asia, regions known to have high risk for emergence of pathogens with pandemic potential. ► EPI scores are correlated with proxy measures for preparedness, including the timeliness of outbreak detection, investigation and reporting, and population vaccination rates during the 2009 H1N1 influenza pandemic.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 28,
                    "text": "►",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What do the new findings imply?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "► The overlap of areas with low preparedness and high disease emergence risk suggests that the likelihood of an isolated disease emergence event leading to an epidemic or pandemic may be higher than previously understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Introduction Robust metrics for national-level preparedness are critical for assessing global resilience to epidemic and pandemic outbreaks. However, existing preparedness assessments focus primarily on public health systems or specific legislative frameworks, and do not measure other essential capacities that enable and support public health preparedness and response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "Methods We developed an Epidemic Preparedness Index (EPI) to assess national-level preparedness. The EPI is global, covering 188 countries. It consists of five subindices measuring each country's economic resources, public health communications, infrastructure, public health systems and institutional capacity. To evaluate the construct validity of the EPI, we tested its correlation with proxy measures for preparedness and response capacity, including the timeliness of outbreak detection and reporting, as well as vaccination rates during the 2009 H1N1 influenza pandemic. results The most prepared countries were concentrated in Europe and North America, while the least prepared countries clustered in Central and West Africa and Southeast Asia. Better prepared countries were found to report infectious disease outbreaks more quickly and to have vaccinated a larger proportion of their population during the 2009 pandemic. Conclusion The EPI measures a country's capacity to detect and respond to infectious disease events. Existing tools, such as the Joint External Evaluation (JEE), have been designed to measure preparedness within a country over time. The EPI complements the JEE by providing a holistic view of preparedness and is constructed to support comparative risk assessment between countries. The index can be updated rapidly to generate global estimates of pandemic preparedness that can inform strategy and resource allocation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AbsTrACT"
        },
        {
            "text": "Infectious disease epidemics and pandemics periodically threaten the health and livelihoods of people in wealthy and poor countries alike. 1 2 Evidence suggests that the risk of emerging infectious diseases has increased over time due to intensification of international travel, trade and livestock husbandry, as well as increasing human population density and changing interactions between humans and wild animals. 3 4 These drivers of disease emergence are likely to continue and intensify, 2 and additional drivers of ecological change and disruption such as global warming are likely to further amplify disease emergence risk. Given the public health risk posed by epidemics and pandemics, it is critical to systematically assess global preparedness, and BMJ Global Health to identify regions that are not well equipped to respond to such threats to public health. Despite significant investments in global health surveillance and capacity building, large parts of the world are unprepared to manage infectious disease threats. According to recent estimates drawing on the WHO-supported Joint External Evaluation (JEE) process, only a minority of countries for which data are available are fully compliant with the 2005 International Health Regulations (IHR), which require demonstrable capacity to mitigate public health risks. 5 Such capacities matter greatly to human health. There is clear evidence that the scale and severity of the 2013-2016 West Africa Ebola epidemic was exacerbated by the weak state of health systems in West Africa, and in particular, limited local capacity for public health surveillance and outbreak response. 6 National governments remain the primary actors and first line of defence in responding to high-priority infectious disease outbreaks. They are also the primary locus of capacity-building efforts aimed at improving preparedness. Improving global capacity to respond to infectious disease crises requires better data on national-level preparedness worldwide, in order to inform and calibrate both foreign and domestic investments in capacity. 7 Existing frameworks for measuring preparedness, including WHO's IHR Core Capacity Monitoring Framework and the JEE, have substantially improved our understanding of preparedness to mitigate global health threats, and have shed light on gaps in preparedness both by function and across geographies. However, these frameworks have two limitations. First, while both focus on public health competencies in great depth, they do not fully address the broader range of non-health system factors, including institutional, financial and infrastructural capacities, which are also fundamental building blocks for effective response to infectious disease epidemics. For example, the JEE includes an indicator for 'Linking Public Health and Security Authorities', which is important for assessing the coordination between these institutions. However, this indicator does not measure the capacity of the security authorities to perform their required functions. Given the importance of this and other enabling functions, metrics tracking these additional capacities should be incorporated into assessments of epidemic preparedness.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "1 2",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "3 4",
                    "ref_id": null
                },
                {
                    "start": 1333,
                    "end": 1334,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1643,
                    "end": 1644,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2086,
                    "end": 2087,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "Second, the IHR consists primarily of self-reported data, which raises the potential for bias and inaccurate reporting. By contrast, the JEE includes a robust external peer review, but requires intensive and costly data collection and analytical efforts, limiting the speed and frequency with which it can be conducted, revised and updated. Without frequent updates, key changes in preparedness metrics might not be tracked in a timely manner, leading to potentially outdated information being used in decision-making for resource allocation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "Recent work to define metrics for comparative assessment of country-level preparedness has underscored the widely accepted need for effective tools in this space. The organisation 'Prevent Epidemics' has published to their website country-level assessments which draw exclusively on JEE data. 8 Moore et al recently reported a disease vulnerability index that combines measures of intrinsic disease risk with measures of preparedness. 9 Here we aim to measure country-level preparedness independent of intrinsic disease risk, in order to disentangle these two distinct drivers of risk and allow for their separate characterisation.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 435,
                    "end": 436,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "We address these gaps by developing a conceptual framework for the comparative measurement of epidemic preparedness and response capacity. We operationalise this framework through a global quantitative Epidemic Preparedness Index (EPI) measuring relative epidemic and pandemic preparedness across 188 countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "InTroduCTIon"
        },
        {
            "text": "A conceptual framework for epidemic preparedness and response Epidemic preparedness reflects the capacity of institutions-public health authorities, health systems and emergency response bodies-to detect, report and respond to outbreaks. Government institutions must detect and assess potentially consequential outbreak events, report outbreaks and their causes to relevant national and international organisations and networks, and respond with measures to reduce the health, societal and economic impacts of outbreaks. 5 7 While preparedness for public health emergencies is typically considered in terms of surveillance, response and health capacity, these functions in turn rely on a broader set of institutional, financial and infrastructural factors. 6 7 Accordingly, we developed a multidisciplinary framework to holistically evaluate a broad set of capabilities, and identify five general types of capabilities that are required for effective epidemic preparedness (figure 1).",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 524,
                    "text": "5 7",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "6 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MeTHods"
        },
        {
            "text": "Effective public health systems are vital for early detection, mitigation and management of infectious disease outbreaks. Early detection requires robust surveillance and effective outbreak investigation capabilities for rapidly identifying, characterising and tracking emerging infectious diseases. 10 This capacity requires effective health institutions with capacity to access and monitor the entirety of the geography and population. Once an epidemic is underway, the healthcare and public health systems must be able to identify, investigate, monitor and manage abrupt surges in cases through the mobilisation of personnel and resources. Health systems must be able to manage the clinical care for infected persons, and limit further transmission in clinical facilities, and public health agencies must also be able to implement effective non-pharmaceutical measures to limit the spread of infection. 11 Lastly, the health system must be able to coordinate activity with other national and international agencies. ",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 906,
                    "end": 908,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Public health infrastructure"
        },
        {
            "text": "The quality and coverage of transportation and communications infrastructure can impact the effectiveness of disease surveillance as well as the speed and quality of public health response, by enabling (or constraining) the movement of personnel, information and medical supplies. 12 While transportation systems can facilitate the movement of infected persons and therefore the spread of disease, they also enable public health personnel to access, surveil and provide care for populations at risk or affected by infectious disease outbreaks. Communications infrastructure is similarly important, and the growing availability of mobile phones and internet-based reporting tools can support outbreak and diagnostic reporting, particularly where traditional surveillance systems are weak or porous. 13 Other elements of critical infrastructure, notably improved water sources, are essential elements supporting the overall functionality of the health system: critical for the provision of clinical care as well as the maintenance of sanitary standards.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 798,
                    "end": 800,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Physical and communications infrastructure"
        },
        {
            "text": "Properly functioning public health systems depend on more general institutional capacities such as effective systems for planning, management, resource allocation and expenditure, as well as policy formulation, coordination and implementation. These and other attributes of governance and bureaucratic structures are important determinants of whether health risks and capacity building priorities are identified and prioritised, whether appropriate plans and sufficient resources are put in place and whether inputs (including human and financial capital) are effectively translated to health system outputs. Institutional capacity is difficult and often slow to develop, 14 but can be rapidly degraded by political instability and violence. Vital health systems, including surveillance, information systems, clinical referral and care, and supply chains are vulnerable to disruption by political instability, insecurity and armed conflict. 15 As such, countries with stable institutional structures and security conditions will perform better in detecting and responding to outbreaks than countries with political volatility, weak public administration systems and active conflict or insecurity.",
            "cite_spans": [
                {
                    "start": 941,
                    "end": 943,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Institutional capacity"
        },
        {
            "text": "National preparedness to detect emerging or epidemic-prone diseases requires adequate financial resources and investment in public health systems. 16 The same is true of response: a large body of evidence points to a direct link between the adequacy of health financing and key metrics associated with effective response, including the quality of clinical care and health outcomes. 17 During acute public health emergencies, health ministries as well as local government units may be required to rapidly scale up surveillance and health provision activities. This can lead to rapidly mounting costs, especially for personnel and consumables such as personal protective equipment and vaccines, which can be difficult to sustain without adequate resources.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Economic resources"
        },
        {
            "text": "Public health communication Risk communication plays a key role in the management of public health emergencies. Government communication efforts are critical to informing citizens about what is happening during an outbreak, sharing information on the aetiological agent and providing actionable guidance on how the public can limit exposure and mitigate risk. These activities require effective systems to identify salient information gaps (or potentially hazardous rumours and misinformation), craft and adapt messaging and rapidly disseminate it to the population. 18 The dissemination of information is only a first step; risk communications must also be accepted and adopted by the public. Several factors influence public acceptance of official communications, including the population's level of trust in authorities, 19 as well as overall level of public education. Educated and literate populations are more likely to be aware of basic public health practices and risks, and to understand and respond to expert guidance for behavioural changes to limit disease risks. 20 data sources and index construction The index that we present consists of a weighted combination of five subindices capturing the concepts outlined above. Each subindex is constructed from multiple indicators, which are weighted to reflect their estimated importance (see online supplementary information). The weighted indicators are combined in order to produce a global relative ranking of countries, on a 0-100 unitless scale. Countries were omitted from the ranking if international statistics were incomplete or were identified as having substantial measurement error (see online supplementary table 2).",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Economic resources"
        },
        {
            "text": "Indicator data for the EPI were derived from publicly accessible data sets produced by international organisations including the World Bank, the WHO, United Nations specialised agencies, non-governmental organisations and local administrative sources (see online supplementary table 1 for indicator list and sources). Data sets were assessed for construct validity to identify measures and proxies that appropriately capture the concept under consideration. 21 Candidate data sets were then assessed according to measurement reliability, reporting recency, frequency of update and spatial coverage, and excluded if substantial gapsz or bias were detected on review.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 460,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "data sources and standardisation"
        },
        {
            "text": "Data were rescaled and standardised using the formula X = (X i − X min )/(X max − X min ), which recomputes each indicator such that it ranges from 0 (worst performing country globally) to 1 (best performing country globally). Each rescaled indicator can be interpreted as a relative ranking of country capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "data sources and standardisation"
        },
        {
            "text": "Each indicator and subindex was weighted to reflect its relative importance in the index. Weights were derived through a multiround, anonymous, expert Delphi process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index weighting"
        },
        {
            "text": "Delphi methods are commonly used in public health assessments and strategic planning, particularly for policy questions for which there is incomplete knowledge, a lack of fully objective standards to guide decision-making or disagreement among policy experts. 22 23 Eleven Delphi group participants were selected. The group was chosen to reflect the varied skills and disciplinary perspectives that bear on epidemic preparedness and response, including epidemiology, clinical medicine, outbreak response, health system capacity building and statistical analysis. This approach was taken to mitigate bias arising from disciplinary training, and to provide a broad and varied knowledge base. 24 (Additional information on the composition of the Delphi panel is reported in the online supplementary table 3).",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 265,
                    "text": "22 23",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Index weighting"
        },
        {
            "text": "In the first round, each expert was asked to weight each indicator and subindex according to its relative importance, and to additionally comment on the validity, measurement reliability and importance of each indicator and subindex. In the second round, all scores and assessments from the first round were anonymised and shared within the group, and experts could revise their weights. The anonymity of the process was designed to prevent interpersonal dynamics, disciplinary collusion or other factors from biasing the results. The indicator and subindex weights were then estimated by taking an unweighted average across responses from all experts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index weighting"
        },
        {
            "text": "Country EPI scores were estimated in a three-step process. First, all indicators were normalised using the formula noted above and weighted to reflect their relative importance. Second, each subindex score was estimated by taking the weighted average of all constituent indicators. Third, overall country scores were estimated by taking a weighted average of subindex scores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index scoring"
        },
        {
            "text": "To describe and empirically evaluate the EPI, all 188 countries were binned into five groups ('EPI clusters') by k-means clustering, based on their EPI scores. The k-means clustering algorithm binned countries by computing the distance to the cluster centroid and selecting the cluster permutation with the smallest amount of within-group variance. 25 Descriptive statistics for EPI clusters were then generated.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 351,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Index scoring"
        },
        {
            "text": "Validating the Index against detection and response outcomes during historical outbreaks and epidemics To assess if a country's EPI score was correlated with evidence of epidemic preparedness and response, we evaluated the association of EPI cluster with empirical measures reflecting disease outbreak detection and response capacity for selected historical outbreaks and epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index scoring"
        },
        {
            "text": "Metrics for preparedness are challenging to empirically validate, especially against epidemic impacts (eg, numbers of cases or deaths), as variation in surveillance can lead to systematic bias in observed outcomes. Epidemic severity is a function of a number of factors, including pathogen BMJ Global Health characteristics (eg, infectiousness, transmission mechanism), population size and density, and travel and social contact patterns. All else equal, countries with effective surveillance systems may experience fewer cases due to timely recognition of cases which may lead to generally more effective outbreak mitigation and response. However, countries with weak health surveillance systems may also report fewer cases due to their limited capacity to identify cases and deaths, and therefore could (incorrectly) appear to have better outcomes than countries with more developed surveillance capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index scoring"
        },
        {
            "text": "To mitigate against these factors, we validated the EPI against measures of system outputs and epidemic impacts for high-profile and high-impact epidemics and pandemics, which are less likely to be affected by surveillance biases, due to intensive and well-resourced efforts to estimate relevant epidemiologic measures. To measure outbreak detection and reporting, we assessed the timeliness of outbreak reporting for 854 events from WHO Disease Outbreak News (DON) reports over the period 1996-2016. Timeliness was estimated for each event by computing the gap in time between the initial event date and the date of report by the WHO DON reports. Reporting timeliness has been used as a proxy measure for surveillance and reporting capacity in prior analyses, and provides a useful summary metric of the capability of these systems. 13 16 26 For outbreak response, we assessed the correlation between EPI cluster and country-level vaccination rates during the 2009 H1N1 influenza pandemic. The 2009 pandemic is a useful case to examine because the global nature of the 2009 influenza pandemic allows for the evaluation of many countries, and influenza vaccination is a critical component of influenza pandemic response, which requires a country both to possess the resources to obtain vaccines as well as the ability to distribute and administer them. In addition, countries are not penalised in this case because all countries were alerted to the pandemic at the same time and vaccines were globally available at the same time.",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 836,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 837,
                    "end": 842,
                    "text": "16 26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Index scoring"
        },
        {
            "text": "resulTs ePI rankings and comparison to other metrics Mean country scores for the EPI clusters spanned 25.1-88.9 (table 1), a wide range demonstrating significant global disparities in epidemic preparedness. The largest within-cluster SD was found in the least prepared EPI cluster. EPI scores are also geographically clustered (figure 2), with the highest average scores identified in the wealthiest regions of the planet: Western Europe, North America, and Australia and New Zealand. Conversely, countries with weak preparedness were found to be clustered in Western and Central Africa, Western Asia and within Southeast Asia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index scoring"
        },
        {
            "text": "We additionally compared countries' EPI scores against two key existing metrics for infectious disease preparedness: the IHR and JEE core capacity scores (details on IHR and JEE score estimation are provided in the online supplementary information). These metrics are important points of reference, as they also measure national capacity to manage infectious disease outbreaks. However, as noted above, both metrics focus primarily on attributes of the health and emergency response systems, and do not capture other institutional, financial and infrastructural factors. While the IHR core capacity scores have been critiqued due to their reliance on country self-reporting, the JEE's external evaluation component is designed to mitigate reporting bias. 5 8 We find that the EPI correlates well with the JEE scores (0·85), while the correlation between the IHR and JEE core capacity metrics, while positive, is weaker (0.62) (see figure 3 and online supplementary table 4).",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 758,
                    "text": "5 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 931,
                    "end": 939,
                    "text": "figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Index scoring"
        },
        {
            "text": "Countries with EPI scores indicating higher preparedness were found to report outbreaks more rapidly to international health authorities. Our analysis of WHO DON reports covering outbreak events during 1996-2016 found an association between a country's EPI cluster and reporting timeliness (table 2). Figure 4 illustrates that more prepared EPI clusters have faster outbreak reporting, compared with less prepared EPI clusters. A multivariable Cox proportional hazards regression model, adjusting for year of report, shows that on average, when compared with the most prepared EPI BMJ Global Health (table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 309,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 608,
                    "text": "(table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Empirical evaluation of the EPI Detection and reporting"
        },
        {
            "text": "Data on influenza vaccine dissemination and uptake during the 2009 H1N1 pandemic were identified for 86 countries. [27] [28] [29] We found that countries in the most prepared EPI cluster had a mean per cent of population vaccinated of nearly 20%, while countries in the least prepared EPI cluster had a mean vaccination percentage of approximately 5% (table 3) . Additionally, a linear regression model predicting the per cent of population receiving vaccination by EPI cluster as a categorical variable showed a significant difference for each pairwise comparison with the best prepared EPI cluster. The best prepared EPI cluster had the highest percentage of population that was vaccinated during the 2009 H1N1 pandemic; for each 1 unit increase of EPI cluster value (in the direction of the worst epidemic preparedness), percentage of population vaccinated decreased significantly by the following number of percentage points: ",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 120,
                    "end": 124,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 360,
                    "text": "(table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Public health response"
        },
        {
            "text": "We developed a conceptual framework for comparatively evaluating national-level epidemic preparedness, and we operationalised that framework through the development of a global EPI. The EPI scores were binned for further analysis using a k-means clustering algorithm, and the results show significant variation in proxy measures of outbreak outcomes and response across EPI clusters. Low-scoring EPI countries (ie, having lower preparedness levels) are geographically concentrated in West and Central Africa, Southwest Asia and areas within Southeast Asia. These geographies are also widely considered to be at heightened risk for disease emergence, particularly from zoonotic reservoirs. This suggests a potentially dangerous mismatch between infectious disease emergence and outbreak risk, and local capacity for its detection and mitigation. 30 These countries likely face BMJ Global Health Figure 4 Kaplan-Meier curves of country outbreak reporting timeliness by Epidemic Preparedness Index (EPI) cluster. elevated morbidity and mortality risk arising from infectious disease outbreaks, and weak preparedness may also increase the risk of regional or global disease spread. A comparison of preparedness metrics found good concordance between the EPI and JEE metrics, and weaker concordance between both metrics and the IHR. The EPI correlates well with the rigorous, yet slower moving and resource-intensive peer-reviewed assessments generated by the JEE. Because the EPI can be generated based on open-source data, it may shed light on preparedness in contexts where JEE estimates are sparse or not yet available. Additionally, the EPI can be updated quickly as conditions change in a country or region of interest, for example, during episodes of political instability or the onset of armed conflict that could adversely affect public health capacity. As such, it may serve as a leading indicator for the JEE during periods of instability and change, until the more resource-intensive JEE can be conducted and updated.",
            "cite_spans": [
                {
                    "start": 845,
                    "end": 847,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 894,
                    "end": 902,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "dIsCussIon"
        },
        {
            "text": "We are not aware of any prior efforts to assess metrics for epidemic preparedness against empirical outcomes. This gap is notable, as empirical validation is needed to assess the reliability and validity of any such framework. The EPI was tested against multiple historical outbreaks of differing aetiology, geographic location and scale. The empirical analysis assessed the association between EPI clusters and key observable implications of the quality of national preparedness, including the timeliness of BMJ Global Health outbreak detection and reporting, and the effectiveness of outbreak response. We found that higher scoring countries had significantly faster outbreak reporting, and higher levels of vaccine deployment during the 2009 H1N1 influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIsCussIon"
        },
        {
            "text": "The work described here is subject to limitations. Due to gaps in global data, we are unable to include a metric capturing whether countries have developed an outbreak response plan for epidemic or pandemic events, and whether this plan has been practised via simulations or drills, and updated. This is an important capacity which is measured through the JEE, but there are insufficient cross-national data to include in the model that we present here. Similarly, we are unable to include data on public trust in government, which is a critical factor influencing whether risk communication campaigns are accepted and adopted by the population, as well as whether the public accepts non-pharmaceutical interventions such as measures to increase social distancing. Unfortunately, data on institutional trust are fragmented, and up-to-date, globally comparable data are unavailable. As such measures become available with appropriate temporal and spatial coverage, they should be incorporated into measures of public health preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIsCussIon"
        },
        {
            "text": "Additionally, while the empirical analysis demonstrates that the EPI is an effective metric for country-level preparedness for epidemics, it does not consider disease-specific factors which may impact response, detection or communication efforts. We have also limited the scope of the work here to national-level preparedness and have not considered the effects of community resilience or recovery. The EPI is intended to measure national preparedness for outbreaks and by design does not consider the differential intrinsic risk (eg, likelihood of disease emergence) of infectious disease impacts carried by different countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIsCussIon"
        },
        {
            "text": "Policy reviews conducted in the aftermath of recent epidemics and pandemics have consistently emphasised the importance of strengthening national-level preparedness for public health emergencies. 7 31 32 The capacity of these systems is a critical determinant of whether outbreaks are quickly identified and contained before they grow and spread locally, regionally or globally. However, assessments of global infectious disease risk-and debates over resource prioritisation-have been limited by the absence of robust and reliable data on national preparedness.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 198,
                    "end": 203,
                    "text": "31 32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "dIsCussIon"
        },
        {
            "text": "The framework we present has several important advantages over existing models. First, and most significantly, the framework diverges from existing metrics for epidemic preparedness by considering a range of drivers of health capacity, including a range of critical functions that sit outside the health system, but nevertheless are critical in supporting its effective functioning. Second, it provides a holistic, globally consistent approach that allows for comparisons between countries. Third, it moves beyond country self-assessment, thereby limiting associated reporting biases. Fourth, by relying on opensource global data sets, it allows for rapid and low-cost updating, to complement the slower moving and more resource-intensive JEE assessment process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIsCussIon"
        },
        {
            "text": "A global, comparative metric for pandemic preparedness could support the analysis of epidemic and pandemic risk in multiple ways, including the identification of high-priority countries and regions for capacity building, resource allocation and mobilisation; monitoring and evaluation of progress in capacity building efforts; and ensuring government accountability through more rigorous monitoring. The EPI can also be used to assess epidemic preparedness where other metrics such as the JEE have not been generated, or may be superseded by rapid institutional or societal change. The EPI can also be incorporated into infectious disease models and simulations to more realistically capture the effects of country-level capacity to detect and respond to disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIsCussIon"
        },
        {
            "text": "Accurate metrics for national epidemic and pandemic preparedness are important for ensuring accountability under the IHR, and uncovering and addressing gaps in global capacity to detect and manage infectious disease hazards. We present the EPI as a complement to existing metrics for assessing preparedness: a tool to fill gaps, and to quickly update estimates of preparedness during periods of instability and change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIsCussIon"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mazet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1956--65",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(12)61684-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Institute of medicine (U.S.). committee on emerging microbial threats to health in the 21st century. Microbial threats to health: emergence, detection, and response",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06536"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Environmental and social influences on emerging infectious diseases: past, present and future",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "359",
            "issn": "",
            "pages": "1049--58",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2004.1480"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analysis of results from the joint external evaluation: examining its strength and assessing for trends among participating countries",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Glob Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7189/jogh.08.020416"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health-system resilience: reflections on the Ebola crisis in western Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Kieny",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schmets",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bull World Health Organ",
            "volume": "92",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.14.149278"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The neglected dimension of global security--a framework for countering infectious-disease crises",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mundaca-Shah",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Dzau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "1281--1288",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMsr1600236"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Resolve to Save Lives, an Initiative of Vital Strategies",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Identifying future disease hot spots: infectious disease vulnerability index",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gelfeld",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Okunogbe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global infectious disease surveillance and health intelligence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health Aff",
            "volume": "26",
            "issn": "",
            "pages": "1069--77",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.26.4.1069"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nonpharmaceutical interventions for pandemic influenza, national and community measures",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nicoll",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1201.051371"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Addressing contact tracing challenges-critical to halting Ebola virus disease transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Greiner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Angelo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "53--58",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2015.10.025"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Global capacity for emerging infectious disease detection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "21701--21707",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1006219107"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Looking like a state: techniques of persistent failure in state capability for implementation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pritchett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolcock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Dev Stud",
            "volume": "49",
            "issn": "",
            "pages": "1--18",
            "other_ids": {
                "DOI": [
                    "10.1080/00220388.2012.709614"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Conflict and emerging infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gayer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Legros",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Formenty",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1625--1656",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1311.061093"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Financing preparedness at a national level",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chawla",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Lancet",
            "volume": "389",
            "issn": "",
            "pages": "2086--2093",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)31375-2"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessing health system performance in developing countries: a review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kruk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy",
            "volume": "85",
            "issn": "",
            "pages": "263--76",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthpol.2007.09.003"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Crisis and emergency risk communication as an integrative model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Health Commun",
            "volume": "10",
            "issn": "",
            "pages": "43--55",
            "other_ids": {
                "DOI": [
                    "10.1080/10810730590904571"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Outbreak communication: best practices for communicating with the public during an outbreak: report of the WHO expert consultation on outbreak communications held in Singapore",
            "authors": [],
            "year": 2004,
            "venue": "Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "21--23",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Perspectives on West Africa Ebola virus disease outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Spengler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Ervin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Towner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "956--63",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2206.160021"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Measurement validity: a shared standard for qualitative and quantitative research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adcock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Collier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Consensus methods: characteristics and guidelines for use",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kosecoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chassin",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Am J Public Health",
            "volume": "74",
            "issn": "",
            "pages": "979--83",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.74.9.979"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Gazing into the oracle : the delphi method and its application to social policy and public health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ziglio",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Consensus development methods, and their use in clinical guideline development",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Lamping",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Health Technol Assess",
            "volume": "2",
            "issn": "",
            "pages": "1--88",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Algorithm AS 136: A K-means clustering algorithm",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hartigan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Appl Stat",
            "volume": "28",
            "issn": "",
            "pages": "100--108",
            "other_ids": {
                "DOI": [
                    "10.2307/2346830"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Global capacity for emerging infectious disease detection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kluberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mekaru",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mciver",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2210.151956"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Real-time numerical forecast of global epidemic spreading: case study of 2009 A/H1N1pdm",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-10-165"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pandemic influenza A virus subtype H1N1 vaccination in Africa-successes and challenges",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mihigo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Torrealba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Coninx",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "2012--2034",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "World Health Organization. Global survey on national vaccine deployment and vaccination plans for pandemic A(H1N1) 2009 vaccine -2010. World Health Organization",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Global hotspots and correlates of emerging zoonotic diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zambrana-Torrelio",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-017-00923-8"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structural factors of the Middle East respiratory syndrome coronavirus outbreak as a public health crisis in korea and future response strategies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Prev Med Public Health",
            "volume": "48",
            "issn": "",
            "pages": "265--70",
            "other_ids": {
                "DOI": [
                    "10.3961/jpmph.15.066"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Global surveillance, national surveillance, and SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "173--178",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.031038"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Epidemic Preparedness Index (EPI) design.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Global distribution of Epidemic Preparedness Index (EPI) scores, with countries binned by k-means clustering (1=most prepared, 5=least prepared).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Scatterplot of Joint External Evaluation (JEE) scores against Epidemic Preparedness Index (EPI) (A) and International Health Regulations (IHR) (B) scores.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Epidemic Preparedness Index score by k-means clusters",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Timeliness of outbreak reporting based on analysis of WHO Disease Outbreak News (DON) reports, 1996-2016*",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mean per cent of population vaccinated during the 2009 H1N1 influenza pandemic",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Competing interests None declared.Patient consent for publication Not required.Provenance and peer review Not commissioned; externally peer reviewed. data sharing statement All data necessary to replicate results-including data and code required to reproduce empirical analyses presented in this article-will be made available to researchers upon request.open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}