{
    "paper_id": "d08bd8440ea92be5251562480f44eb57ae84f498",
    "metadata": {
        "title": "Severe Fever with Thrombocytopenia Syndrome: Tick-Mediated Viral Disease EDITORIAL Infectious Diseases, Microbiology & Parasitology",
        "authors": [
            {
                "first": "Mee",
                "middle": [
                    "Soo"
                ],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University College of Medicine",
                    "location": {
                        "settlement": "Seoul"
                    }
                },
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [
                    "Hee"
                ],
                "last": "Woo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Asan Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A small tick Haemaphysalis longicornis called 'Sochamjindeugi' in Korean has bitten a week before, and an onset is characterized by fever, lymph node swelling, diarrhea, thrombocytopenia, leucocytopenia, multiorgan dysfunction, altered consciousness, and occasionally to death in extreme cases (1, 2) . This emerging febrile disease, severe fever with thrombocytopenia syndrome (SFTS), was reported in 2007 by the New England Journal of Medicine (3) and Clinical Infectious Diseases (4) (5) (6) . The etiology of SFTS turned out to be the SFTS virus. Yet most physicians are not familiar with this disease, and initially it is difficult to differentiate from other febrile illnesses (7-9).",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 300,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ding et al. (4) reported 2,047 cases of SFTS in China, the majority of patients were in late 50's, and their occupation was farmer in agriculture or forestry. SFTS virus was transferred by the tick, H. longicornis. The incidence is high from May to August because of a lot of outdoor activities at that time, when ticks and mites usually absorb animal's body fluids in order to grow and proliferate. The case fatality of 6% has been reported. Yu et al. (3) observed the infected tissue by electron microscopy and revealed virions in Golgi apparatus with the morphologic characteristics of a bunyavirus, cytopathic effects (virus induced cellular changes), and granular particles in the cytoplasm. Additionally the possibilities of person-to-person spread were raised (5, 6) . The same patients with SFTS began to occur in Japan and some of them died. On May 21, 2013, the first patient of SFTS in Korea was diagnosed at Seoul National University Hospital (1, 2) . Only a few days later, another SFTS patient was confirmed in the Jeju island. The 2 cases confirmed that SFTS has been endemically transmitted in Korea.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 456,
                    "text": "Yu et al. (3)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 771,
                    "end": 773,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 959,
                    "end": 961,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Why the virus is the target of fear is quite simple. Viruses are the lowest living substance on earth, and they can most quickly transform. Higher animals including human had more genetic materials. No matter how seemingly some damage on DNA, biologic characters do not change. In addition, when mutations occur in the DNA, self-repair capacity inside the cell is triggered. However, the virus and its component materials are so small that it takes on a different look with just a slight change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The catastrophe by virus recorded in human history, is the The reason why influenza virus intermittently attacks human is to keep constantly transforming their DNAs or RNAs. Human immunologic surveillance system operates not well efficiently against the continuously transformed influenza virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the name is long and hard to pronounce, the disease may feel scared even more for the public. \"The terror of the unknown is seldom better displayed than by the response of a population to the appearance of an epidemic, particularly when the epidemic strikes without apparent cause. \" Infectious disease physician, Dr. Edward H. Kass in Boston City Hospital, Harvard Medical School, made this statement in 1977 in reference to the newly discovered Legionnaire's disease. It could be applied equally to severe acute respiratory syndrome (SARS) (11), pandemic H1N1 influenza, mad cow disease, or any other new and mysterious disease (12) . However, advanced medical technology including genetic engineering, molecular biology, found out the causative virus. In blood of the patient in our country who died in 2012, SFTS virus was identified (1). Some people simply grumble that diagnosis only is of no use and there should be a treatment. That is true but we need to keep in mind, \"more haste, less speed. \"",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 640,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Korean Centers for Disease Control and Prevention released health tips already to the public which is helpful for the people not to be infected (1, 2) . This is important because there is not yet a cure remedy. Therefore, to prevent the spread of the infectious disease avoiding the direct contact with ticks is critical during outdoor activities, for example, to put on a long-sleeved coat and long pants, to use tick and mite repellant, to launder the clothes immediately after coming home from outdoor activities (7) (8) (9) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 152,
                    "end": 154,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In terms of virulence of a virus, 1999 outbreak of Ebola virus in Congo killed more than 200 at one instance. The Ebola virus was the most virulent one, but ironically, it has failed to flourish http://dx.doi.org/10.3346/jkms.2013.28.6.795 because it was too virulent. The Ebola virus killed itself within 10 days because it had killed the host very soon. That was a very fortunate case for human. On the contrary, other human viruses can coexist without serious fighting. Herpes virus would be a representative, which is probably able to survive the last.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Experts say the risk of emergence of new viruses, like SARS virus, which humans have never experienced, is increasing. The clearing of forests for urbanization revealed the virus originally hidden in the jungle to be exposed to humans. AIDS that did not cause harm to African green monkeys is a fatal immune deficiency disease brought to the human is an example.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another thing that we need to be aware of is 'the era of globalization of the virus' due to the crowded population, development of massive transportation including airplanes, and global environmental change. SARS in 2003 was first reported in North America just after one and a half month from the Hong Kong outbreak. When a few thousand people were sick in the 2009 pandemic influenza outbreak, mass media alarmed it and reported a few patients' mortality sensationally, and then people had a great fuss about it. More accurate knowledge and correct deal will not terrorize us anymore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The vaccine development to combat the SFTS virus is not easy due to its characteristics. The virus has very few points to attack because it has only essential DNA and proteins required for just living. Also any treatment by killing the virus is able to give human damage. People say commonly 'to develop an antivirus vaccine becomes useless because there are numerous variants of the virus made. ' It says half-right, half-wrong. While it is true that virus mutation happened ceaselessly ever, but a few virus vaccines have been properly produced. Therefore we should do our best to develop the vaccine. However, the human is not at the end of his rope against the virus. HIV was discovered as the causative agent in 3 yr after AIDS described. Doctors and scientists investigated how to transmit and spread, and diagnose HIV virus. While there is no silver bullet against AIDS, the life of patients can be extended longer than 5 yr after disease developed. We were able to eradicate human smallpox virus on earth, and poliovirus is also close to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The human is at war with virus, but in fact viruses do not chan ge to wipe out the human. They were born into existence to transform well and a number of strains of some species harmonized with the environment to survive and cause disease. The human attacks virus to wake up from their position rather quietly buried in the jungle, and lays blame for the disease on virus. Learning from history, we may encounter a new disease but are not afraid, and embarrass but cope with life in the world. Human develop new antimicrobials, new vaccines, and new therapeutic modalities, but we should aware pathogenic microbes provide new strategy to invade human and give us their own challenging tactics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Korean Center for Disease Control. Severe Fever with Thrombocytopenia Syndrome confirmed cases and follow-up measure",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Korean Center for Disease Control. Document for physicians about Severe Fever with Thrombocytopenia Syndrome (SFTS)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fever with thrombocytopenia associated with a novel bunyavirus in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Popov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "1523--1555",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiologic features of severe Fever with thrombocytopenia syndrome in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Soares Magalhaes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "56",
            "issn": "",
            "pages": "1682--1685",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A family cluster of infections by a newly recognized bunyavirus in eastern China, 2007: further evidence of person-to-person transmission",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Varma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Klena",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "1208--1222",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Person-to-person transmission of severe fever with thrombocytopenia syndrome bunyavirus through blood contact",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "",
            "pages": "249--52",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hemorrhagic fever with renal syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Chemother",
            "volume": "41",
            "issn": "",
            "pages": "323--355",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features and diagnosis of scrub typhus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Chemother",
            "volume": "41",
            "issn": "",
            "pages": "315--337",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical relevance of pulmonary involvement in leptospirosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Korean J Med",
            "volume": "77",
            "issn": "",
            "pages": "450--452",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical use of oseltamivir",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Korean Med Assoc",
            "volume": "51",
            "issn": "",
            "pages": "757--63",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Understanding of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Korean J Med",
            "volume": "65",
            "issn": "",
            "pages": "154--60",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Harrison's principle of internal medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kasper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Longo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kasper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jameson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loscalzo",
                    "suffix": ""
                },
                {
                    "first": "Editiors",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Spanish flu of 1918 that killed 25 million in the world. The flu is caused by influenza viruses with severe whole body symptoms and leads to death unlike the common cold, such as Asian Flu (1 million people died) in 1957, Hong Kong flu (700,000 people killed) 1968, including bird flu 1999, pandemic flu 2009 (10).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}