{
    "paper_id": "d11a76dee8f03c0def1b8b254af658b685252588",
    "metadata": {
        "title": "INQUIRY: The Journal of Health Care Organization, Provision, and Financing",
        "authors": [
            {
                "first": "Di",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donglan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiayan",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [],
                "last": "Schweitzer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "China's rapid and sustained economic growth offers an opportunity to ask whether the advantages of growth diffuse throughout an economy, or remain localized in areas where the growth has been the greatest. A critical policy area in China has been the health system, and health inequality has become an issue that has led the government to broaden national health insurance programs. This study investigates whether health system resources and performance have converged over the past 30 years across China's 31 provinces. To examine geographic variation of health system resources and performance at the provincial level, we measure the degree of sigma convergence and beta convergence in indicators of health system resources (structure), health services utilization (process), and outcome. All data are from officially published sources: the China Health Statistics Year Book and the China Statistics Year Book. Sigma convergence is found for resource indicators, whereas it is not observed for either process or outcome indicators, indicating that disparities only narrowed in health system resources. Beta convergence is found in most indicators, except for 2 procedure indicators, reflecting that provinces with poorer resources were catching up. Convergence found in this study probably reflects the mixed outcome of government input, and market forces. Thus, left alone, the equitable distribution of health care resources may not occur naturally during a period of economic growth. Governmental and societal efforts are needed to reduce geographic health variation and promote health equity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the last 30 years, China experienced high economic growth accompanied by a transition to a more marketoriented economy. The health system of China is also converting from a centrally planned health system to one that is more market oriented. 1 These transitions have resulted in an expanded supply of high-quality hospital services, especially to the people in large cities. Unfortunately, the majority of people in rural and poor areas are still having difficulties accessing good-quality and affordable health care. 2 Health inequality has become a major issue in the health system of China, which raises concerns among the general public and the government. 3 In China, health inequality at the individual level is reflected in health disparities between rural and urban areas and variation among provinces. The health disparity between urban and rural areas has been decreasing, but still exists. 4 Geographic health variation is also dramatic, but less studied. In 2005, Shanghai, the most affluent city in China, enjoyed 78 years' life expectancy at birth, which was the highest in China. However, the life expectancy at birth in the poorest province in Western China was only 65 years. 5 The extent of diffusion of the advantages of growth throughout the economy has not been rigorously studied. Our hypothesis is that over the 30 years' economic growth, geographic variation in health system resources and performance at the provincial level has decreased and is achieving convergence. The alternative hypothesis is that over the 30 years' economic growth, health resources and performance at the provincial level have increased, resulting in divergence.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 521,
                    "end": 522,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 664,
                    "end": 665,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 904,
                    "end": 905,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1196,
                    "end": 1197,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Geographic variation in health is caused by multiple factors, such as the upstream unequal social determinants and the relationship between government and market in the health system. The health system itself also plays an independent and important role. The first question we will explore is the current extent of geographic variation in health system resources and performance. The next is how it has changed during the past 30 years in the face of the rapid, sustained economic growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Geographic variation in health system resources and performance can be analyzed with several methods. Small area variation studies have been widely used, especially with comparisons of health care expenditures (HCEs) in different regions; for example, the Dartmouth Atlas points out variations of expenditures as possible explanations of high health costs. The Dartmouth researchers have also presented simulations that suggest that the cost savings would be huge if high-cost regions could, somehow, reduce their costs to those of low-cost regions. 6 Convergence analysis is another method to study geographic variation. Convergence analysis does not focus on the difference between specific areas, but looks at the time trend of variation reduction in HCEs, or other health indicators. Triggered by the seminal articles by Barro and Sala-i-Martin and Mankiw et al, a huge amount of convergence literature emerged in various contexts, mainly to study patterns of economic growth across different regional economies. [7] [8] [9] Health economists have also adopted convergence analysis to measure health variation within and between regions. The convergence of HCEs has been studied in the European Union and the United States. [10] [11] [12] [13] [14] Limited publications have explored geographical variation in China at the provincial level or small-area level. Chou and Wang examined regional health expenditure inequality by testing 2 hypotheses on HCE convergence from 1978 to 2004. 15 According to their research, no single nationwide convergence was observed, but convergence in regional clusters was found. However, very few studies to date have looked at the geographic health variation longitudinally. We suspected that it may be related to the accessibility of geographic health data either at the provincial or small-area level.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 551,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1233,
                    "end": 1237,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1489,
                    "end": 1491,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition, quality of health services in China was rarely assessed according to Donabedian's typology of structure, process, and outcome, partly because of insufficient data on the process and outcome measures of health services. 16 Donabedian's typology has been widely used as a conceptual model for constructing indicator systems to assess the quality of care at the individual level as well as the performance of a health care system. We believe that the Donabedian way of categorizing health system performance is meaningful and useful from a policy perspective, and our study will apply convergence analysis to each category of health system performance to study the variation of China's health care at the provincial level.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The theory of welfare maximization under the usual condition of diminishing marginal product suggests that health resources at the margin should be allocated to those areas that are least well-off for aggregate welfare to be maximized. In other words, if health inequality within a country were to diminish, health indicators would converge with time and aggregate social welfare would be maximized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sigma Convergence"
        },
        {
            "text": "One of simplest methods for estimating convergence is to calculate sigma convergence. Sigma is the standard deviation of the log transformed value of a variable. Therefore, sigma convergence occurs when the value of sigma falls over time among different provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sigma Convergence"
        },
        {
            "text": "Sigma is calculated as follows: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sigma Convergence"
        },
        {
            "text": "where y i,t is the value of a health indicator of province i at time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sigma Convergence"
        },
        {
            "text": "Beta convergence refers to a process in which poor regions grow faster than rich ones. For instance, in our study, beta convergence would suggest that the health care resources and performance had improved faster in poorer provinces than richer provinces in China. When all economies are assumed to converge toward the same steady state regardless of their specific features, beta convergence is said to be absolute. When the steady state may depend on features specific to each economy, beta convergence is then said to be conditional. Economists have acknowledged that beta convergence is a necessary but not a sufficient condition for sigma convergence. 7 In this study, the following model is used to test absolute beta convergence:",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 658,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Beta Convergence"
        },
        {
            "text": ", ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beta Convergence"
        },
        {
            "text": "  is the growth rate per year from time t through time t + T, α is the intercept, and ε is the error item; β implies the presence of beta convergence. In our analysis, a negative and significant value for beta means the presence of beta convergence. The estimated value of beta also indicates the rate of convergence. Besides, the following model is used to test conditional beta convergence:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beta Convergence"
        },
        {
            "text": "where X i,t represents the conditional variables including gross domestic product per capita, and population of province i at time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beta Convergence"
        },
        {
            "text": "In this article, we first estimate the national convergence by calculating the sigma value of 7 health indicators. For 2 structure measures, we also estimate the regional conver- Besides, we also test both absolute and conditional beta convergences for all 7 health indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beta Convergence"
        },
        {
            "text": "Indicators at the provincial level are selected to measure health system performance according to Donabedian's typology. Seven health indicators are chosen according to the relevance, precision, and accessibility of the data. The definition and available years of data for each variable are listed in Table 1 . Structure indicators include beds per 1000 people and physicians per 1000 people. These two structure indicators reflect the direct input of resources available for the health system. Process indicators include outpatient visits, hospital admissions, bed occupancy rate, and average length of stay (LOS) in hospitals, reflecting the utilization of outpatient and inpatient services. Maternal mortality rate is the single outcome indicator in our analysis. Maternal mortality is an appropriate indicator to be included in the study because it has been the focus of China's health services system for many years. Other outcome measures such as infant mortality and life expectancy at birth would have been desirable to use as well, but these data are only collected in China's decennial census. Hence, they are excluded from the analysis as they are only reported in 3 years during the past 30 years.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Indicators for the Performance of China's Health System"
        },
        {
            "text": "All data are collected from the China Health Statistics Year Book and the China Statistics Year Book. 17, 18 We only include data of provinces and municipalities in mainland China, excluding data from the Hong Kong Special Administrative Region, the Macau Special Administrative Region, and Taiwan. It is notable that population data at the provincial level are based on the National Population Census of the People's Republic of China. Thus, the per capita data are calculated based on the actual population of long-term residents and migrants rather than the household registration system that excluded migrants. Thus, a large number of migrant workers and their family members who are not registered in the local household registration system are still counted as local residents in the population census data.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Indicators for the Performance of China's Health System"
        },
        {
            "text": "Results of the sigma convergence analysis are mixed. Sigma convergence is found for the structure indicators, but not for either the process indicators or the outcome indicator. At the same time, beta convergence is found in most chosen indicators, except for 2 process indicators (outpatient visits and hospital admissions).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The tested sigma value for physicians per thousand people fell from 1982 to 2010, confirming the trend of convergence of this indicator. Sigma fell sharply in the 1980s and ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "1990s, whereas after 2000, the falling trend is ambiguous (see Figure 1 ). The falling sigma value indicates that provincial mean levels of physicians per thousand people became closer to each other from 1980s to 2000 (see Figure 2 ). For beds per thousand people, no convergence is observed in the 1980s. Weak convergence in the 1990s is found, whereas convergence after 2003 is seen (see Figure 3 ). Further study on the mean number of beds per thousand people at the provincial level probably explains the trends described above (see Figure 4 ). Average beds per thousand people in Eastern China, Central China, and Western China were all below 2.5 in the early 1980s. From then on, the number of beds in Eastern China increased steadily in the 1980s and stayed almost stable in the late 1990s. However, in Central China and Western China, bed supply increased slightly in the 1980s and early 1990s. But from the late 1990s to 2003, beds per thousand people in Central China and Western China decreased. After 2003, all 3 regions experienced a sharp increase in average number of beds. In other words, the gap between Eastern China and the other 2 regions widened from the 1980s, reducing convergence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 71,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 223,
                    "end": 231,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 390,
                    "end": 398,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 537,
                    "end": 545,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "INQUIRY"
        },
        {
            "text": "Provincial data for outpatient visits, hospital admissions, bed occupancy rates, and maternal mortality rate are only available for less than 10 years. Sigma divergence is found for bed occupancy rates. As for average LOS in hospital, the tested sigma value rose in 1980s, fluctuated in the 1990s, and fell after 2000. The sigma values for the other 3 indicators fluctuated within the past 10 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INQUIRY"
        },
        {
            "text": "Sigma convergence within each region (Eastern China, Central China, and Western China) is also tested. Different patterns of convergence are found within different regions. For physicians per thousand people, although nationwide sigma convergence is found, sigma convergence is not observed within all regions. Western China showed no sigma convergence for physicians/1000 people during the past 28 years. In Central China, sigma convergence is only observed after 2000. In Eastern China, sigma convergence is found from the 1980s. These results indicate that within Central China and Western China, variation in human resources did not decrease along with the economic growth, but in the Eastern China, convergence in human resources input accompanied overall economic growth. As for beds/1000, sigma convergence only occurred within Western China from the 1980s to 2010. In Central China, convergence on beds/1000 occurred from 1990, whereas in Eastern China, sigma convergence is only observed after 2000. Such differences might be due to unequal input of structure resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INQUIRY"
        },
        {
            "text": "Beta convergence has been found in most chosen indicators, except for outpatient visits and hospital admissions (see Table 2 ). The estimated beta values indicate the speed of convergence. In general, process and outcome indicators converged much faster than structure indicators. Without adjusting for GDP per capita and provincial population, bed occupancy rates converged at a rate of 7.5% yearly, average LOS in hospitals converged at a rate of 3.9% yearly, maternal mortality rate converged at a rate of 4.9% yearly, and beds per 1000 people and physicians per 1000 people only converged at a rate of 1.1% and 1.7% each year, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 124,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "INQUIRY"
        },
        {
            "text": "All provinces in China have experienced striking monotonic economic growth over the past 30 years. However, sustained economic growth does not necessarily have equal impact on the structure, process, and outcome of the health system. Sigma convergence is found for resources across the provinces of China during the long study period, but consistent results are not observed for indicators of process and outcome. At the same time, beta convergence is observed in 5 out of 7 health indicators, except for outpatient visits and hospital admissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, sigma convergence is found in 2 structure indicators, physicians/1000 and beds/1000, implying the narrowing gap of resource distribution. Such results are consistent with studies that used Lorenz curve, Gini coefficient, and the Theil index to describe the geographic distribution of health resources in China. 19 Convergence could emerge when provinces with lower per capita resources caught up with provinces with higher per capita resources, or when provinces with higher per capita resources declined to the level of provinces with lower per capita resources. The tested beta convergence in structure indicators suggests that provinces with lower per capita resources and worse performance were catching up.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 327,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The underlying drivers of resource distribution in China during the past 30 years are both market forces and government power. In China, health care is mainly financed by government investment, public health insurances, and outof-pocket fees. The majority of government investments are from local government, rather than central government. The scale of resource input largely depends on local economic conditions. 20 Public health insurance funds are also localized. However, provinces in China have had unequal economic development since 1980s, resulting in an uneven local financial capacity to pay for health services. For the indicator of beds/1000, the trends of sigma divergence in 1980s and 1990s could probably be explained by the imbalanced economic development among provinces. However, the obvious sigma convergence after 2000 probably represented the input from central government. The 2000 World Health Organization report on health system performance and the 2003 severe acute respiratory syndrome crisis pushed the central government to allocate resources toward public health services and health equity issues. Since then, the central government has expanded resource input dramatically to less developed areas in Central China and Western China to build and expand primary hospitals and public health facilities. 21 Such enormous investment from central government and local government might contribute to the sigma convergence of structure indicators as well as beta convergence in procedure and outcome indicators in recent years. For instance, China's New Cooperative Medical Scheme, a large government subsidized health insurance plan, has improved finances of township health centers since the start of its pilot program in 2003. 22 Moreover, in 2009, the Chinese government implemented an ambitious health reform that is aimed to build up basic health services system for all. 23 The success of these re-distributive measures on physicians per capita seems be more ambiguous than measured focused on beds.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 417,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1753,
                    "end": 1755,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1901,
                    "end": 1903,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The absence of constant sigma convergence in process and outcome indicators is probably the result of multiple factors. First, determinants outside the health system could influence the process and outcome indicators differently. Although the outcome indicator, maternal mortality rate, is very sensitive to health services performance, it is also influenced by many social and cultural factors. 24 Second, even if the gap in structure indicators was narrowed, changes in the process and outcome variables would lag and may take years to observe. And last but not least, the data availability has limited our ability to evaluate the convergence in process and outcome measures. It is notable that the absence of constant sigma convergence does not contradict the tested beta convergence, as beta convergence is not a sufficient condition for sigma convergence, which directly reflected the narrowed disparities.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 398,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although our data are collected from officially published sources, the accuracy of the data at the provincial level is probably imperfect. One concern for the accuracy of aggregate data is patient mobility. In China, some people travel to seek better health care in other provinces. These people are not counted in the population data, as they are not local residents. However, these people usually only seek specialty care in tertiary hospitals, and thus should have little impact on the overall health indicators. Second, data for most process and outcome indicators are only available for less than 10 years, so it is difficult to determine the trend of sigma convergence during the relatively short period of time. In addition, we are aware that most health indicators in this article reflect the quantity of health resources and health service utilization, rather than the quality of care. However, available data for outcome measures are scarce. If longitudinal data at the provincial level are available, many broader outcome measures, such as all-cause mortality and causespecific mortality, should be interesting to study in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concerning health inequality in China, geographic variation of health system performance is examined at the provincial level. The degree of sigma convergence and beta convergence is measured for indicators of structure, process, and outcome of the health system. Sigma convergence is found in resource indicators like the number of physicians per thousand people, whereas it is not observed in process and outcome indicators. Beta convergence is found in most indicators, except for 2 procedure indicators. Thus, over the 30 years of economic growth, not all health indicators have achieved convergence, and when sigma convergence did occur in structure indicators, it is still uncertain whether real equity has been achieved. It represents a call for more central government resources allocated to resource-poor areas, and more efforts to promote health equity in the society, to possibly translating economic benefits into more equitable distribution of health care resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "From a national, centrally planned health system to a system based on the market: lessons from China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Aff",
            "volume": "27",
            "issn": "4",
            "pages": "937--948",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Health care systems in transition: People's Republic of China. Part I: an overview of China's health care system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hillier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Public Health Med",
            "volume": "18",
            "issn": "3",
            "pages": "258--265",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tackling the challenges to health equity in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bekedam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9648",
            "pages": "1493--1501",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "China's rural-urban care gap shrank for chronic disease patients, but inequities persist",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Reidpath",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Aff",
            "volume": "29",
            "issn": "12",
            "pages": "2189--2196",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ministry of Health of People's Republic of China. China Health Statistical Yearbook",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Slowing the growth of health care costs-lessons from regional variation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bynum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "9",
            "pages": "849--852",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sigma convergence versus beta convergence: evidence from US county-level data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Money Credit Bank",
            "volume": "40",
            "issn": "5",
            "pages": "1083--1093",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A contribution to the empirics of economic growth",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mankiw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Romer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weil",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Q J Econ",
            "volume": "107",
            "issn": "",
            "pages": "407--437",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Health and convergence of health care expenditure in EU",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kerem",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Püss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maldre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int Bus Econ Res J",
            "volume": "7",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Convergence of health care expenditure in the EU countries",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hitiris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nixon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Appl Econ Lett",
            "volume": "8",
            "issn": "4",
            "pages": "223--228",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The convergence of health care expenditure in the US states. Health Econ",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "55--70",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Decentralisation and convergence in health among the provinces of Spain",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Montero-Granados",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Dios Jiménez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martín",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Soc Sci Med",
            "volume": "64",
            "issn": "6",
            "pages": "1253--1264",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Health status convergence at the local level: empirical evidence from Austria",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gächter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Theurl",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Equity Health",
            "volume": "10",
            "issn": "34",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Regional inequality in China's health care expenditures",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Econ",
            "volume": "18",
            "issn": "",
            "pages": "137--146",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Definition of Quality and Approaches to Its Assessment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donabedian",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Health and Family Planning Commission of the People's Republic of China. China Health Statistics Yearbook",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis of equity in the distribution of health care resources",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chin J Hosp Administration",
            "volume": "21",
            "issn": "",
            "pages": "73--77",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Decentralization and macroeconomic performance in China: regional autonomy has its costs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feltenstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iwata",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Dev Econ",
            "volume": "76",
            "issn": "2",
            "pages": "481--501",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reforming China's Rural Health System",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "China's new cooperative medical scheme improved finances of township health centers but not the number of patients served",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Babiarz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Rozelle",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Aff",
            "volume": "31",
            "issn": "5",
            "pages": "1065--1074",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The challenges of healthcare reforms in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Publ Health",
            "volume": "125",
            "issn": "1",
            "pages": "6--8",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reducing maternal, newborn, and infant mortality globally: an integrated action agenda",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Bhutta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cabral",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Keenan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Gynaecol Obstet",
            "volume": "119",
            "issn": "",
            "pages": "13--17",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "gence by categorizing China's 31 provinces into 3 regions: Eastern China, Central China, and Western China, according to the classification in the China Health Statistics Year Book. The conception of Eastern China, Western China, and Central China is both geographic and economic. Provinces in Eastern China are the most prosperous and richest. Provinces in Western China are generally poor. Provinces in Central China are generally better off than their western counterparts. Eastern China contains 11 provinces and municipalities: Beijing, Tianjin, Hebei, Liaoning, Shanghai, Jiangsu, Zhejiang, Fujian, Shandong, Guangdong, and Hainan. Central China contains 8 provinces: Shanxi, Jilin, Heilongjiang, Anhui, Jiangxi, Henan, Hunan, and Hubei. Western China contains 12 provinces and 1 municipality: Sichuan, Chongqing, Guizhou, Yunnan, Tibet, Shaanxi, Gansu, Qinghai, Ningxia, Xinjiang, Guangxi, and Inner Mongolia. Average levels of each indicator in the 3 regions are calculated for comparison. Sigma convergence within each region is also tested.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Sigma convergence of physicians per 1000 people from 1982 to 2010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Average number of physicians in Eastern China, Central China, and Western China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sigma convergence of beds per 1000 people from 1981 to 2010.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Average number of beds in the East, Middle and West of China from 1981 to 2010.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Selected Health Indicators and Their Definition. Note. LOS = length of stay in hospital; WHO = World Health Organization.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Beta Convergence Analysis Results.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}