{
    "paper_id": "d12bc5a4eb0ce72c95fd2fba8d5768fcb6036833",
    "metadata": {
        "title": "Characterizing and controlling the inflammatory network during influenza A virus infection",
        "authors": [
            {
                "first": "Suoqin",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuanyuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruangang",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiufen",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430072",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To gain insights into the pathogenesis of influenza A virus (IAV) infections, this study focused on characterizing the inflammatory network and identifying key proteins by combining high-throughput data and computational techniques. We constructed the cell-specific normal and inflammatory networks for H5N1 and H1N1 infections through integrating high-throughput data. We demonstrated that better discrimination between normal and inflammatory networks by network entropy than by other topological metrics. Moreover, we identified different dynamical interactions among TLR2, IL-1b, IL10 and NFkB between normal and inflammatory networks using optimization algorithm. In particular, good robustness and multistability of inflammatory sub-networks were discovered. Furthermore, we identified a complex, TNFSF10/HDAC4/HDAC5, which may play important roles in controlling inflammation, and demonstrated that changes in network entropy of this complex negatively correlated to those of three proteins: TNFa, NFkB and COX-2. These findings provide significant hypotheses for further exploring the molecular mechanisms of infectious diseases and developing control strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I nfluenza A virus (IAV) is an important human pathogen that causes respiratory tract infections, and these infections are a worldwide public health [1] [2] [3] . Inflammation is a hallmark of many serious human infectious diseases caused by a wide variety of viruses [4] [5] [6] . Numerous studies have demonstrated that IAV infections can trigger severe inflammatory diseases [6] [7] [8] . Therefore, investigating molecular mechanisms of the inflammatory responses resulting from an IAV infection is of great significance in controlling the appearance of complications and reducing the associated tissue damage 7, 9 . However, many biological experiments have shown that IAV infection-induced inflammatory responses are extremely complex and regulated by a complicated network [10] [11] [12] . Therefore, elucidating the network properties that distinguish inflammatory disease from the normal cellular state has critical importance for gaining systems-level insights into the pathogenesis of IAV infections and ultimately for developing novel therapeutic strategies.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In recent years, network-based systems biology approaches emerged as powerful tools for studying the complex behavior of biological systems, including complex diseases [13] [14] [15] [16] [17] . More recently, an integrated network approach has been implemented to predict conserved regulators related to high and low viral pathogenicity, suggesting that the utility of systems approach to find therapeutic targets for intervention 18 . To elucidate the molecular mechanisms of inflammatory responses during IAV infection and the pathogenesis to prevent influenza A and pandemics, characterizing and quantifying the inflammatory network permit one to understand the hallmark of inflammatory responses. In this study, we investigated and compared the IAV-induced inflammatory regulatory networks and normal cellular networks by integrating the data from the highly pathogenic avian H5N1 virus A/ Vietnam/1203/2004 (VN1203) and the pandemic H1N1 virus A/CA/04/2009 with protein-protein interaction (PPI) networks. The aim of this study is to provide new knowledge of both normal and inflammatory states and identify key proteins by integrating high-throughput data and computational techniques from systems-biology approaches. The workflow for our study is presented in Figure 1 . Through network construction, quantitative measures and dynamical analysis, we focused on characterizing the inflammation and normal networks from network structures and dynamics and identifying key protein complex that was important for controlling the inflammation. Our studies will provide a multidimensional view for underlying molecular mechanisms of inflammatory response, which contribute to the development of targeted interventions for the prevention and control of IAV infections.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1268,
                    "end": 1276,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Construction of IAV infection-induced cell-specific normal and inflammatory networks. Constructing regulatory and biochemical networks from multidimensional data is a key step in systems biology for analyzing network properties. In the present study, we developed a model-based framework for constructing networks by integrating gene expression profiles with a prior knowledge of PPI network (Step #1 in Fig. 1 and Supplementary Figure S1 ). First, the rough PPI network containing 90 nodes and 412 edges was constructed using PPI databases (see Methods). Next, based on the rough PPI network and the H5N1 and H1N1 datasets, the Pearson correlation coefficients (PCCs) that measured the dependence between paired nodes were applied to filter the highly noise-induced interactions. We thus obtained the refined normal and inflammatory networks induced by H5N1 and H1N1. To construct cell-specific regulatory networks and further remove the redundant (indirect) regulations in the refined networks, we then built the ordinary differential equation (ODE) models for the refined networks and used an improved conjugate gradient method (ICG) to identify the parameters in the models (see Methods). Finally, Akaike Information Criterion (AIC) was employed to determine whether the interactions between two proteins were significant or just false positives (see Methods). The constructed normal and inflammatory networks during H5N1 and H1N1 infection are displayed in Supplementary Figure S4 . For both H5N1 and H1N1 infections, the average relative errors (AREs) of the 99% nodes are less than 0.1 and those of the 1% nodes are within the interval [0.1, 0.2] in normal networks. In inflammatory networks, AREs of all nodes are less than 0.1 ( Figure 2 ). The results showed the accuracy and reliability of the constructed networks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 410,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 429,
                    "end": 438,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1476,
                    "end": 1485,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1738,
                    "end": 1746,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Inflammatory networks are characterized by an increase in network entropy. Recently, information theory, measuring uncertainty or variability, has been widely adopted to understand complex biological networks 19, 20 . Previous studies have shown that increased entropy is a hallmark of cancer systems 21, 22 , thus we here attempt to determine whether the network entropy can also discriminate the inflammatory network from the normal network. To test this hypothesis, we proposed a definition of network entropy (see Methods). Through calculation and comparison, we found that the local entropies in the inflammatory networks exhibited significantly higher values than those in the normal networks for H5N1 and H1N1 infections ( Figure 3 ). The global network entropies of inflammatory networks are also higher than those of normal networks (For H5N1 infection, 8.5891 vs. 7.7276; for H1N1 infection, 8.2584 vs. 7.6487). By performing a significance test for the difference in global network entropy of inflammatory and normal networks (see Methods), we found the global network entropy of inflammatory networks is also significantly higher than that of normal networks (Bootstrap 1000 times, P-value 5 0). Moreover, the number of increased differential entropies is significantly greater than that of decreased differential entropies (Supplementary Figure S5) . These results indicated that the network entropy provided good discrimination between normal and inflammatory networks.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 738,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1351,
                    "end": 1361,
                    "text": "Figure S5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Network entropy performs better than other network metrics in charactering the inflammatory network. To investigate whether other topological metrics of the network can also discriminate inflammatory networks as well as the network entropy does, we first calculated six global metrics of these two networks in topological properties with respect to network diameter, density, centralization, average path-length, average number of neighbors and clustering coefficient, using the Network Analyzer plugin in Cytoscape 23 . Detailed comparisons of these two networks are displayed in Supplementary Table S1. We found that network diameter in the inflammatory networks is the same as that in the normal networks and that the average path-length in the inflammatory networks is smaller than that in normal networks. In contrast, four other metrics in the inflammatory networks were slightly larger than those in the normal networks. Furthermore, we performed a significance test for the differences in eight local metrics (degree, betweenness centrality, bottleneck centrality, closeness centrality, clustering coefficients, Maximum Neighborhood Component (MNC), Density of Maximum Neighborhood Component (DMNC) and Eccentricity (Ecc)) for describing the topological properties of networks. Supplementary Fig. S6 shows that there are not significant differences in these common network metrics between the normal and inflammatory networks. Taken together, these data demonstrated that the network entropy performs better than other topological network metrics in characterizing the inflammatory networks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1286,
                    "end": 1307,
                    "text": "Supplementary Fig. S6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Biological significance of increased network entropy. Although we have observed the increased entropy in the inflammatory network, it www.nature.com/scientificreports is important to further elaborate the real biological mechanisms associated with such changes. We would expect that proteins exhibiting the increases in entropy may (1) show more disorder in protein expression, and (2) be enriched among signaling pathways that are critical to the inflammatory response. To address the first point, we calculated the variances in the protein expression levels of the two networks (Supplementary Figure S7) . The results indicated that the inflammatory networks exhibited significantly higher variances than those in the normal networks. Therefore, we interpret the increased network entropy as increased uncertainty or variability of protein expression from the viewpoint of information theory. In other words, the disorder expression of proteins may drive the changes in entropy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 595,
                    "end": 605,
                    "text": "Figure S7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To address the second point, we performed a functional enrichment analysis using the Database for Annotation, Visualization and Integrated Discovery (DAVID 24 ) on the genes (separately for increased and decreased entropy). The functional annotations analysis revealed that genes with increased entropy were significantly enriched in several biological pathways, but no enrichment of any pathways among the genes showing decreases in entropy (Table 1) . Among them, the Toll-like receptors (TLRs) and NOD-like receptors (NLRs) are the main pattern-recognition receptors (PRR), which can trigger the intracellular signaling cascades regulating inflammatory mediators against invading pathogens 25 . Recent studies have highlighted the importance of cytosolic DNA in the innate immune host defence by the production of type I interferon and inflammatory cytokines, which is a powerful pathogen-associated molecular pattern (PAMP) arising from intracellular bacterial or viral infections 26, 27 . T cells are key effectors of the adaptive immune response. T Cell Receptor (TCR) activation promotes a number of signaling cascades that ultimately determine cell fate, which is an intricately branching network 28 . The cytokine-cytokine receptor (CCR) interaction and Chemokine signalling pathways are also well known inflammatory related pathways. Highly elevated levels of various cytokines and chemokines are the hallmarks of inflammatory response 29 . Therefore, the fact that entropy changes can retrieve known inflammatory signaling pathways indicates that real biological mechanisms can be extracted from the network entropy.",
            "cite_spans": [
                {
                    "start": 985,
                    "end": 988,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 451,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Free energy and network entropy reveal network complexity. Biological systems utilize energy to maintain dynamic homeostasis. How do biological systems compromise between maximizing entropy and minimizing energy, which is an important theme in cellular physics and biochemistry 30, 31 . In this work, the Helmholtz free energy was applied to quantify the networks (see Methods). The free energies of the inflammatory networks were lower than those of the normal networks (For H5N1 infection, 223.4483 vs. 221.6804; for H1N1 infection, 222.5151 vs. 221.0976). To test the significance of the difference in free energy, we permuted the virus-infected sample labels randomly (performed bootstrap 1000 times) (see Methods). We found that the free energy of two inflammatory networks for H5N1 and H1N1 infections was significantly lower than that of the normal networks (P-value 5 0).",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To further explore the thermodynamic features in networks, we used Erdos-Rényi models, which were the simplest ensemble of randomized networks, to evaluate the evolution of networks 32 . We generated random networks with the same number of nodes but a different average degree as the constructed network and recalculated the thermodynamic measures of the random networks. The global network entropies of the random networks were calculated using datasets under normal and inflammatory conditions. We found that the free energy and the internal energy of a network have a negative correlation, but the network entropy has a positive correlation with the average degree of the network (Figure 4) . These results indicate that the network entropy, free energy and internal energy are closely correlated with the network complexity 33, 34 . Specifically, a network with higher complexity possesses higher network entropy and lower energy and internal energy.",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 831,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 693,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Identifying the different dynamically interactions between normal and inflammatory networks. To better understand the regulatory mechanisms of the inflammatory response induced by IAV infections, the different dynamical properties of two networks must be investigated. In this study, we constructed a differential network ( Supplementary Fig. S8 ) and selected 7 potential target proteins (TNFa, IL-1b, TLR2, NFkB, CXCL10, IFN-c and IL10) to form a sub-network (see Methods). We combined nonlinear dynamical models with optimization to obtain the dynamical interactions of these potential target proteins (see Methods). The detailed models for the two networks were presented in Supplementary Text.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 345,
                    "text": "Supplementary Fig. S8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Because there are only six sample points (0 h, 3 h, 7 h, 12 h, 18 h and 24 h) in the experimental time-series data for the H5N1 infection, cubic spline interpolation (using Matlab toolbox) was used to obtain the interpolated time points at each hour between 0 h and 24 h. We used the data from 23 time points as the simulation data and data from the final time point (24 h) as the prediction data. We determined all kinetic parameters in the two models by using our newly developed optimization algorithm, i.e., diversity-maintained differential evolution based on gradient local search (DMGBDE 35 ). The DMGBDE algorithm was performed five times, and the optimal parameter sets that minimized the error between the experimental data and the simulation values were obtained (Supplementary Tables  S2 and S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 774,
                    "end": 807,
                    "text": "(Supplementary Tables  S2 and S3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For the normal sub-network model, the average simulation error and prediction error were 0.26 and 0.55, respectively, and the average error bar in the experimental data was 0.25. For the inflammatory sub-network model, the average simulation error and prediction error were 0.21 and 1.08, respectively, and the average error bar in the experimental data was 0.66. Based on the optimal parameters, the dynamical processes of these seven proteins were simulated and comparisons with the experimental data were plotted in Figure 5 . These results showed that the numerical simulations agreed with the experimental data, which indicates the reliability and predictability Table 1 | KEGG pathway enrichment analysis of genes with increased (DS . 0) and decreased (DS , 0) entropy. The enrichment p-value is from a modified Fisher's Exact Test (EASE Score) and then corrected for multiple hypothesis testing by calculating false discovery rate (FDR). The common enrichment pathways among genes with altered entropy in H5N1 and H1N1 infections were considered, and the maximum of the two FDRs was shown. The threshold for FDR was set to 0.05. '-' indicates no enrichment KEGG of our models. From the nonlinear dynamical models, we investigated two important features. First, we simulated the dynamical evolution of these proteins over 96 h. This simulation demonstrated that all these proteins reached steady-states in both the inflammatory and normal sub-networks (Supplementary Figure S9) . Interestingly, most of these proteins reached much higher steady states in the inflammatory network than those in the normal network. Only IL-1b and TLR2 reached lower steady-states after IAV infection, which were in accordance with the previous experimental studies reporting that the IAV encoded nonstructural protein NS1 can inhibit IL-1b production 36 . These data indicated that upregulation of many inflammasome components may contribute to IAV-induced inflammatory responses.",
            "cite_spans": [
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "KEGG",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 527,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 668,
                    "end": 675,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1473,
                    "end": 1483,
                    "text": "Figure S9)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, we compared the regulatory relations for two sub-networks. The common parameters (regulations) that appeared in both models were displayed in Fig. 6 and opposite regulatory relations were marked. Network structures from the dynamical models are shown in Supplementary Figure S10 . In addition to more complex interactions in inflammation networks, these results showed that the regulatory interactions are changed after the IAV infection. The regulatory relationships among TLR2, IL-1b, IL10 and NFkB were different from those in the normal networks. After IAV infection, IL10 positively regulated NFkB, NFkB inhibited TLR2 and TLR2 positively regulated IL-1b. In contrast, in the normal network, IL10 inhibited NFkB (which was consistent with the experimental observations that IL-10 attenuates acute lung inflammation via inhibition of the NFkB activation in lung epithelial cells) 37 , NFkB activated TLR2 and TLR2 negatively regulated IL-1b. Together, these results may reveal pathogenic strategies in the induction of an inflammatory response during IAV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 154,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 274,
                    "end": 284,
                    "text": "Figure S10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Sub-networks achieve good dynamical robustness through coordinated interactions. Robustness is one of the fundamental properties of complex biological systems, which allows the system to maintain its behavior against random perturbations. To investigate the dynamical robustness of the sub-networks that were composed of differential network proteins, three metrics of robustness (the local robustness (LR), global robustness (GR) and ratio robustness (RR)) were proposed according to the dynamical steady states of the proteins in the sub-networks (see Methods). We perturbed the parameters 1000 times. The computational results of LR for the 5%, 10% and 20% perturbations of both proteins' initial concentrations and kinetic parameters in models were displayed in Supplementary Figs. S11 and S12 and Tables S4-S15. Supplementary Fig. S11 and Tables S4-S9 showed that both sub-networks are very robust to the perturbations of the proteins' initial concentrations. The perturbations of most kinetic parameters in models have slight or almost no influences on local robustness, but the perturbations of some kinetic parameters were quite different (Supplementary Fig. S12 and Tables S10-S15).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 817,
                    "end": 839,
                    "text": "Supplementary Fig. S11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1162,
                    "end": 1170,
                    "text": "Fig. S12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The fact that the sub-networks are sensitive to the perturbations of some kinetic parameters drives us to determine whether the system did not reach a steady-state or the system entered into other steadystates when the parameters were perturbed. Therefore, we calculated another measure of robustness (RR). Table 2 indicated that the good RR was achieved. Together, these results indicated that the biological system may enter into other steady-states when the parameters varied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Furthermore, the GR for the two sub-networks were also calculated for perturbations of 5%, 10% and 20%, respectively ( Fig. 7 and Supplementary Tables S16-S19). The results indicated that both subnetworks are very robust to the simultaneous perturbations of the proteins' initial concentrations or kinetic parameters. Together, these results suggested that coordinated interactions among differential network proteins are very beneficial for stabilizing the steadystate behaviors and maintaining the homeostasis of both the inflammatory and normal networks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 125,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Inflammatory sub-networks show multistability. From the results of robustness, we guesses that those sensitive parameters possibly made the system switch from one steady-state to another steadystate, i.e., exhibit the bistability or multistability phenomenon 38 . To verify this hypothesis, we performed the bifurcation analysis for sensitive parameters in the normal and inflammatory sub-networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "From Supplementary Fig. S12 and Table S13-S15, we observed that in an inflammatory sub-network, the LR is most sensitive to the perturbations for parameters a21 (TNFa R IL-1b), a31 (TNFa-jTLR2) and a32 (IL-1b R TLR2). However, the RR showed that (Table 2) . We performed bifurcation analysis for these parameters in the inflammatory sub-networks and found interesting bistability and tristability phenomena ( Table S2 ), respectively. These values caused the network to remain at one steady state. When the values were perturbed within 20%, the activity levels of TNFa, IL-1b, IFN-c and NFkB could either stay in the same branch or continually jump into another branch of steady states. In particularly, the activity level of IFN-c could switch between three different steady states. These results showed that the inflammatory sub-networks exhibited complicated dynamical behaviors, such as the reversible bistability and tristability, which provided a good explanation for the experimental observations in variable clinical responses for infections with the H1N1 and H3N2 39 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 27,
                    "text": "Supplementary Fig. S12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 246,
                    "end": 255,
                    "text": "(Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 409,
                    "end": 417,
                    "text": "Table S2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We also performed bifurcation analysis for three sensitive parameters a32 (IL-1b R TLR2), a67 (IL10-jIFN-c) and a76 (IFN-c R IL10) in the normal sub-network ( Supplementary Fig. S12 and Tables S10-S12). The original values of a32, a67 and a76 were 0.2264, 22.022 and 0.4647 (Supplementary Table S3 ), respectively, which caused the network to remain at one steady state. From Supplementary Fig. S14 , we observed that the dynamics were quite different, although two steady states also existed. When the parameters were perturbed within 20% (Domain I in each sub-graph in Supplementary Fig. S14) , the activity levels of TNFa, IL-1b, IFN-c and NFkB always stayed in one branch of steady states. When the perturbation was greater than 20%, except for IFN-c, the system may could exhibit Hopf bifurcation and oscillation (Domain II in each sub-graph in Supplementary Fig. S14 ). Therefore, a bistable switch is impossible for continuous variations for parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 181,
                    "text": "Supplementary Fig. S12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 274,
                    "end": 297,
                    "text": "(Supplementary Table S3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 376,
                    "end": 398,
                    "text": "Supplementary Fig. S14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 571,
                    "end": 594,
                    "text": "Supplementary Fig. S14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 850,
                    "end": 872,
                    "text": "Supplementary Fig. S14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The results demonstrated the multistability in the perturbed inflammatory network, but only monostability and oscillation occurred in the perturbed normal network. These results indicate that both the normal and inflammatory networks exhibited different complicated dynamics and functional diversity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Identification of an important protein complex, TNFSF10/HDAC4/ HDAC5, for controlling inflammation. Identifying protein complexes and modules from PPI networks is of great importance for uncovering the biological functions of proteins in networks 40, 41 . In this study, we first used an algorithm that was introduced in a previous study 42 , namely, TSN-PCD, to identify protein complexes. For H5N1 and H1N1 infections, 33 different protein complexes were detected, but 97% of these protein complexes appeared only once. Only one protein complex, TNFSF10(tumor necrosis factor superfamily, member 10)and its partner proteins HDAC4 and HDAC5, denoted as TNFSF10/HDAC4/HDAC5, was discovered to appear in both the normal and inflammatory networks at the early stage of IAV infections. More interestingly, the TNFSF10/HDAC4/HDAC5 complex also appeared at the late stage in normal networks. However, this complex disappeared in the inflammatory networks after 7 h with H5N1 and H1N1 infections. The statistical results for this protein complex are listed in Table 3 . The results suggested that dysregulation of the TNFSF10/HDAC4/HDAC5 complex and the subsequent imbalance may be involved in inflammatory diseases. In other words, the TNFSF10/HDAC4/HDAC5 complex may play important roles in controlling inflammation. The disappearance of the TNFSF10/HDAC4/HDAC5 complex in the inflammatory network strongly correlated with sharp increase in the entropy of TNFa, NFkB and COX-2. To investigate the mechanisms for the disappearance of the protein complex TNFSF10/ HDAC4/HDAC5 in the inflammatory network, we selected 11 proteins including 7 differential proteins (TNFa, IL-1b, TLR2, NFkB, CXCL10, IFN-c, IL10), 3 complex proteins (TNFSF10, HDAC4 and HDAC5) and an important protein, COX-2, which was shown to play a critical role in the H5N1-induced inflammatory response 5, 12 . We noticed that the local network entropies of three proteins, TNFSF10, HDAC4 and HDAC5, in the complex were reduced in the inflammatory networks but those of TNFa, IL-1b, TLR2, NFkB, IL10 and COX-2 were increased (Supplementary Figure S15) . Furthermore, we calculated the local network entropies of these proteins at each time point in the inflammatory network that was induced by the H5N1 infection. Interestingly, the evolution processes of TNFa, IL-1b, TLR2, NFkB, CXCL10, IFN-c, IL10 and COX-2 are very similar but are exactly opposite to the evolution process of HDAC4 (Figure 9a ). The local network entropy of HDAC4 reached the smallest value at 12 h, while that of all other proteins reached the largest value at 12 h. Moreover, the fastest changes in the local network entropy occurred for all the proteins that varied from 7 h to 12 h. Noticed that the protein complex disappeared after 7 h, therefore, we may guess that the disappearing protein complex is possibly correlated with the change in other proteins' entropies. To further evaluate the effect of the entropy changes of these proteins on HDAC4, we calculated the Spearman correlation for paired proteins at the i-th (i 5 3, 4, 5, 6) time point by using the first i experiment data. Table 4 showed that strong negative correlations exist in the local network entropies between HDAC4 and other proteins. There are also specific correlations between local network entropies of HDAC5 and TNFSF10 and that of NFkB.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1866,
                    "end": 1868,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1054,
                    "end": 1061,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2103,
                    "end": 2114,
                    "text": "Figure S15)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2450,
                    "end": 2460,
                    "text": "(Figure 9a",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 3128,
                    "end": 3135,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To further assess the correlation between the disappearance of the protein complex and the change in the proteins' entropy, the Spearman correlations for the rate of change of the entropies between HDAC4 and other proteins were computed. Supplementary Table S20 showed the rate of change for the entropies of HDAC4 is much more negatively correlated with those of three proteins TNFa, NFkB and COX-2. In addition, their linear regressions were depicted in Fig. 9b , which further verified these negative correlations. Taken together, these data suggested a potential mechanism in which the disappearance of protein complex TNFSF10/HDAC4/HDAC5 in inflammatory networks is likely associated with coordinate interactions among TNFa, NFkB and COX-2. These results also showed that interesting biological mechanisms can be retrieved from the entropy changes. However, whether the sharp increase in the entropy of these three proteins is the cause or the consequence needs to be determined by further biological experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 261,
                    "text": "Table S20",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 456,
                    "end": 463,
                    "text": "Fig. 9b",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Influenza A virus (IAV) infection-induced inflammatory responses are often regulated by a complicated network. Therefore, characterization and better knowledge of virus-induced inflammatory responses are of great importance for understanding the mechanisms that contribute to pathogenesis and controlling the appearance of complications associated with IAV from a systems-level 43 . Combining ODEs-based optimization with AIC, in this study, we constructed the normal and inflammatory networks for H5N1 and H1N1 infections. We demonstrated that increased network entropy and lower free energy in the network, both of which are related to the network complexity, are significant features of an inflammatory network, but other topological metrics did not provide good discrimination between the inflammatory and normal networks. Moreover, the dynamical interactions and multistability among TLR2, IL-1b, IL10 and NFkB showed the obvious differences between the normal and inflammatory networks. These important differences in inflammatory networks may likely contribute to the severity and lethality of diseases associated with the highly pathogenic influenza infection. Subsequently, we discovered a protein complex TNFSF10/HDAC4/ HDAC5 in maintaining the normal cellular state. Finally, we demonstrated that the drastic reductions in the network entropy of this protein complex during an H5N1 infection after 7 h strongly correlated with those of three proteins TNFa, NFkB and COX-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main results of this study were summarized in Figure 10 . Each individual protein of three proteins TNFa, COX-2 and NF-kB has been extensively studied on the literature. However, recent discoveries have revealed that a plethora of complex diseases, such as cancer, inflammation, diabetes and cardiovascular disease, are controlled by multiple genes rather than a single gene in a specific molecular networks 13, 44, 45 . We obtained the new hypotheses that the combination of these three proteins, which are associated with the disappearance of protein complex TNFSF10/HDAC4/HDAC5, may lead to inflammation. To our best knowledge, the related studied and results have not been reported in the literature.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 59,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "To prove the conclusion to be specific to the pathogenesis of IAV disease, we used another viral strain infection, i.e. hepatitis C virus (HCV), to perform the comparative study (Supplementary Text). Both network entropy and other network metrics exhibited no significant differences between the normal and inflammatory networks (Supplementary Figs. S16 and S17 and the detailed description in Supplementary Text). The protein complex (TNFSF10/HDAC4/ HDAC5), which was predicted to be important for controlling IAV-induced inflammation, has not been identified in the normal and inflammatory networks with HCV infection. Moreover, the statistical analysis did not find the strong correlations between the entropies of TNFSF10, HDAC4, HDAC5 and those of the three proteins TNFa, NFkB and COX-2 (Supplementary Table S22 ). These results clearly demonstrated that the pathogenesis of HCV diseases is quite different from that of IAV disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 793,
                    "end": 817,
                    "text": "(Supplementary Table S22",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In this study, we used two different optimization algorithms to handle different optimization problems. The first optimization problem, which was derived from the construction of refined regulatory networks, was simplified into a linear programming problem; this problem was easily solved using an improved conjugate gradient algorithm (ICG). Because the interactions among the proteins are nonlinear, the second class of optimization problems, which were derived from the dynamical models in the differential networks, are two nonlinear optimization problems with constraints; these problems were difficult to solve using classical optimization approaches. The design and selection of effective algorithms are essential for obtaining the accurate dynamical models. We proposed DMGBDE to handle this class of complex high-dimensional challenging problems. The obtained predictive precision and reliability further verify the effectiveness of the models and algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, we focused on the comparisons between the inflammatory and normal networks to generate testable hypotheses of pathogenic mechanisms for inflammatory diseases. Therefore, we did not specifically compare the differences between the highly pathogenic H5N1 and H1N1 strains in the inflammatory responses. In fact, we have found that there are some structural and dynamic differences between the H5N1 and H1N1 strains. Recently, a system approach has been employed to identify a chemokine-driven feedforward inflammatory circuit responsible for lethal influenza infection, suggesting that a nonlinear process was involved in distinguishing lethality from mild infections 46 . Therefore, in future work, we will provide network-based comparisons of various virus strains to determine the commonalities and differences in the host response and to develop effective countermeasures 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our investigation supports the quantitative analysis of applying network-based approaches to elucidate the characteristics of inflammatory networks and provide a rationale for developing specific intervention strategies to reduce the risk of acute inflammation. Although experimental validation of these network predictions and hypotheses will be required to further estimate their potential value, our findings in this study can serve as a significant foundation for further exploring the molecular mechanisms of infectious diseases and developing control strategies. Protein selection. Differential expression analysis was performed by comparing VN1203-infected replicates to mock replicates for each time point using the GEO2R tool 48 . The following criteria were used to define differential expression: an absolute log2 fold change .1.5 and a False Discovery Rate adjusted p-value , 0.05 for a given time point. Proteins were selected based on their corresponding gene differential expression and GO annotation (GO:0006954, ''inflammatory response''). In addition, we also selected some proteins that were verified to play important roles in IAVinduced inflammatory responses 4, 11, 12, 47, 49, 50 . In summary, we selected 90 proteins related to the IAV-induced inflammatory response to construct protein-protein interaction (PPI) networks. The descriptions of these proteins are presented in Supplementary Table S21 .",
            "cite_spans": [
                {
                    "start": 1193,
                    "end": 1195,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1196,
                    "end": 1199,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1204,
                    "end": 1207,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 1411,
                    "end": 1434,
                    "text": "Supplementary Table S21",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Network construction. The framework of the network construction was shown in Fig. 1 ( Step #1) and Supplementary Fig. S1 , which mainly included three steps.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "text": "Fig. 1 (",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 99,
                    "end": 120,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Construction of a rough network. Interactions between these 90 proteins were collected from four PPI databases, including the Biomolecular Interaction Network Database (BIND) 51 , Human Protein Reference Database (HPRD) 52 , Biological General Repository for Interaction Datasets (BioGRID) 53 and Search Tool for the Retrieval of Interacting Genes/Proteins (STRING) 54 . Finally, we obtained a PPI network with 90 nodes and 412 edges (Supplementary Figure S18) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 460,
                    "text": "Figure S18)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Filtering the highly noise-induced interactions. Two interacting proteins always have a positive or negative temporal relationship between their expression profiles. To filter the highly noise-induced interactions, we calculated their Pearson's correlation coefficients (PCCs) based on their gene expression data and then deleted any PPI pairs with a PCC rank in the bottom 10% rank. Because the correlation value was only the first discrimination parameter in the overall procedure of gradual refinement, it is necessary to avoid missing any possible PPI pairs at this early stage. The primary aim in this step is to delete only the highly unlikely PPIs. After selecting possible PPIs, we obtained the refined network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Building the ordinary differential equations (ODEs)-based model of the network. The PPI network can be described using the following ODEs. 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "The ODE model can be rewritten in the following form. :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "ð2Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "We applied the cubic spline method to interpolate the microarray data to obtain data containing 49 desired samples. For convenience, we substituted the derivative values with the central difference. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "The problem of estimating parameters h i in the linear model can be transformed into the following optimization problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "where Y exp ð Þ i is the experimental data, a is a weight parameter and : k k b is 1norm or 2-norm, which is used to guarantee the stability and sparsity of optimal parameters. A 5 diag(0,…0, 21, 21) , which provides the constraints to force the parameters d i , and k i in the equations to always be nonnegative, in accordance with the biological meanings.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "Selection of the weight parameter a. Selection of the weight parameter a in the optimization problem in equation (4) is very important. A large value of a will result in a model with a large residual. In this study, we investigated the relations between the model residual and the constant a, which was displayed in Supplementary Figure S19 . When the constant a is less than 0.0001, the model residual is no longer significantly reduced. Therefore, we chose a value of a of 0.0001.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 340,
                    "text": "Supplementary Figure S19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "2)"
        },
        {
            "text": "An optimization algorithm for estimating parameters in the optimization problem. We proposed an improved conjugate gradient method (ICG) to solve the optimization problem in equation (4) . The main difference from the classical conjugate gradient method is that we used the function fmincon in Matlab toolbox to estimate the initialization point. The detailed procedure of the algorithm was given (Algorithm 1 in Supplementary Text).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3)"
        },
        {
            "text": "Akaike Information Criterion. To determine whether the interactions between two proteins were significant or just a false positive, we used the Akaike Information Criterion (AIC) to validate the model order (or the number of model parameters) to determine the significance of our dynamic model parameters. The AIC, which attempts to include the estimated residual variance and the model complexity in one statistic, decreases as the residual variance decreases and increases as the number p of parameters increases. As the expected residual variance decreases with increasing p for inadequate model complexities, there should be a minimum around the correct number p of network parameters. For a model with p interaction parameters to fit with data from N samples, AIC can be written as follows 55 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4)"
        },
        {
            "text": "where Y indicates the protein activity in samples, and Ŷ denotes the estimated activity of the protein from the dynamic model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4)"
        },
        {
            "text": "This is a tradeoff between the residual variance and the model order. The minimization of AIC will determine the true model order, i.e., the number of interactions in the network. After minimizing AIC, we can easily determine the significant interactions and then construct an optimized network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4)"
        },
        {
            "text": "Average relative error. The average relative error (ARE) is defined as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "where Y sim (t i ) and Y exp (t i ) are the simulation and experiment expression values of the protein at t i time point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "Characterizing networks from network structures. Network metrics, which were used to compare the network features of the inflammatory network with those of the normal network and to further characterize the inflammatory network, were explored in this study. The metrics were summarized in Supplementary Figure S2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "5)"
        },
        {
            "text": "Network entropy. The first network metric was network entropy. The local network entropy of a node i, denoted S i , is defined as 21,22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "where k i is the degree of node i, N(i) is the set of neighbor nodes of node i and p ij defines a stochastic probability matrix on the network, which is defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "where c ij is the PCC between protein i and protein j. The global network entropy, denoted S, is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "where n is the total number of nodes in the network, and C i is the degree centrality of node i, which is defined by 56 , www.nature.com/scientificreports",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "56 ,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "The differential network entropy, denoted DS i , is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "where S I i ,S N i is the local network entropy of node i in the inflammatory network and the normal network, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "Network energy. The second network metric was the network energy. The Helmholtz free energy F of a network is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "where T is the absolute temperature, which is set to be 1 in our study. S is the global network entropy of the network, which is defined in the previous section. U is the internal energy of the network, which is defined by 57 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "where A designates the adjacency matrix of the network, and Tr is the trace of the matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "Other network metrics. Other common network topology metrics were also explored, including eight local metrics (degree, betweenness centrality, bottleneck centrality, closeness centrality, clustering coefficients, Maximum Neighborhood Component (MNC), Density of Maximum Neighborhood Component (DMNC) and Eccentricity (Ecc)), which were calculated using the CytoHubba 58 , and six global metrics (network diameter, density, centralization, average path-length, average number of neighbors and clustering coefficient) using the Network Analyzer plugin in Cytoscape 23 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "Significance test. To determine whether the distributions of the local network entropy of the inflammatory and normal networks were significantly different, we used the non-parametric one-tailed Wilcoxon rank sum test. We used the P-value of the test as a measure of the degree of difference between the values in the two networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "To test for a difference in the global entropy of the inflammatory and normal networks, we used the following procedures. We first permuted the virus-infected sample labels and recalculated the global entropy of the inflammatory network. This process was repeated L times. The significance level (P-value) of the tests was then calculated by #ljS I l ƒS N obs , for l~1, Á Á Á ,L È É L. This equation describes the proportion of the observed global entropy of the normal network that exceeds the recalculated global entropy of the inflammatory network. S I l and S N obs are the global entropy of the inflammatory network at the l-th time point and of the normal network before this test, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "Significance tests for the difference in the free energy of the inflammatory network and the normal network were performed using the same processes, as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "Dynamical analysis of networks. The procedure for the dynamical analysis of networks was presented in Supplementary Figure S3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "5)"
        },
        {
            "text": "Protein selection in the differential network. Systematic identification of potential target proteins can provide insights into the mechanisms underlying complex diseases, and help to develop efficient therapies or effective drugs. To detect potential target proteins in the inflammatory response, we constructed a differential PPI network, which was obtained by removing the common edges that appeared in both the inflammatory and normal networks. Therefore, this network included the edges that appeared only in the inflammatory network. Only those proteins in the top 10% of the degree distribution of this differential network were treated as potential target proteins. The potential target proteins are further selected using the following criteria: (1) Proteins are annotated with different immunological function, including receptor, regulator and cytokines. (2) If several proteins have the same degree, the proteins with higher betweenness centrality are selected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "Nonlinear dynamical models for two sub-networks. Generally, nonlinear dynamical models for networks can be formulated as the following ODEs. The problem that identifies the kinetic parameters in K in the ODE models can be converted into the following nonlinear optimization problem, which is the minimization of the error between the simulation results in our model and the experimental data. , and c is the regularization parameter, which can guarantee the numerical stability of this optimization problem. According to the interactions in both sub-networks ( Supplementary Fig. S20) , the specific models for the inflammatory and normal sub-networks were presented in Supplementary Text.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 584,
                    "text": "Supplementary Fig. S20)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "5)"
        },
        {
            "text": "The DMGBDE algorithm for estimating parameters in the ODE models. To estimate the kinetic parameters in the nonlinear ODE models, we applied our newly-developed DMGBDE algorithm to solve the above optimization problem. The DMGBDE algorithm embedded the gradient algorithm into the differential evolution (DE) algorithm 59 and introduced a diversity-maintained mutation (DMM) to slow down the learning procedure from the searched best individual. Numerical experiments have demonstrated that DMGBDE algorithm is a very powerful population-based stochastic search technique for solving complex optimization problems. The procedure of DMGBDE algorithm was proposed in Supplementary Text (Algorithm 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "Data used for simulation and prediction. Because there were only six time points (0 h, 3 h, 7 h, 12 h, 18 h, 24 h) in the H5N1 dataset, cubic spline interpolation (Matlab toolbox) was used to obtain the interpolated time points at each hour between 0 h and 24 h. We used the data from 22 time points as the simulation data and the data from the final time point as the prediction data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5)"
        },
        {
            "text": "To quantitatively describe the robustness of networks, we proposed two measures of robustness. One measure is used to examine whether the perturbed network reaches the same number of steady-states as the original network. Another measure is used to determine whether two networks (the original network and the perturbed network) remain in the same steady-states in which they started.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of robustness."
        },
        {
            "text": "The first measure of robustness, which includes both local robustness (LR) and global robustness (GR), reflects the relative change in the steady-state levels of proteins in a network for variations in the parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of robustness."
        },
        {
            "text": "The LR of the i-th protein with respect to the parameter P j , denoted LR ij , is defined as follows. where O ss i (P) is the steady state level of the i-th protein in the model, DP k j is the k-th perturbation to the j-th parameter P j , and N is the total number of perturbations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of robustness."
        },
        {
            "text": "The global robustness GR i of the i-th protein is defined as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of robustness."
        },
        {
            "text": "where DP k is the simultaneous perturbations to all of the parameters in the parameter set P for the k-th perturbation, and N is the total number of perturbations. According to these definitions, an LR or GR 5 1 means that a small change of x% in the parameters leads to the same change of x% in the steady state. Smaller robustness values indicate greater robustness for the system against parameter variations 60 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of robustness."
        },
        {
            "text": "The second measure of the robustness (ratio robustness) is defined as the ratio of the number of systems that can reach steady states to the total number of systems in which parameters were perturbed, denoted as RR, is calculated as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of robustness."
        },
        {
            "text": "where s k 5 1 if the system reaches a steady-state for the k-th perturbation and s k 5 0, otherwise. N is the total number of the perturbations. The metric RR takes a value between zero and one. An RR 5 1 means that all proteins can reach the steady-states in all perturbations, and an RR 5 0 means there are no steady-states with any variations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of robustness."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergence and pandemic potential of swine-origin H1N1 influenza virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "931--939",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interventions for avian influenza A (H5N1) risk management in live bird market networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fournie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "9177--9182",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "H7N9 is a virus worth worrying about",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "496",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Induction of proinflammatory cytokines in human macrophages by influenza A (H5N1) viruses: a mechanism for the unusual severity of human disease?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "1831--1837",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Origin and physiological roles of inflammation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "454",
            "issn": "",
            "pages": "428--435",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Suppression of cytokine storm with a sphingosine analog provides protection against pathogenic influenza virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "12018--12023",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Anti-inflammatory therapy in chronic disease: challenges and opportunities",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tabas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "166--172",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Disease tolerance as a defense strategy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Soares",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": "936--941",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lethal influenza virus infection in macaques is associated with early dysregulation of inflammatory related genes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cilloniz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Insights into the increasing virulence of the swine-origin pandemic H1N1/2009 influenza virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep01601"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "",
            "pages": "1203--1207",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Induction of proinflammatory cytokines in primary human macrophages by influenza A virus (H5N1) is selectively regulated by IFN regulatory factor 3 and p38 MAPK",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "1088--1098",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Network medicine: a network-based approach to human disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Barabasi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gulbahce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loscalzo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Rev Genet",
            "volume": "12",
            "issn": "",
            "pages": "56--68",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Metagenomic systems biology of the human gut microbiome reveals topological shifts associated with obesity and inflammatory bowel disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenblum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Turnbaugh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Borenstein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "",
            "pages": "594--599",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Network biology approach to complex diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Przytycka",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chapter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Anticipating critical transitions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scheffer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "338",
            "issn": "",
            "pages": "344--348",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Gene network reconstruction reveals cell cycle and antiviral genes as major drivers of cervical cancer",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Mine",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Commun",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A network integration approach to predict conserved regulators related to pathogenicity of influenza and SARS-CoV respiratory viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Information transduction capacity of noisy biochemical signaling networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nemenman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levchenko",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "334",
            "issn": "",
            "pages": "354--358",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Systems biology. How information theory handles cell signaling and uncertainty",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levchenko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "338",
            "issn": "",
            "pages": "334--335",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Increased entropy of signal transduction in the cancer metastasis phenotype",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teschendorff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Severini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Syst Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Differential network entropy reveals cancer system hallmarks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bianconi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Severini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teschendorff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Computing topological parameters of biological networks",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Assenov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ramirez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Schelhorn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lengauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Albrecht",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioinformatics",
            "volume": "24",
            "issn": "",
            "pages": "282--284",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang Da",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lempicki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Protoc",
            "volume": "4",
            "issn": "",
            "pages": "44--57",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pattern recognition receptors and inflammation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "140",
            "issn": "",
            "pages": "805--820",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Immunology: Cytosolic DNA sensing unraveled",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Panne",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Chem Biol",
            "volume": "9",
            "issn": "",
            "pages": "533--534",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Structural mechanism of cytosolic DNA sensing by cGAS",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Civril",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "498",
            "issn": "",
            "pages": "332--337",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "T cell receptor signalling networks: branched, diversified and bounded",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Brownlie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zamoyska",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Immunol",
            "volume": "13",
            "issn": "",
            "pages": "257--269",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Proinflammatory cytokine responses induced by influenza A (H5N1) viruses in primary human alveolar and bronchial epithelial cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir Res",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Thermodynamics of biochemical networks and duality theorems",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys Rev E Stat Nonlin Soft Matter Phys",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The energy costs of insulators in biochemical networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Sontag",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biophys J",
            "volume": "104",
            "issn": "",
            "pages": "1380--1390",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "On the evolution of random graphs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Erdös",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rényi",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Publ Math Inst Hungar Acad Sci",
            "volume": "5",
            "issn": "",
            "pages": "17--61",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Network rewiring is an important mechanism of gene essentiality change",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Bowie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep0900"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Impacts of protein-protein interaction domains on organism and network complexity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genome Res",
            "volume": "18",
            "issn": "",
            "pages": "1500--1508",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Diversity-maintained differential evolution embedded with gradient-based local search",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soft Comput",
            "volume": "17",
            "issn": "",
            "pages": "1511--1535",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Inflammasome inhibition as a pathogenic stealth mechanism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Taxman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ting",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "8",
            "issn": "",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Molecular mechanisms of interleukin-10-mediated inhibition of NF-kappaB activity: a role for p50",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Driessler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Venstrom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sabat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Asadullah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Schottelius",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Exp Immunol",
            "volume": "135",
            "issn": "",
            "pages": "64--73",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Detection of multistability, bifurcations, and hysteresis in a large class of biological positive-feedback systems",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Angeli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ferrell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Sontag",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "1822--1827",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A host transcriptional signature for presymptomatic detection of infection in humans exposed to influenza H1N1 or H3N2",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Identifying protein complexes and functional modules--from static PPI networks to dynamic PPI networks",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/bib/bbt039"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Shaping organs by a wingless-int/Notch/nonmuscle myosin module which orients feather bud elongation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "1452--1461",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Towards the identification of protein complexes and functional modules by",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Bioinformatics",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A network-based analysis of systemic inflammation in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Calvano",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "1032--1037",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Finding multiple target optimal intervention in disease-related molecular network",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Syst Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Network-based tools for the identification of novel drug targets",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Farkas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sci Signal",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A systems analysis identifies a feedforward inflammatory circuit leading to lethal influenza infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brandes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Klauschen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuchen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Germain",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "154",
            "issn": "",
            "pages": "197--212",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Host regulatory network response to infection with highly pathogenic H5N1 avian influenza virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "10955--10967",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "NCBI GEO: archive for functional genomics data sets--update",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nucleic Acids Res",
            "volume": "41",
            "issn": "",
            "pages": "991--995",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Proinflammatory cytokine responses induced by influenza A (H5N1) viruses in primary human alveolar and bronchial epithelial cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir Res",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Hyperinduction of cyclooxygenase-2-mediated proinflammatory cascade: a mechanism for the pathogenesis of avian influenza H5N1 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": "525--535",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The Biomolecular Interaction Network Database and related tools 2005 update",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alfarano",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "418--424",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Human Protein Reference Database-2009 update",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nucleic Acids Res",
            "volume": "37",
            "issn": "",
            "pages": "767--772",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "BioGRID: a general repository for interaction datasets",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "535--539",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The STRING database in 2011: functional interaction networks of proteins, globally integrated and scored",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Szklarczyk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "561--568",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Constructing gene regulatory networks for long term photosynthetic light acclimation in Arabidopsis thaliana",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Bioinformatics",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Topological analysis of protein co-abundance networks identifies novel host targets important for HCV infection and pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Syst Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Statistical-mechanical approach to subgraph centrality in complex networks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estrada",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hatano",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chem Phys Lett",
            "volume": "439",
            "issn": "",
            "pages": "247--251",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Hubba: hub objects analyzer -a framework of interactome hubs identification for network biology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic Acids Res",
            "volume": "36",
            "issn": "",
            "pages": "438--443",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Differential evolution-a simple and efficient heuristic for global optimization over continuous spaces",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rainer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kenneth",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Global Optimization",
            "volume": "11",
            "issn": "",
            "pages": "341--359",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Design principles of cell circuits with paradoxical components",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Antebi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Mayo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "",
            "pages": "8346--8351",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Characterizing and controlling the inflammatory network during influenza A virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci. Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep03799"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "This work is licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported license",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Workflow for characterization and control of the inflammatory networks. Step 1: Network construction. The framework of the network construction was shown in Supplementary Figure S1. Step 2: Characterizing the inflammatory networks from network structures. Network metrics explored in this study were summarized in Supplementary Figure S2. Step 3: Construction of nonlinear dynamical models for two sub-networks. The problem that identifies the kinetic parameters in the nonlinear models can be converted into an optimization problem by defining a cost function. Step 4: Characterizing the inflammatory networks from dynamics. The procedure for dynamical analysis of the networks was clearly depicted in Supplementary Figure S3. Step 5: Identification of important protein complexes for controlling inflammation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Average relative errors (AREs) of the networks. The y-axis represents the number of nodes in networks whose AREs are fall into the corresponding bins. (a) and (b) are the distributions of the AREs for the H5N1 and H1N1 datasets, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of the local network entropies (S) between the inflammatory (I) and normal networks (N) for all nodes with degree $2 for H5N1 and H1N1 infections. P-values are from an one-tailed Wilcoxon rank sum test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Plot of the thermodynamic measures, including free energy (F), internal energy (U) and entropy (S) as a function of the average vertex degree for networks generated using Erdos-Rényi models. (N) and (I) indicate the normal and inflammatory samples, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparisons between the numerical simulation results (S), prediction results (P) and experimental data (E) of TNFa, IL-1b, TLR2, NFkB, CXCL10, IFN-c and IL10 in a normal network (N) and an inflammatory network (I). The blue dashed and red solid lines denote the simulation results for N and I, respectively. The blue circles and red stars represent the experimental data for N and I, respectively. The blue and red pentagrams indicate the predicted values at 24 h for N and I, respectively. The experimental errors are also plotted as short bars at each time point. www.nature.com/scientificreports SCIENTIFIC REPORTS | 4 : 3799 | DOI: 10.1038/srep03799 the inflammatory sub-network reached the steady states during the small perturbations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 8 and Supplementary Figure S13). The original values of a21, a31 and a32 were 1.2849, 21.4331 and 2.8533 (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Optimal parameter values obtained using the DMGBDE algorithm (Only the common parameters that appeared in both the normal (N) and inflammatory (I) sub-networks are shown). The white and black bars are parameters in the normal and inflammatory sub-networks, respectively. The parameters with opposite regulations are marked by red ellipses. (a) and (b) represent the reaction rates for activation/inhibition and degradation/basal activity, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Global robustness with respect to the initial values and kinetic parameters in the normal (N) and inflammatory (I) networks, respectively. (a) Initial values. (b) Kinetic parameters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The bistability phenomenon in the inflammatory network for H5N1 infection. (a) The distribution of the IL-1b steady-state levels with 1000 perturbations for parameter a21. (b) The bifurcation graph of IL-1b for parameter a21. The original value of a21 is 1.2849, which is marked by a pentagram. When perturbed to near 1.1286, the steady-state of IL-1b then switched from 5.8846 to 1.4126. SNs indicate saddle nodes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Sharp increase in the entropy of TNFa, NFkB and COX-2 negatively correlated with the changes in the entropy of HDAC4. (a) Evolution process of the local network entropy (S) of TNFa, IL-1b, TLR2, NFkB, CXCL10, IFN-c, IL10, COX-2 and HDAC4. (b) Linear regression to show the correlation between the rate of change of S for TNFa, NFkB, COX-2 and that for HDAC4. The results show that the change in S of HDAC4 is much more correlated with the change in S for TNFa, NFkB and COX-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The summarization of the main results. Compared to normal networks, the inflammatory networks are characterized by higher network entropy, multi-stability (i.e. multi-attractors) and non-existed protein complex. Their high correlations are used to identify the key proteins. The solid and dashed lines between three proteins TNFSF10, HDAC4 and HDAC5 indicate that they form and do not form a protein complex, respectively. This figure was designed and drawn by Jin and Zou.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "infection. Both datasets contain 36 samples in total, with 3 mock and infected replicates for each time point.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "represents the activity level of protein i, b ij denotes the interaction ability of the i-th interactive protein to j-th protein, L is the number of proteins interacting with protein i, d i indicates the degradation effect of the protein, k i represents the basal activity level, n is the number of proteins, and m is the number of samples.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "1 ,x 2 ,:::,x N ,a ij À Á {d i x i zk i , i~1,2,:::,N, ð14Þ where x i~x 1 i ,x 2 i ,:::,x M i À Á T represents the activity level of the protein i, f i is a nonlinear function, a ij gK (the parameter set consisting of all the parameters) is the reaction rate constant for the j-th protein to the i-th protein, d i gK is the degradation rate of ith protein, k i gK is the basal activity level of the i-th protein, N is the number of proteins in the sub-networks and M is the number of samples.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "www.nature.com/scientificreports SCIENTIFIC REPORTS | 4 : 3799 | DOI: 10.1038/srep03799",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "www.nature.com/scientificreports SCIENTIFIC REPORTS | 4 : 3799 | DOI: 10.1038/srep03799",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Ratio robustness (RR) for the perturbed (1000 times) kinetic parameters",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Time points at which the TNFSF10/HDAC4/HDAC5 protein complex appears for both H5N1 and H1N1 infections",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the anonymous reviewers for their helpful comments and suggestions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Author contributions X.F.Z. designed the study; S.Q.J., Y.Y.L. and R.G.P. performed the research and analyzed data; S.Q.J. and X.F.Z. wrote and revised the manuscript. All authors reviewed the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Supplementary information accompanies this paper at http://www.nature.com/ scientificreportsCompeting financial interests: The authors declare no competing financial interests.www.nature.com/scientificreports",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}