{
    "paper_id": "d1f8d3907931e02487816f3a62224659d65f872e",
    "metadata": {
        "title": "The Return of Lombroso? Ethical Aspects of (Visions of) Preventive Forensic Screening",
        "authors": [
            {
                "first": "Christian",
                "middle": [],
                "last": "Munthe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gothenburg",
                    "location": {
                        "postBox": "Box 200",
                        "postCode": "SE-40530",
                        "settlement": "Gothenburg",
                        "country": "Sweden"
                    }
                },
                "email": "christian.munthe@gu.se"
            }
        ]
    },
    "abstract": [
        {
            "text": "The vision of legendary criminologist Cesare Lombroso to use scientific theories of individual causes of crime as a basis for screening and prevention programmes targeting individuals at risk for future criminal behaviour has resurfaced, following advances in genetics, neuroscience and psychiatric epidemiology. This article analyses this idea and maps its ethical implications from a public health ethical standpoint. Twenty-seven variants of the new Lombrosian vision of forensic screening and prevention are distinguished, and some scientific and technical limitations are noted. Some lures, biases and structural factors, making the application of the Lombrosian idea likely in spite of weak evidence are pointed out and noted as a specific type of ethical aspect. Many classic and complex ethical challenges for health screening programmes are shown to apply to the identified variants and the choice between them, albeit with peculiar and often provoking variations. These variations are shown to actualize an underlying theoretical conundrum in need of further study, pertaining to the relationship between public health ethics and the ethics and values of criminal law policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nineteenth-century Italian anthropologist and criminology and forensic psychiatry pioneer Cesare Lombroso is notorious for his idea (first published in Italian in 1876, see Parmelee, 1911 ) that crime originates from specific individual anomalies, and that a scientific mapping of these should be used for preventive criminal policy purposes. Ideally, 'criminal science' should facilitate early identification of 'moral insanity' to foresee which individuals risk developing criminal behaviour and to instigate suitable therapeutic, preventive or mitigating action (Lombroso, 1911; Parmelee, 1911 ). Lombroso's own specific ideas, as those of his US parallel Isaac Ray (1861) , regarding the purely biological nature of the causes of crime were criticized early on for paying too little attention to psychological and social factors (Ellwood, 1912) , and the very idea of a biological explanation of crime was criticized for undermining the institution of criminal justice (Gray, 1858) . 1 A student of Lombroso, Enrico Ferri (1895) , who shared Lombroso's basic assumption that criminal behaviour results from factors behind the individual's control, included social factors as possible causes for criminality, as may indeed have been Lombroso's own intention (Gibson, 2002) . This view was also endorsed by the Swedish psychiatrist Olof Kinberg (1935) , who argued that crime could and should be prevented by detaining the very sick criminals, try to treat those who can be treated, but also to reform society to eradicate poverty and ignorance.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 187,
                    "text": "Parmelee, 1911",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 565,
                    "end": 581,
                    "text": "(Lombroso, 1911;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 582,
                    "end": 596,
                    "text": "Parmelee, 1911",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 665,
                    "end": 675,
                    "text": "Ray (1861)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 833,
                    "end": 848,
                    "text": "(Ellwood, 1912)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 973,
                    "end": 985,
                    "text": "(Gray, 1858)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1003,
                    "end": 1032,
                    "text": "Lombroso, Enrico Ferri (1895)",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1275,
                    "text": "(Gibson, 2002)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1339,
                    "end": 1353,
                    "text": "Kinberg (1935)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The broader Lombrosian vision of using a scientific theory of the causes of crime for early identification of individuals at risk of becoming criminals and enforcing preventive action upon them, continued to inspire criminologists, psychiatrists and policymakers throughout the first half of the 20th century. It was, for instance, a visible ingredient in the eugenic policies implemented throughout the Western world in the 20th century (Broberg and Roll-Hansen, 2005; Lombardo, 2010) . During the 1950s to 1970s, such ideas fell into both scientific and political disrepute, to the benefit of structural political action targeting socio-economic background factors of criminality or a contentedness with the traditional measure of threatening would-be offenders with retrospective punishment. However, from the beginning of the 21st century, the Lombrosian vision has resurfaced, in the wake of advances of behavioural genetics, neuroscience and psychiatric and criminological epidemiology (Andrews, 1999; Ferguson and Beaver, 2009; Ferguson 2010; Falk et al., 2014 , Raine, 2013 , Glenn and Raine, 2014 . In a fresh overview of the novel field of neurocriminology, it is thus typically stated:",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 469,
                    "text": "(Broberg and Roll-Hansen, 2005;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 470,
                    "end": 485,
                    "text": "Lombardo, 2010)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 992,
                    "end": 1007,
                    "text": "(Andrews, 1999;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1008,
                    "end": 1034,
                    "text": "Ferguson and Beaver, 2009;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1035,
                    "end": 1049,
                    "text": "Ferguson 2010;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1050,
                    "end": 1067,
                    "text": "Falk et al., 2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1068,
                    "end": 1081,
                    "text": ", Raine, 2013",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1082,
                    "end": 1105,
                    "text": ", Glenn and Raine, 2014",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From a public-health perspective, applications of neurobiological research on violence at the population level relatively early in life may help to prevent adult violence. (Glenn and Raine, 2014: 61) .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 199,
                    "text": "(Glenn and Raine, 2014: 61)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This return of the Lomrosian vision in contemporary science has attracted some critical attention in mass media (Cohen, 2011; Tallis, 2013) , but has so far received sparse scrutiny from ethical standpoints. Horskötter has commented on versions of the Lombrosian vision targeting children and psychopathy (Horstkötter and de Wert, 2013; Horstkötter et al., 2014) , and there has been some interest from scholars within the rapidly growing field of neurolaw (e.g. Søbirk Petersen, 2014). Most of this latter field, however, focus on the possible impact of neuroscientific findings on legal responsibility and legal practices more generally (Aharoni et al. 2008; Vincent, 2013 Vincent, , 2014 . The lack of research on ethical implications of the new Lombrosian vision may be due to the intricacies of applying standard bioethics perspectives to areas where health care and medicine is put to serve the legal system, such as forensic psychiatry (Appelbaum, 2008; Munthe et al., 2010) . However, the general notion of broad screening programmes for the purpose of advancing general societal values actualize particular ethical complexities (Juth and Munthe, 2012) , and the very idea of basing both penal and preventive criminal policy on forensic psychiatric risk assessment brings both scientific and ethical hazards of its own (Nilsson et al., 2009) . At the same time, just as it did in the 19th century, the idea of switching said policy to a mode of prevention rather than one that is met within the range of criminal sanctions, may seem the logical step given that crimes can be explained by factors outside the offenders' control and thus be used to challenge the very idea of retribution (Gray, 1858; Raine, 2013; Glenn and Raine, 2014) . This article aims to facilitate further specific inquiry into this intersection of bio, legal and social ethics by providing a critical overview of the new Lombrosian vision from a public health perspective and to review some central ethical issues actualized by its general idea of forensic screening programmes 2 for early detection of individuals who are at risk of committing crimes to target with preventive or mitigating measures.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 125,
                    "text": "(Cohen, 2011;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 126,
                    "end": 139,
                    "text": "Tallis, 2013)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 305,
                    "end": 336,
                    "text": "(Horstkötter and de Wert, 2013;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 337,
                    "end": 362,
                    "text": "Horstkötter et al., 2014)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 639,
                    "end": 660,
                    "text": "(Aharoni et al. 2008;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 661,
                    "end": 674,
                    "text": "Vincent, 2013",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 675,
                    "end": 690,
                    "text": "Vincent, , 2014",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 943,
                    "end": 960,
                    "text": "(Appelbaum, 2008;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 961,
                    "end": 981,
                    "text": "Munthe et al., 2010)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1137,
                    "end": 1160,
                    "text": "(Juth and Munthe, 2012)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1327,
                    "end": 1349,
                    "text": "(Nilsson et al., 2009)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1694,
                    "end": 1706,
                    "text": "(Gray, 1858;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1707,
                    "end": 1719,
                    "text": "Raine, 2013;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1720,
                    "end": 1742,
                    "text": "Glenn and Raine, 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the next section, the main approaches of the new Lombrosian vision are described and discussed in more detail. We note some uncertainties both with regard to scientific hypotheses assumed and to the effectiveness of proposed preventive strategies. However, faith in such assumptions and actions may nevertheless prevail, adding further complexity to ethical analysis and motivating more in-depth inquiry also in cases of what may on the surface look like less realistic ideas. On this basis, we describe 27 strategy types for how the new Lombrosian vision may take concrete form and, in section 3, analyse these from the perspective of general ethical concerns regarding screening and the intersection of medicine and criminal law policy. We hereby identify an underlying nest of general ethical issues, further discussed in section 4. This concerns the balancing of risks of negative side effects-well known from the bioethical discussion of screening programmesagainst possible benefits described mostly in nonhealth terms and linking to the institutional values of criminal law. The result is summed up in section 5, noting that our analysis, rather than delivering a proposed solution, results in a theoretical framework for further, more specific ethical analysis of the intersection of criminal and public health policy, in particular, the idea of medical population screening programmes for the purpose of preventing violent crime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All versions of the new Lombrosian vision (as indeed the older ones) share a general form of the following type:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components, Challenges and Envisioned Approaches"
        },
        {
            "text": "(a) Science: A scientific theory, T, claiming that feature, F, in an individual, I, substantially increases the risk that I will in the future engage in criminal behaviour, compared to individuals lacking F. 3 (b) Detection: A possibility of detecting the presence of F in I before I has started to engage in (some) criminal behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components, Challenges and Envisioned Approaches"
        },
        {
            "text": "(c) Intervention: Certain preventive actions, P, towards I based on T, are likely to decrease the risk brought by F. 4 (d) Ethics: The (possible) costs and drawbacks of applying D and P are justified by the value of the obtained preventive effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components, Challenges and Envisioned Approaches"
        },
        {
            "text": "In this section, we will concentrate on a-c, leaving d for the following sections and taking different ideas of what may be the relevant T to sketch approaches and challenges. Our comments on these factual and technical issues will, however, have bearing on that later discussion in the form of 27 generic strategies for implementing the new Lombrosian vision to be further scrutinized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components, Challenges and Envisioned Approaches"
        },
        {
            "text": "While the driving force behind the new Lombrosian vision is primarily the assumption of a science component being in place, the evidence in favour of any more specific T is so far uncertain, to say the least. The most daring idea present is that of F consisting of genetic factors determining or substantially influencing criminality. Such a T would allow detection of F even before birth, implantation or, ultimately, even conception of I, using methods for preconception, preimplantation or prenatal genetic testing or risk assessment already in clinical use. That, in turn, would facilitate a P of the same form applied already today for family planning on genetic grounds, using partner, gamete or embryo or foetus selection to avoid possible future Is where F is present. Less probably, it may also provide a basis for therapeutic preventive interventions preconceptionally or prenatally. But, of course, a genetic explanation of crime may also ground other types of P (see further below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T = Genetics or Genomics"
        },
        {
            "text": "The discovery of the so-called 'warrior gene' (Brunner et al., 1993) received great interest in the scientific community, suggesting that carriers of a low-activity variant of the monoamine oxidase A gene are more likely to display antisocial aggressive behaviour, an effect proven to depend on adverse childhood environment (Buades-Rotger et al., 2014) . Research has continued to look for specific genes associated with criminal behaviour, but despite the unanimous evidence that genetic effects are involved (adoption and twin studies have shown that hereditary factors explain about 65% of the difference in risk for aggressive antisocial behaviour (Burt, 2009) ), it has proved exceedingly difficult to pin precise behaviour patterns on specific molecular genetic variants (Lee et al., 2013; Vassos et al., 2014) . A typical problem, illustrated by a recent, highly publicized study (Tiihonen et al., 2014) , is that specific mutations found in offender populations may, first, be widespread also among non-offenders and, secondly, surrounded by an innumerable complex of confounding factors not controlled for. The evidence for a strong genetic explanation of the wider phenomenon of 'antisocial personality and behaviour' may at the moment look more compelling (Ferguson, 2010) . However, such explanations typically use diagnoses already conceptually assuming criminality or antisocial violence, making the suggested causal mechanism behind criminality (i.e. the conditions in question) imply circularity, and when sources of that are discounted for, the correlation between mental disorder and forensic risk tends to disappear , Nilsson et al., 2009 Even more uncertain is if the influence of specific genetic factors could ever be shown to be strong enough to ground the claims regarding detection and intervention (b and c above). The category of 'antisocial personality and behaviour' includes a wide variation of behaviour, a lot of which is not illegal. No evidence presently suggests that one single gene, or even a neat combination of a few ones, could be found that controls a certain behaviour, but rather that behaviour is influenced by a great number of genes working together in close interaction with complex environmental factors. This picture may come to change somewhat as biobankbased big data and large-scale epidemiological approaches to behavioural genomics are applied further (Nuffield Council of Bioethics, 2002; Simmons, 2008) , and psychiatric taxonomy is developed to allow multistep inferences from genetic explanations of conditions to causal explanations of relevant behaviour types. 6",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 68,
                    "text": "(Brunner et al., 1993)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 325,
                    "end": 353,
                    "text": "(Buades-Rotger et al., 2014)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 653,
                    "end": 665,
                    "text": "(Burt, 2009)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 778,
                    "end": 796,
                    "text": "(Lee et al., 2013;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 797,
                    "end": 817,
                    "text": "Vassos et al., 2014)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 888,
                    "end": 911,
                    "text": "(Tiihonen et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1284,
                    "text": "(Ferguson, 2010)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1636,
                    "end": 1658,
                    "text": ", Nilsson et al., 2009",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2407,
                    "end": 2444,
                    "text": "(Nuffield Council of Bioethics, 2002;",
                    "ref_id": null
                },
                {
                    "start": 2445,
                    "end": 2459,
                    "text": "Simmons, 2008)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "T = Genetics or Genomics"
        },
        {
            "text": "It is not unlikely that the last-mentioned development will make use of findings from the rapidly advancing field of neuroscience, as specific structures, processes and/or components of the brain and nervous system may be easier to link to specific genetic factors than complex psychiatric diagnoses or behavioural patterns. Even if there is a significant degree of interaction between genetic and environmental factors, the latter may be specific enough to still allow for early detection together with genetic analyses (Pettersson et al., 2013) . If the thus predicted symptoms also substantially increase the risk of future criminality, a genetic T has been established. However, even without the genetic component, neuroscientific findings may by themselves serve as a T. This is the new Lombrosian vision of neurocriminology (Raine, 2013; Glenn and Raine, 2014) , where particular neuobiological phenomena are thought to be substantial parts of the cause of criminality, thus possible to detect in order to assess the risk of future criminal behaviour. Such a T would not facilitate the far-reaching prospect of selecting against future people on the basis of forensic risk promised by the genetic approach, albeit some structures might possibly be available for inspection prenatally.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 546,
                    "text": "(Pettersson et al., 2013)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 830,
                    "end": 843,
                    "text": "(Raine, 2013;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 844,
                    "end": 866,
                    "text": "Glenn and Raine, 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "T = Neurobiology"
        },
        {
            "text": "The evidence base of the neurobiological version of the new Lombrosian vision is so far rather weak, and the methodological challenges to moving forward are partly similar as in the genetic case. A substantial limitation is the small sample size and the absence of controls in studies held out by neurocriminology advocates-as when the volume of the amygdala has been assessed in a small number of extremely violent offenders and proposed as evidence for this to be a neurological determinant of the crimes of these people, without any data on the fate of other people with comparable amygdala volumes, or the amygdala volumes of other comparable offenders (Raine, 2013) . As the authors of a very recent overview conclude:",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 670,
                    "text": "(Raine, 2013)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "T = Neurobiology"
        },
        {
            "text": "Neurocriminological research in particular, and neuroscience in general, are not yet poised to make immediate changes in the prediction, prevention and punishment of criminal offenders. It is also unclear how strong and how well replicated scientific findings should be for their proper use in legal cases (Glenn and Raine, 2014: 61) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 333,
                    "text": "(Glenn and Raine, 2014: 61)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "T = Neurobiology"
        },
        {
            "text": "However, the very same authors also state:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T = Neurobiology"
        },
        {
            "text": ". . . notwithstanding difficulties in determining causality, there is increasing convergence from different disciplinary perspectives that neurobiological influences partly predispose an individual to offending. It is our considered opinion that it would be valuable for researchers and practitioners to focus efforts on: first, the development of innovative and benign biological programmes for crime prevention; second, attempting to enhance the prediction of recidivism, with socially acceptable accuracy . . . (Glenn and Raine, 2014: 61) .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 541,
                    "text": "(Glenn and Raine, 2014: 61)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "T = Neurobiology"
        },
        {
            "text": "That is, albeit a neurobiological T may remain uncertain, and bringing with it necessary complexities due to multiple layers of both biological and sociocultural confounding, trying to develop methods for neurobiological detection and preventive intervention may still appear a fruitful path. The situation may be compared to that of evidence-basing public health interventions in general, where, despite high levels of complexity, there is a live issue of what quality of evidence is required for the justification of interventions (Attena, 2014) . 7 If neurobiology is able to adopt some sort of large-scale big data approach and sufficient evidence is acquired for a suitable T, a number of preventive intervention strategies become open for a P to test. 8 Whether or not any of these can be proved to be sufficiently effective is an open matter, which, as also noticed by Glenn and Raine, by itself actualizes a number of ethics and value issues.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 547,
                    "text": "(Attena, 2014)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "T = Neurobiology"
        },
        {
            "text": "The fact that the specific T may remain uncertain, while the conditions b and c may nevertheless be met points towards a final approach to the new Lombrosian vision, which stays neutral on the choice between competing causal models of crime, while retaining a broad criminological focus. 9 In this case, the T is limited to mapping epidemiological linkage between crime and detectable behavioural, biological or social factors, focusing on particularly burdened populations. Epidemiological studies using large samples have shown that a comparatively small group of individuals commit a large proportion of all violent crimes and that individuals in this group have exhibited disinhibitory behaviour early in life (Moffit and Caspi, 2001; Moffitt et al., 2002; Farrington et al., 2013) . In a recent large Swedish longitudinal study (Falk et al., 2014) comprising 2,393,765 individuals, epidemiological analysis of data from multiple registers was used to isolate a very small portion of individuals responsible for a very large portion of persistent violent criminality, and these individuals were then typed in terms of various conditions and analysed further in comparisons to controls. The authors conclude:",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 738,
                    "text": "(Moffit and Caspi, 2001;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 739,
                    "end": 760,
                    "text": "Moffitt et al., 2002;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 761,
                    "end": 785,
                    "text": "Farrington et al., 2013)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 833,
                    "end": 852,
                    "text": "(Falk et al., 2014)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "T = Criminological and Psychiatric Epidemiology"
        },
        {
            "text": "The vast majority of violent crimes are perpetrated by a small number of persistent violent offenders, almost all males, who have an early onset of violent criminality and display substance use problems, personality disorders, and nonviolent criminality. These findings support the provision of far-reaching interventions among young individuals who have committed one or two violent crimes and are at risk of developing persistent violent criminal behavior. (Falk et al., 2014: 569) One may thus envision further development of this approach to meeting the a-c conditions, by focusing exclusively on traits that distinguish offenders from non-offenders, one-time offenders from repeating offenders, non-violent offenders from violent offenders and so on-traits which should also be reliably detectable and possible to manipulate in a controlled way. What sort of detection (how early? how general?) will be allowed will then depend on what candidates are found to work (the researchers in the above quote are quite cautious in this respect). Of course, any candidate for P thus identified would have to be assessed in further intervention studies. But the point is that any such candidate may then prove effective, even if the issue of the causation of crime, criminal recidivism, gravity of offenses, and so on, remains unclear. 10 In particular, based on the studies just referred to, this scenario looks most promising regarding persistent and violent criminality. About 70% of the small group who are responsible for the majority of violent crimes have displayed early onset of violent criminality, having met criteria for conduct disorder, subsequently with antisocial personality disorder (Falk et al., 2014) , and have shown patterns of aggressive behaviour since early in life, combined with a lack of behavioural control, hyperactivity and difficulties interacting with others (Moffitt et al., 2002; Hofvander et al., 2009) . Based on these data, it can be assumed that even small treatment effects in this group with persistent aggressive behaviour have the potential to prevent tens of percents of grave violent crime. Furthermore, using an early onset of antisocial aggressive behaviour (in childhood) as F, will make the detection of F less problematic from a methodological standpoint.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 483,
                    "text": "(Falk et al., 2014: 569)",
                    "ref_id": null
                },
                {
                    "start": 1331,
                    "end": 1333,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1715,
                    "text": "(Falk et al., 2014)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1887,
                    "end": 1909,
                    "text": "(Moffitt et al., 2002;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1910,
                    "end": 1933,
                    "text": "Hofvander et al., 2009)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "T = Criminological and Psychiatric Epidemiology"
        },
        {
            "text": "Based on this overview, we may envision 27 generic new Lombrosian strategies, depending on three main variants each of when and how broadly the detection of F is to occur. These variants range from the ambitious project of prenatal or even preconceptual detection of Is with F throughout the entire population to the most restricted approach of further probing young criminal offenders to assess risk of recidivism. In between, we have strategies where subgroups of the population are approached for further inquiry, e.g. socio-economic groups, people living in areas burdened by increased or more serious criminality or people who have been diagnosed with certain conditions in health care or educational settings. 11 The resulting nine variants may then be combined with three different intervention strategies (i.e. generic variations of P) to achieve the desired preventive effect, depending on the nature of T and F and the evidence for how the forensic risk may be reduced. Basically, there are three generic P approaches to achieve this: manipulating F (including F's influence on the risk) through treatment, 12 manipulating I through restrictive measures (leaving F and its basic influence on body and mind untouched) or preventing the access of I to society through exclusion (in its most extreme form, implying that I never comes to exist). In all, this creates the map of 27 theoretically available new Lombrosian generic strategies, illustrated by Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1461,
                    "end": 1469,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A Map of New Lombrosian Strategies"
        },
        {
            "text": "The idea of some or one of these approaches to be actually embarked on may appear more or less likely (or far-fetched), depending both on the applied time perspective and how much of current medical ethical standards are taken for granted. It should, however, be noted that neither of the versions presuppose that the scientific and technical problems mentioned earlier have been 'overcome' in any simple sense. Already the question of what would count as such overcoming is, as mentioned, impregnated with ethical issues-not least the very complex issue of what is required of 'good evidence' for some action in response to a serious problem and how much that problem should be allowed to continue, before waiting for further evidence becomes irresponsible (Munthe, 2011) . Moreover, a variety of factors may make practitioners, policymakers and people in general perceive some Lombrosian strategy as promising or even ripe for implementation in spite of weak evidence. As we have seen from the quotations above, already the current scientific expertise in the field expresses strong temptations to this effect despite noting the frailty of the evidence base. This suggests a risk of enthusiasm overshadowing otherwise powerful objections that is far from unprecedented from a historical point of view. It is also easy to imagine the temptation for policymakers (as well as the general public) to reach for the sort of 'easy solutions' to loaded, complex societal problems held out by the Lombrosian vision and also here history teaches us that this may occur regardless of the actual scientific basis, besides veiling ethical complications. Thus, current standard opinions, e.g. that prenatal screening targeting some alleged criminality gene is out of the question, may change just as quickly as past eugenic stances once transformed into the more liberal views that currently prevail in this area of medicine. There is also a particular structural and institutional pull of screening solutions, due to the economic and status benefits for organizations of heading such programmes, that has been highlighted in the health context (Juth and Munthe, 2012 : 2) and which seems no less likely in the new Lombrosian case. To the extent that a society is thus lured into setting up programmes of this sort despite wanting evidence, this will, of course, add to the ethical complications to be presented in the following sections.",
            "cite_spans": [
                {
                    "start": 758,
                    "end": 772,
                    "text": "(Munthe, 2011)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2133,
                    "end": 2155,
                    "text": "(Juth and Munthe, 2012",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "A Map of New Lombrosian Strategies"
        },
        {
            "text": "Regardless of exact version, the new Lombrosian vision is at heart a population screening approach to crime and criminality. Criminality is viewed as a societal problem of importance to prevent or mitigate through early identification of individuals at risk followed by effective interventions in the same way as ill health is viewed in the case of health screening programmes (Juth and Munthe, 2012) . The prima facie case for initially analysing the ethics of the new Lombrosian vision from this angle gains further support by the fact that the currently existing Lombrosian approaches all make use of tools and resources of medicine, health care and health science. In the next section, we will address the underlying theoretical issue of what difference the distinction between the goals of public health and those of criminal law policy may do for such an ethical analysis.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 400,
                    "text": "(Juth and Munthe, 2012)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of Screening and the Lombrosian Vision in General"
        },
        {
            "text": "What should be the Target?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics of Screening and the Lombrosian Vision in General"
        },
        {
            "text": "A basic consideration of any health screening programme is to decide the target condition. The standard criterion from Wilson and Jungner's classic report to the WHO (Wilson and Jungner, 1968 ) is that this target should be 'an important health problem'. This importance, in turn, may emphasize different aspects or dimensions, such as the severity of a condition, its prevalence in the population and what makes the condition desirable to prevent or mitigate (Juth and Munthe, 2012: ch. 2) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 191,
                    "text": "(Wilson and Jungner, 1968",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 460,
                    "end": 490,
                    "text": "(Juth and Munthe, 2012: ch. 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of Screening and the Lombrosian Vision in General"
        },
        {
            "text": "To start with the latter, in the new Lombrosian case, what makes the condition desirable to prevent is rather different from the typical health case. While the downsides of the condition for the individual may be a part of the concern also in the new Lombrosian case (e.g. due to the responses of others to criminal behaviour), the main reason instead has to do with the downsides of criminality to victims and general society. That is, the good to be pursued by the programme may have very little to do with the good of the individual approached by it (Horstkötter et al., 2014) .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 579,
                    "text": "(Horstkötter et al., 2014)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of Screening and the Lombrosian Vision in General"
        },
        {
            "text": "In health screening, there is often a tension between emphasizing the severity or the prevalence when choosing target condition. Therefore, there is a basic screening ethical issue regarding which of these aspects of 'seriousness' should be given priority when designing and assessing programmes (Juth and Munthe, 2012 ). An analogous issue seems to appear in the new Lombrosian case, as a Lombrosian screening may choose between targeting either especially serious crimes (which are typically rare) or more commonly occurring offenses (typically less damaging to victims or society). It is quite conceivable that an I, who would (based on some T and F) be classified as high risk for a crime type that is serious in one of these senses, would not be high risk for crimes, which are serious in the other sense. As described in connection to the epidemiological approaches earlier, it may also be possible to identify targets, where severity and prevalence come together somewhat, such as in the case of persistent violent crime. The choice of target would, in any case, not only be a choice of what criminality is more important to prevent, it may also affect what people are being targeted, burdened, protected and so on. In all, therefore, this issue seems to be a very important one to address thoroughly for any sort of new Lombrosian approach to be justified.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 318,
                    "text": "(Juth and Munthe, 2012",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of Screening and the Lombrosian Vision in General"
        },
        {
            "text": "In a new Lombrosian programme, depending on what F is targeted (depending on what kind of T underlies the design of the programme), more or less risks of harm or inconvenience may be produced by the applied detection method. Higher risks usually follow invasiveness of the method, with invasive prenatal testing, usually claimed to bring a 0.5-1% risk of miscarriage, as an obvious example. Another illustration might be if a neurobiological T would result in detection of F requiring invasive sample taking of brain tissue. Otherwise, detection may bring inconvenience through burdensome or time-consuming procedures, such as filling out questionnaires, completing behavioural tasks and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection: Safety, Precision and Accuracy"
        },
        {
            "text": "A generic concern of all detection methods is their ability to identify adequately and exactly the individuals to be targeted by a programme. Describing variations regarding this usually employs the concepts of true/false positives/negatives and the more overarching concept of positive predictive value (PPV). Any method pertaining to measure some F in relation to some sort of cut-off point between, say, high and low risk, will have to do a trade-off between how well it manages to include all those meant to be included and exclude all those meant to be excluded by the method. The better a method correctly identifies high-risk Is as high risk, the worse it will be at correctly abstaining from identifying low-risk Is as high risk (what is called a false positive), and the better it identifies low-risk Is as low risk, the worse it will be at abstaining from identifying high-risk Is as low risk. Both false negatives and false positives are usually associated with downsides, which need to be considered (Cf. Juth and Munthe, 2012: 63-66) .",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1046,
                    "text": "Juth and Munthe, 2012: 63-66)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detection: Safety, Precision and Accuracy"
        },
        {
            "text": "In the new Lombrosian case, the negative sides of false negatives are quite different from health screening, where the I risks harm due to undetected health problems, which could have been attended to. In a Lombrosian programme, something similar might hold, but only if detection of F and the following application of P is in the interest of I. Since P may mean that I's freedom is curtailed (restriction) or that I is barred entirely from society or even existence (exclusion), without any treatment being administered that benefits I by reducing risk while he/she is free and societally included, it may very well be in I's interest not to have F adequately identified. At the same time, there may remain an interest of society and of potential crime victims to correctly identify I as high risk, so that a P to reduce that risk may be applied, even if that implies downsides for I. False positives, in contrast, are problematic in a health screening mainly due to risks of unwarranted anxiety and risky or burdensome treatment. In the new Lombrosian case, the picture is similar in that an I falsely identified as possessing F risks being subjected to unmotivated measures. 13 In contrast to the health case, however, these may, as we saw, be to the disbenefit of I even in the case of a true positive, with reasons referring to the protection of others and society motivating why they should nevertheless be applied. In the most extreme instance, there will be Is who never come to exist at all or who will be excluded from society due to a falsely attributed risk of future criminality. In addition, there is a general risk that the information about an increased forensic risk will by itself increase the same risk via psychological identification akin to stigmatization (see below), where I so identifies with the forensic labelling that actual criminality becomes more likely, so that the end result even with an effective treatment may be a zero effect or even worse. 14 A further layer of complication is added by the fact that even if a detection method is reasonably precise in terms of positives and negatives, the accuracy of its predictions (whatever they are) may nevertheless falter. This is due to the fact that the PPV of a test, besides its precision, also depends on how common a condition is in a population and how complex is its aetiology. The less common the condition, the more the detection method needs to pick up on less certain indicators for or against the presence or non-presence of the condition and the more complicated are the causes, the more likely it is that there are indicators not being picked up by the method, and thus the likelihood for mistaken predictions increases (Juth and Munthe, 2012: 67-72) .",
            "cite_spans": [
                {
                    "start": 1178,
                    "end": 1180,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 2714,
                    "end": 2744,
                    "text": "(Juth and Munthe, 2012: 67-72)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detection: Safety, Precision and Accuracy"
        },
        {
            "text": "This adds to the ethical complications already sketched in two respects. First, how well a suggested programme can be expected to work will depend on the correct T, as a more complicated causal history of crime will undermine the PPV. Second, these aspects provide another layer of complexity to the trade-off between targeting more or less prevalent types of crimes. The more the target is risks of extremely grave and rare criminality (as in both Falk et al., 2014; Glenn and Raine, 2014) , the less likely that predictions made are correct, thus motivating a weighting down of the confidence of assessed risks, affecting the possible effectiveness of the envisioned P, as well as increasing the risk of serious downsides of the programme.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 467,
                    "text": "Falk et al., 2014;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 468,
                    "end": 490,
                    "text": "Glenn and Raine, 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Detection: Safety, Precision and Accuracy"
        },
        {
            "text": "In any screening programme, the presence of a suitable intervention-what Wilson and Jungner termed 'treatment' (Wilson and Jungner, 1968 )-is a critical element (Juth and Munthe, 2012: 14-18, 72-77) . Basically, this suitability depends on the efficacy and side effects of whatever intervention strategy is applied.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 136,
                    "text": "(Wilson and Jungner, 1968",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 161,
                    "end": 198,
                    "text": "(Juth and Munthe, 2012: 14-18, 72-77)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Intervention: Efficacy, Side Effects and the Therapeutic Gap"
        },
        {
            "text": "As we have seen, the features of whatever procedure is thought to follow a positive detection will decisively impact the assessment of the quality of the detection method. This reasoning may be reversed as well: if the detection method creates a high level of false positives and a thus boost risks of 'overtreatment', the side-effect profile of the intervention will become more serious. But the pros and cons of the intervention do, of course, also provide reasons for and against a programme in their own right. Already in the health case, this issue can be quite complicated, as the fact that a proposed intervention has some positive effects does not mean that the programme confers net benefit on those positively tested (Verweij, 2000: 51-56) . 15 In the new Lombrosian case, only one type of P is easily comparable to the health case, that of treatment. This strategy will, if efficacious, reduce the forensic risk of I, while leaving him or her unrestrained and in contact with society. In fact, if it is combined with a release from otherwise applied measures of restriction and/or exclusion, it may even serve to promote the inclusion and liberty of I (by reducing the risk to a level where the other strategies become inapplicable or unjustified). However, such efficacy must, of course, be balanced against negative side effects of various kinds. These may be of a familiar sort from a health science perspective and may, in the case of a treatment style P, be assessed accordingly.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 749,
                    "text": "(Verweij, 2000: 51-56)",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Intervention: Efficacy, Side Effects and the Therapeutic Gap"
        },
        {
            "text": "We propose that the new Lombrosian vision will to a large extent and for a substantial amount of time suffer from what, in the ethical discussion of human genetics has become known as 'the therapeutic gap' (Juengst, 1994; Holtzman and Shapiro, 1998) . This is the situation that, while risk factors for conditions may be determined, there are no or very few effective ways of mitigating these risks through treatment interventions. 16 Since one strand of the new Lombrosian vision is walking the genetic path, this argument may be made by simply extending the well-known reasons from that field. In the neurobiological case, there is an uncertain and rather limited palette of invasive neuromedicine, so far basically untried in a new Lombrosian setting, some pharmacological treatments for various neuro-behavioural conditions with unsure effects on forensic risks and even less researched behavioural therapies (Glenn and Raine, 2014) . There is currently no treatment method with a solid evidence base for treating individuals with persistent aggressive antisocial behaviour even if pharmacological treatment for ADHD, various treatments for substance-related problems and educational programmes for children with disruptive behaviour hold some promise (NICE, 2013 (NICE, , 2014 Glenn and Raine, 2014) . Research continues and more promising therapies may eventually come to see the light of day, but the fact that a forensic risk-map is likely to be quite complex further discourages the prospect of any straightforward effective Lombrosian treatment P.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 221,
                    "text": "(Juengst, 1994;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 222,
                    "end": 249,
                    "text": "Holtzman and Shapiro, 1998)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 913,
                    "end": 936,
                    "text": "(Glenn and Raine, 2014)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1256,
                    "end": 1267,
                    "text": "(NICE, 2013",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1281,
                    "text": "(NICE, , 2014",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1304,
                    "text": "Glenn and Raine, 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "The Intervention: Efficacy, Side Effects and the Therapeutic Gap"
        },
        {
            "text": "This leaves restriction and exclusion types of P strategies, which (if efficacious) reduce or cancel the crime risk, but not to the benefit of I. That is, the risk reduction will be achieved through the selective restriction of I's liberty and/or by more or less comprehensively limiting I's access to society (up to the extreme of preventing altogether the very existence if I). This is akin to draconian communicable disease management in situations when no cure for highly contagious and severe conditions exists, and isolation and quarantine become the remaining options to fight an epidemic. Although such steps may be justified by dire circumstances from a public health ethical standpoint, it has been argued that minimization (ideally avoidance) of restrictiveness should be a primary consideration also in communicable disease management and public health work (Gostin et al., 2003; Gostin, 2005) . The most extreme version of exclusion approaches (the preconception or prenatal one) would attract a whole body of critique against eugenics. 17 Presumably, Lombrosian restriction or exclusion programmes targeting children and young people would be open to similar charges of inhumanity. On the other hand, in cases of already active offenders, detected increased risk of recidivism may to many people be perceived as sound reason for increased restrictive measures, or even long-term incarceration, although critical ethical views could be lent on such \"preventive detention\" arrangements as well (McSherry, 2014) . An in-between position seems to hold for programmes targeting the group of young children displaying aggressive behaviour in combination with a lack of behavioural control, hyperactivity and difficulties interacting with others. They have already exhibited violent behaviour but, although it might be conceptualized as increasing the risk of repeated violent behaviour, it seems way too early labelling it as a type of recidivism motivating preventive restrictions of freedom or exclusion from society. 18",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 891,
                    "text": "(Gostin et al., 2003;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 892,
                    "end": 905,
                    "text": "Gostin, 2005)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1506,
                    "end": 1522,
                    "text": "(McSherry, 2014)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The Intervention: Efficacy, Side Effects and the Therapeutic Gap"
        },
        {
            "text": "It has already been mentioned how the very perception of oneself as having an increased forensic risk may itself increase this risk. Something similar may be feared regarding how others perceive Is who are detected to have F, or who are subjected to the P of a programme. This is a phenomenon highlighted in health screening ethics in terms of stigmatization (Juth and Munthe, 2012: 55-58) , noticed also in the Lombrosian and neuroethics literature (Farah, 2012; Glenn and Raine, 2014) .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 389,
                    "text": "(Juth and Munthe, 2012: 55-58)",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 463,
                    "text": "(Farah, 2012;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 464,
                    "end": 486,
                    "text": "Glenn and Raine, 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Stigma, Discrimination and Counterproductivity"
        },
        {
            "text": "Stigma effects are about how the perception of I as possessing a negative feature will affect the close social surroundings of I (family, friends, school, neighbourhood and workplace). Negative stigma effects are typically of three kinds: overprotection (impeding I from developing), distancing (impoverishing I's social support) and preventive defence (treating I as an acute danger). Such effects may become embedded in the wider culture and societal institutions, creating widespread discriminatory effects, which barr I from social goods (Horstkötter and de Wert, 2013) . We hypothesize that such a development is particularly likely in the Lombrosian case, as crime and criminal offenders are already strongly viewed as undesirable phenomena warranting social exclusion.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 573,
                    "text": "(Horstkötter and de Wert, 2013)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Stigma, Discrimination and Counterproductivity"
        },
        {
            "text": "Effects such as these, besides appearing overly unfair, may also undermine the very rationale of a Lombrosian programme. The discrimination and exclusion of detected risk individuals will add known risk factors for future criminality, e.g. by making substance use, financial poverty and lack of social skills more likely. Any Lombrosian approach will then be pressed towards further excluding its Is, moving the programme towards the more extreme exclusion strategies and thus increasing its ethical downsides considerably. In the most extreme versions of this sort scenario, the good-hearted ambition of saving young people from the fate of a criminal life and their potential victims from harm results in the most chilling of repressive societal visions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stigma, Discrimination and Counterproductivity"
        },
        {
            "text": "It is a recognized theme of health screening ethics that the view of personal autonomy, the role and importance of consent and the nature of counselling is more complicated than in clinical and health research ethics. The public health element of (effective) screening programmes makes a strict individualistic view of protecting autonomy and designing consent procedures less convincing (Nijsingh, 2007; Juth and Munthe, 2012: 22-26, 82-87) . At the same time, the idea of a least restrictive/intrusive alternative standard may be held out as a reason to retain as much of an individualistic stance as is compatible with a reasonable preventive effect (Gostin, 2005) .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 404,
                    "text": "(Nijsingh, 2007;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 405,
                    "end": 441,
                    "text": "Juth and Munthe, 2012: 22-26, 82-87)",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 667,
                    "text": "(Gostin, 2005)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Autonomy, Consent and Counselling"
        },
        {
            "text": "The specific criminal law policy framing of the new Lombrosian vision may turn this logic either way. On the one hand, the apparent enormity of what is at stake for potential victims and society may be used to play down the standing of the individual, especially if a programme is thought to justify a restriction or exclusion P. If we believe that the assessment of I as possibly dangerous warrants severely coercive or exclusionary measures, it is not so far-fetched to argue that the room for a person to refuse testing may be curtailed-at least if there is some prior cause for suspicion. On the other hand, the variety of risks to both society and individuals of Lombrosian programmes sketched earlier may be framed inside the 'acquit rather than convict' logic of criminal jurisprudence, thus favouring a more cautious approach based on strong standards of pre-counselling and voluntary enrolment. Even with that type of design, however, there would be a risk of structural effects, where public attitudes of suspicion and/or societal pressures to a similar effect towards anyone refusing to enrol may undermine freedom of choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Autonomy, Consent and Counselling"
        },
        {
            "text": "In any case, counselling of some sort has to be a standard element if a new Lombrosian programme is to have any degree of voluntariness. Combined with the way consent is sought, this may be varied to have the programme include different degrees of respect for individual autonomy (Juth and Munthe, 2012: 23-26) . However, counselling, just as in many health screening programmes (Juth and Munthe, 2012: 87-88) , may also be a key element in achieving the programme objectives. Both pre-and post-testing counselling procedures need to be pondered and designed in conjunction with the idea of what sort of P is planned, what is needed to have that intervention effective and how to avoid negative side effects of both detection and nondetection of F.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 310,
                    "text": "(Juth and Munthe, 2012: 23-26)",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 409,
                    "text": "(Juth and Munthe, 2012: 87-88)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Autonomy, Consent and Counselling"
        },
        {
            "text": "We have mapped a number of ways in which the new Lombrosian vision of screening programmes for the early detection of individuals at risk of becoming criminal offenders and preventive intervention targeting these, actualize public health ethical issues related to those of health screening programmes. However, we have also seen that there are several important differences and that many of these have their roots in the specific framing of criminal law policy attached to the Lombrosian vision. But how are the goods and ethics of such policy and public health related to each other?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion: The Ethical Fringes of Criminal Law and Public Health Policy"
        },
        {
            "text": "In a former analysis of the research ethical problems in forensic psychiatry, we addressed the relationship between the goal (in terms of targeted values) of forensic psychiatric research and other types of criminological science in relation to that of public health (Munthe et al., 2010) . One of us has argued, in another context, that the ethical assessment of screening programmes should apply an 'institutional approach', meaning that the balancings of pros and cons and recognition or ignorance of suggested values may to some extent vary depending on the institutional context of the programme (Juth and Munthe, 2012) . Similarly, it has been argued that the goals and ethics of public health may legitimately vary across societal sectors, as these may have their roots in the ethoses of different practices (Wilson, 2009 ) and/or different roles to play in a good society (Coggon, 2010) .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 288,
                    "text": "(Munthe et al., 2010)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 601,
                    "end": 624,
                    "text": "(Juth and Munthe, 2012)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 815,
                    "end": 828,
                    "text": "(Wilson, 2009",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 880,
                    "end": 894,
                    "text": "(Coggon, 2010)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion: The Ethical Fringes of Criminal Law and Public Health Policy"
        },
        {
            "text": "But what, then, is the institutional context of a Lombrosian programme, what practice ethos does it express and what is its role in a good society? These questions, it seems, remain to be analysed, while being essential for understanding the ethical basis for assessing among and within the 27 variants sketched out earlier. Such an analysis, moreover, would determine what concrete limits might be justified for effective new Lombrosian programmes, e.g. with regard to autonomy restrictions, on the basis of various suggested principles for assessing the ethics of public health and criminal law policy interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion: The Ethical Fringes of Criminal Law and Public Health Policy"
        },
        {
            "text": "One particular tension in need of further analysis is the one alluded to in the preceding subsection. In criminal law, we find a deeply embedded jurisprudential ideal of letting clemency prevail, expressed by the burdens and standards of proof in criminal court proceedings applied even in the most gravest of crimes. In contrast, in public health policy, there is a much stronger tradition of accepting broken eggs to have the omelette-at least when circumstances are dire. From these diverse standpoints, how should one assess, e.g., the opportunity of a programme that promises to prevent a substantial number of horrific crimes, but at the cost of a number of those more serious side effects pointed out earlier; in particular, the preventive, lengthy incarceration of a number of people who would, in fact, never have committed any criminal offenses whatsoever? Or how should one assess opportunities of rather than locking up some violent criminals detected as potential recidivists, offering them the option of (obligatory) medication or surgery, in turn bringing a number of health risks?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion: The Ethical Fringes of Criminal Law and Public Health Policy"
        },
        {
            "text": "Another aspect of particular importance is the role of public trust in societal institutions, a primary concern at the base of jurisprudence as well as public health ethics. Both criminal law and public health need high degrees of public confidence to operate well, and this need may justify how other values involved are traded off in cases of conflict. This may be a relevant consideration for the further probing of, e.g., the issue of what conditions or types of forensic risk to target, or what to require regarding the precision of detection methods and effectiveness of preventive interventions. At the same time, public opinion may be seen as posing a threat to the upholding of decent ethical principles. In the criminal law context, this is handled by upholding strict meta-principles of legal security and the rule of law, but it is unclear what counterparts to such safeguards are present in the public health area. This is especially important in view of the strong structural pull towards screening solutions and the lure of policymakers to present simple solutions to difficult problems, the noted societal side effects that may ensue and the observation that it seems very difficult or unlikely to have a screening programme rolled back once instigated, despite the emergence of good reasons against it (Juth and Munthe, 2012) . Together with the unclarity of what safeguards against populist or single-minded excesses would be in place in a new Lombrosian context (where crime policy moves into the public health area), this makes for an unusually complex situation when deciding the basis for balancing the pros and cons of any more concrete new Lombrosian suggestion. At the same time, suppose there could be programmes offering at least some offenders who face long-term incarceration education, medication or surgery that could be scientifically shown to drastically and reliably reduce the risk of recidivism. What reason would there be to say no to that? We have indicated some, but the issue is far from simple. 9. Presumably, this approach will also imply less complicated research ethical challenges than the formerly sketched ones. 10. Of course, the epidemiological links uncovered in such large data sets, may then be forming the basis for further investigations of causal hypotheses, e.g. of a genetic or neuroscientific nature. 11. Of course, there are variations also inside these broad categories. For instance, the cascade approach to detection may limit itself to one I, or use this I as an index for analysing further Is relevantly linked to the index, in analogy with contact tracing in communicable disease management or the mapping of genetic risk in a family, based on the diagnosis of one family member. Likewise, even if a new Lombrosian programme does not single out some specific target 'risk group', it may limit itself to a subgroup of the entire population, e.g. for practical or economic reasons. 12. As mentioned earlier, and as clarified in the description, we do not see this term to imply any distinction between treatment and enhancement, merely as signalling a procedure that invokes a change of I in relation to F. This is in contrast to restriction and exclusion, neither of which invokes any such change. 13. False positives may also cause unnecessary anxiety, of course, as well as seriously affecting both individual and social identity (see the section on stigma, etc. below). 14. A haunting scenario of this kind is painted in Philip Kerr's novel A Philosophical Investigation from 1992 (Kerr, 1992) , where the neurocriminological version of the new Lombrosian vision is envisaged. 15. Also a negative detection result may need to be followed up by some intervention, e.g. counselling in order to make I understand the significance of the result. In the Lombrosian case, this is especially important in light of the risk that a perception of oneself having an increased forensic risk may make a person more prone to actual criminal behaviour. 16. Note that this use of the notion 'therapeutic gap', well established in bioethics, is different from one sometimes used to denote compliance or adherence to treatment recommendations (Feely, 1999) . 17. Note that this version of a Lombrosian programme would not fit within the type of liberal and individually emancipating uses for selecting future offspring sketched in, e.g., Buchanan et al., (2000) or Agar, (2004) . 18. In this case, it is of extra importance to remind about the link between the assessment of intervention strategies and the quality of the detection method. The more that the latter implies false positives, the less more severely restricting or excluding choices of P will appear possible to justify.",
            "cite_spans": [
                {
                    "start": 1319,
                    "end": 1342,
                    "text": "(Juth and Munthe, 2012)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3548,
                    "end": 3560,
                    "text": "(Kerr, 1992)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 4192,
                    "end": 4205,
                    "text": "(Feely, 1999)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4387,
                    "end": 4410,
                    "text": "Buchanan et al., (2000)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4414,
                    "end": 4426,
                    "text": "Agar, (2004)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion: The Ethical Fringes of Criminal Law and Public Health Policy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Liberal Eugenics: In Defence of Human Enhancement",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Agar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Can Neurological Evidence Help Courts Assess Criminal Responsibility? Lessons from Law and Neuroscience",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aharoni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sinnott-Armstrong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gazzaniga",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annals of the New York Academy of Sciences",
            "volume": "1124",
            "issn": "",
            "pages": "145--160",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mental Disorder is a Cause of Crime: The Cornerstone of Forensic Psychiatry",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anckarsäter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Radovic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Svennerlind",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Höglund",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Radovic",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Law and Psychiatry",
            "volume": "32",
            "issn": "",
            "pages": "342--347",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Predicting and Punishing Antisocial Acts: How the Criminal Justice System Might Use Behavioral Genetics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Behavioural Genetics: The Clash of Culture and Biology",
            "volume": "",
            "issn": "",
            "pages": "116--155",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ethics and Forensic Psychiatry: Translating Principles into Practice",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Appelbaum",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of the American Academy of Psychiatry and the Law",
            "volume": "36",
            "issn": "",
            "pages": "195--200",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Complexity and Indeterminism of Evidence-based Public Health: An Analytical Framework. Medicine, Health Care and Philosophy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Attena",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "459--465",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Eugenics and the Welfare State",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Broberg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roll-Hansen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Abnormal Behavior Associated with a Point Mutation in the Structural Gene for Monoamine Oxidase A",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nelen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "O"
                    ],
                    "last": "Breakefield",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Ropers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Oost",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "262",
            "issn": "",
            "pages": "578--580",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Role of the Monoamine Oxidase A Gene in Moderating the Response to Adversity and Associated Antisocial Behavior: A Review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buades-Rotger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gallardo-Pujol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buades-Rotger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gallardo-Pujol",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Psychology Research and Behavior Management",
            "volume": "7",
            "issn": "",
            "pages": "185--200",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "From Chance to Choice: Genetics and Justice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wikler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Are there Meaningful Etiological Differences within Anti-social Behaviour? Results of a Meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Burt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical Psychology Review",
            "volume": "29",
            "issn": "",
            "pages": "163--178",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Does Public Health Have a Personality (and If So, Does It Matter If You Don't Like It)? Cambridge Quarterly of Health Care Ethics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coggon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "235--248",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genetic Basis for Crime: A New Look",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lombroso's Theory of Crime",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ellwood",
                    "suffix": ""
                }
            ],
            "year": 1912,
            "venue": "Journal of Criminal Law and Criminology",
            "volume": "2",
            "issn": "",
            "pages": "716--723",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The 1% of the Population Accountable for 63% of All Violent Crime Convictions",
            "authors": [
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wallinius",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lundström",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frisell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anckarsäter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kerekes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Social Psychiatry & Psychiatric Epidemiology",
            "volume": "49",
            "issn": "",
            "pages": "559--571",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Neuroethics: The Ethical, Legal, and Societal Impact of Neuroscience",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Farah",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annual Review of Psychology",
            "volume": "63",
            "issn": "",
            "pages": "571--591",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Offending from Childhood to Late Middle Age. Recent Results from the Cambridge Study in Delinquent Development",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Piquero",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Therapeutic Gap -Compliance with Medication and Guidelines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feely",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Atherosclerosis",
            "volume": "147",
            "issn": "",
            "pages": "31--37",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genetic Contributions to Antisocial Personality and Behavior: A Meta-Analytic Review from an Evolutionary Perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Social Psychology",
            "volume": "150",
            "issn": "",
            "pages": "160--180",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Natural Born Killers: The Genetic Origins of Extreme Violence",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Beaver",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Aggression and Violent Behavior",
            "volume": "14",
            "issn": "",
            "pages": "286--294",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Criminal SociologyThe Criminology Series",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferri",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Born to Crime: Cesare Lombroso and the Origins of Biological Criminology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Neurocriminology: Implications for the Punishment, Prediction and Prevention of Criminal Behaviour",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Glenn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raine",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature Reviews Neuroscience",
            "volume": "15",
            "issn": "",
            "pages": "54--63",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Future of Communicable Disease Control: Toward a New Concept in Public Health Law",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Milbank Quarterly",
            "volume": "83",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ethical and Legal Challenges Posed by Severe Acute Respiratory Syndrome: Implications for the Control of Severe Infectious Disease Threats",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "3229--3237",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Moral Insanity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "American Journal of Insanity",
            "volume": "14",
            "issn": "",
            "pages": "311--322",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Continuity of Aggressive Antisocial Behaviour from Childhood to Adulthood: The Question of Phenotype Definition",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hofvander",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ossowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lundström",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anckarsäter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Law and Psychiatry",
            "volume": "32",
            "issn": "",
            "pages": "224--234",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Genetic Testing and Public Policy",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Holtzman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "British Medical Journal",
            "volume": "316",
            "issn": "",
            "pages": "852--856",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Enriching the Bioethical Debate on Antisocial Behaviour, Neurobiology and Prevention: Views of Juvenile Delinquents",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Horstkötter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Berghmans",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Wert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioethics",
            "volume": "28",
            "issn": "",
            "pages": "225--234",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Prevention of Psychopathy: What We Owe to Young People",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Horstkötter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Wert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Human Genome Research and the Public Interest: Progress Notes from an American Science Policy Experiment",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Juengst",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "American Journal of Human Genetics",
            "volume": "54",
            "issn": "",
            "pages": "121--128",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Ethics of Screening in Health Care and Medicine: Serving Society or Serving the Patient? Dordrecht",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Juth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munthe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A Philosophical Investigation. London: Chattoo & Windus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Basic Problems of Criminology",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kinberg",
                    "suffix": ""
                }
            ],
            "year": 1935,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Genetic Relationship Between Five Psychiatric Disorders Estimated from Genomewide SNPs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Decandia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ripke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        ";"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mgs)",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Goddard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Visscher",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Wray",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The International Schizophrenia Consortium (ISC)",
            "volume": "45",
            "issn": "",
            "pages": "984--994",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A Century of Eugenics in America: from the Indiana Experiment to the Human Genome Era",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Lombardo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Crime: Its Causes and Remedies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lombroso",
                    "suffix": ""
                }
            ],
            "year": 1911,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Managing Fear: The Law and Ethics of Preventive Detention and Risk Assessment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcsherry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Childhood Predictors Differentiate Life-course-persistent and Adolescence-limited Anti-social Pathways Among Male and Females",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Moffit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caspi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Development and Psychopathology",
            "volume": "13",
            "issn": "",
            "pages": "255--275",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Males on the Life-course-persistent and Adolescence-limited Antisocial Pathways: Followup at Age 26 Years",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Moffitt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caspi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Development and Psychopathology",
            "volume": "14",
            "issn": "",
            "pages": "179--207",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Price of Precaution and the Ethics of Risk",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munthe",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Antisocial Behaviour and Conduct Disorders in Children and Young People: Recognition, Intervention and Management. Clinical Guideline 158. London: National Institute for Health and Clinical Excellence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munthe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Radovic",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anckarsaüter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Quality Standard",
            "volume": "24",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Informed Consent and the Expansion of Newborn Screening",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nijsingh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ethics, Prevention and Public Health",
            "volume": "",
            "issn": "",
            "pages": "198--212",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The Precarious Practice of Forensic Psychiatric Risk Assessment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munthe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gustavson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forsman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anckarsaüter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Law and Psychiatry",
            "volume": "32",
            "issn": "",
            "pages": "400--407",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Genetics and Human Behaviour: The Ethical Context. London: Nuffield Council of Bioethics",
            "authors": [],
            "year": 2002,
            "venue": "Nuffield Council of Bioethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Misbehaving Science: Controversy and the Development of Behavioural Genetics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pannofsky",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Introduction to the English Version",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parmelee",
                    "suffix": ""
                }
            ],
            "year": 1911,
            "venue": "Crime: Its Causes and Remedies",
            "volume": "",
            "issn": "",
            "pages": "xi--xxxii",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Different Neurodevelopmental Symptoms Have A Common Genetic Etiology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pettersson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anckarsäter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gillberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lichtenstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Child Psychology and Psychiatry",
            "volume": "54",
            "issn": "",
            "pages": "1356--1365",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The Anatomy of Violence: The Biological Roots of Crime",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raine",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "An Examination of the Objections to the Doctrine or Moral Insanity",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "American Journal of Insanity",
            "volume": "18",
            "issn": "",
            "pages": "112--138",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Behavioral Genomics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature Education",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "(Neuro)predictions, Dangerousness, and Retributivism",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Søbirk Petersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Ethics",
            "volume": "18",
            "issn": "",
            "pages": "137--151",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The Anatomy of Violence by Adrian Raine -Review. The Guardian",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tallis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Genetic Background of Extreme Violent Behavior",
            "authors": [],
            "year": null,
            "venue": "Molecular Psychiatry",
            "volume": "20",
            "issn": "",
            "pages": "786--792",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Systematic Meta-analyses and Field Synopsis of Genetic Association Studies of Violence and Aggression",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vassos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fazel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Molecular Psychiatry",
            "volume": "19",
            "issn": "",
            "pages": "471--477",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Preventive Medicine between Obligation and Aspiration",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verweij",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Neuroscience and Legal Responsibility",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Neurolaw and Direct Brain Interventions",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Criminal Law and Philosophy",
            "volume": "8",
            "issn": "",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Towards a Normative Framework for Public Health Ethics and Policy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Health Ethics",
            "volume": "2",
            "issn": "",
            "pages": "184--194",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Principles and Practice of Screening for Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jungner",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Geneva: World health Organization",
            "volume": "",
            "issn": "34",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of generic new Lombrosian strategies",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This article is an outcome of a kind invitation by Dorothee Horstkötter to participate in a workshop she arranged at the 33rd Congress of the International Academy of Law and Mental Health, Amsterdam, 14-19 June 2013. We are grateful to the two anonymous PHE reviewers for their apt and constructive comments. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Notes 1. Lombroso's own hypothesis was very specific, pointing to epilepsy as the root cause of 'moral insanity', although he conceded that other disorders might cause criminal behaviour as well. As pointed out already by his early commentators, however, this particular idea may easily be abandoned without thereby abandoning the main idea of criminality as mainly caused by physiological disease or some other type of individual anomaly. 2. Some of the variants discussed will come out as more or less 'screening-like' than others, and especially the versions targeting a few individuals who already have a marked history of extreme violence will more resemble so-called cascade approaches in genetics or communicable disease management, where a known index case is used to probe surrounding possibilities (indications of probable recidivism). However, they will also include mechanisms to initially find these especially burdened persons, which in itself is a sort of screening of the population. For more on the flexible boundaries of the concept of screening, see Juth and Munthe (2012) . 3. The typical supporter of the Lombrosian vision would probably expect F to be an aberration, i.e. possessed by a small minority of the population. However, as such, the vision is not restricted to that outcome. It may very well be a discovery of the scientific research producing T that most people share F, while a minority deviate by being substantially less prone to criminal behaviour. Of course, such a situation may then influence different conclusions with regard to ethics than if F were possessed by a small minority, e.g. due to the costs incurred by a Lombrosian screening effort, or the ambition of such an effort found to be desirable. 4. This intervention may be purely preventive, but may also include both 'therapeutic' and 'enhancing' procedures (however, such a distinction is explicated), possibly depending on if F is classified as an aberration or, for other reasons, a pathology. Our further discussion is not depending on whether or not any such distinction is being made, however. 5. In short, while the conditions may have strong genetic components, it is difficult to use these conditions for causal explanations of criminal behaviour (since such behaviour is usually a part of the very definition of the condition). This regards, e.g. standard definitions of psychopathy or antisocial personality disorder, as well as the commonly used condition of 'conduct disorder'. 6. This road forward will, of course, be littered with problems due to the complexity of social phenomena and the challenge of separating genetic and social heredity with regard to behavioural patterns in complex societal settings containing a large multitude of confounders, thus creating multilayered connections where perceived genetic factors may be masking socio-cultural patterns (such as when a society hosts shared ideas of certain genetic conditions as 'antisocial' or meriting social exclusion, or where such exclusion is simply a pattern of the established sociocultural order, whether or not it is thought of as justified), creating apparent risks of self-fulfilling prophecies seldom addressed by standard methods applied by scientists (for a recent critical account of the entire field of behavioural genetics and genomics, see Pannofsky, 2014) . Possibly, for the sake of the new Lombrosian vision, a way around this profound scientific challenge may be to start experimenting with intervention studies (testing candidates for conditions b and c), hoping to find preventive effects indicating certain causal mechanisms to be present rather than others. This, of course, would imply particular research ethical issues which we will not address further, but hereby acknowledge are in need of analysis. 7. Note especially that research may provide evidence for the efficacy of preventive interventions, although the causal mechanisms and pathways remain unclear. Likewise, good evidence for particular causal hypotheses will not by itself mean that there is good evidence in favour of the efficacy of any particular P. 8. Reliable methods for detection will have to be developed for the research on T itself to get off the ground in the first place, so this condition may be assumed to be met. As in the case of the envisioned forensic genomics research approach sketched earlier, there are specific research ethical challenges implied by a similar neurocriminological research programme.",
            "cite_spans": [
                {
                    "start": 1069,
                    "end": 1091,
                    "text": "Juth and Munthe (2012)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3334,
                    "end": 3350,
                    "text": "Pannofsky, 2014)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}