{
    "paper_id": "d256d493f1987779fa7f2b417941d497bed6b878",
    "metadata": {
        "title": "Integration of Membrane Proteins into the Endoplasmic Reticulum Requires GTP",
        "authors": [
            {
                "first": "Cheryl",
                "middle": [],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [],
                "last": "Connouy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Trudy",
                "middle": [],
                "last": "Morrison",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            },
            {
                "first": "Reid",
                "middle": [],
                "last": "Gilmore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "Massachusetts"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have examined the requirement for ribonucleotides and ribonucleotide triphosphate hydrolysis during early events in the membrane integration of two membrane proteins: the G protein of vesicular stomatitis virus and the hemagglutinin-neuraminidase (HN) glycoprotein of Newcastle disease virus. Both proteins contain a single transmembrane-spanning segment but are integrated in the membrane with opposite orientations. The G protein has an amino-terminal signal sequence and a stop-transfer sequence located near the carboxy terminus. The HN glycoprotein has a single sequence near the amino terminus that functions as both a signal-sequence and a transmembrane-spanning segment. Membrane insertion was explored using a cell-free system directed by transcribed mRNAs encoding amino-terminal segments of the two proteins. Ribosome-bound nascent polypeptides were assembled, ribonucleotides were removed by gel filtration",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "chromatography, and the ribosomes were incubated with microsomal membranes under conditions of defined ribonucleotide content. Nascent chain insertion into the membrane required the presence of both the signal recognition particle and a functional signal recognition particle receptor. In the absence of ribonucleotides, insertion of nascent membrane proteins was not detected. GTP or nonhydrolyzable GTP analogues promoted efficient insertion, while ATP was comparatively ineffective. Surprisingly, the majority of the HN nascent chain remained ribosome associated after puromycin treatment. Ribosome-associated HN nascent chains remained competent for membrane insertion, while free HN chains were not competent. We conclude that a GTP binding protein performs an essential function during ribosome-dependent insertion of membrane proteins into the endoplasmic reticulum that is unrelated to protein synthesis. T HE integration of the vast majority of membrane proteins into the rough endoplasmic reticulum (RER) ~ is initiated by the same protein components involved in the translocation of secretory proteins across the membrane bilayer. The signal recognition particle (SRP) was initially shown to bind specifically and with high affinity to the signal sequence of a nascent secretory polypeptide (21, 42) . In so doing, SRP performs a sorting function by differentiating between polypeptides with RER signal sequences and all other nascent polypeptides that have other cellular destinations. Membrane attachment of polyribosomes synthesizing secretory proteins is strictly dependent upon both SRP (40) and an endoplasmic reticulum-specific receptor for the SRPribosome complex (41) . This receptor is termed the SRP receptor (14, 41) or docking protein (25) . Together SRP and the SRP receptor function to target polyribosomes bearing nascent chains with RER signal sequences to translocation-1. Abbreviations used in this paper: CTABr, cetyltrimethylammonium bromide; GMPPNP, guanylyl-5'-imidodiphosphate; HN, hemagglutinin-neuraminidase; K-RM, salt-extracted microsomal membrane; NDV, Newcastle disease virus; RER, rough endoplasmic reticulum; SRP, signal recognition particle; VSV, vesicular stomatitus virus. competent sites on the cytoplasmic face of the endoplasmic reticulum (11, 25, 41) . The recognition by SRP of both amino-terminal (i.e., transient) and internal (i.e., permanent) signal sequences is the initial event in the integration of membrane proteins with both single and multiple transmembrane-spanning segments (1, 2, 27, 34, 39, 48) .",
            "cite_spans": [
                {
                    "start": 1302,
                    "end": 1306,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1603,
                    "end": 1607,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1683,
                    "end": 1687,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1731,
                    "end": 1735,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1736,
                    "end": 1739,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1759,
                    "end": 1763,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2288,
                    "end": 2292,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2293,
                    "end": 2296,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2297,
                    "end": 2300,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2538,
                    "end": 2541,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2542,
                    "end": 2544,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2545,
                    "end": 2548,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2549,
                    "end": 2552,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2553,
                    "end": 2556,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2557,
                    "end": 2560,
                    "text": "48)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, secretory protein translocation across the endoplasmic reticulum has been shown to require GTP in a capacity unrelated to the continued elongation of the polypeptide chain (9) . In the absence of GTP, SRP-ribosome complexes bind to microsomai membrane vesicles containing a functional SRP receptor. The ribosome-bound nascent chains can be readily extracted from the membrane by high ionic strength buffers or by disruption of the ribosome with EDTA. Upon the addition of GTP or a nonhydrolyzable GTP analogue, the membrane-bound nascent chains become resistant to EDTA or high salt extraction. Nascent chains bound to microsomal membranes in the presence of GTP can be translocated across the membrane bilayer upon termination of the polypeptide with puromycin (9) . Thus, the transbilayer transport of nascent polypeptides is not dependent upon the continued elongation of the polypeptide chain (9, 29) .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To determine whether guanine ribonucleotides are re-quired during integration of membrane proteins we selected two well-characterized integral membrane proteins with distinctly different membrane topologies: the G protein of vesicular stomatitis virus (VSV) and the hemagglutininneuraminidase (HN) glycoprotein of Newcastle disease virus (NDV). Translocation of the amino-terminal domain of the G protein is initiated by a transient amino-terminal signal sequence (22) . Transport of the polypeptide into the lumen of the RER continues until the transmembrane-spanning segment or stop-transfer sequence is encountered (22, 32) . The HN glycoprotein of NDV is integrated in the membrane in the opposite orientation with the amino terminus in the cytoplasm and the carboxy terminus in the lumen (38, 48) . Other integral membrane proteins with a similar topology include the asialoglycoprotein receptor (39) , the neuraminidase of influenza virus (4), and the transferrin receptor (37) . Sequence analysis of the HN protein revealed a single 22-residue hydrophobic domain which is the presumed signal sequence responsible for stable integration of the polypeptide in the membrane (23) . This hydrophobic segment is preceded by an amino-terminal 26-residue hydrophilic domain which is exposed to the cytoplasm upon integration of the HN protein into microsomal membranes of virally infected cells (48) . Nascent polypeptides corresponding to the amino-terminal 90 residues of the G protein and 91 residues of the HN protein were obtained by translation of truncated mRNA transcripts. Membrane insertion of the nascent polypeptides was examined using a posttranslationai assay, which monitored the resistance of membrane-bound nascent chains to EDTA extraction. Insertion of the nascent polypeptides into the membrane was observed to be dependent upon the presence of both SRP and the SRP receptor. In addition, GTP or a hydrolysis-resistant GTP analogue was required during the posttranslational incubation of the SRP-ribosome complex with the microsomal membranes. We present evidence that a continued association of the nascent polypeptide with the ribosome is essential for integration of nascent membrane proteins.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 468,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "(38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "48)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 979,
                    "end": 983,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1394,
                    "end": 1398,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rough microsomal membranes, SRP, and salt-extracted microsomal membranes (K-RM) were isolated from canine pancreas, as described previously (42). K-RMs were subjected to limited protease digestion (5 pg/ml of trypsin for 30 min at 0°C [reference 13]) to prepare membranes from which the cytoplasmic domain of the ¢t-subunit of the SRP receptor was removed. The protease-digested membranes used here were characterized extensively in a previous publication (13) . N-Ethylmaleimide-treated K-RMs (NK-RMs), which are deficient in SRP receptor activity, were prepared as described previously (13) .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of Microsomal Membranes, SRP, and K-RMs"
        },
        {
            "text": "The plasmid pDM9G containing a cDNA insert for the G protein of VSV was constructed by insertion of an Eco RI fragment from the plasmid pSVGL (30) into the Eco RI restriction site of pSP65. The plasmid pSPHNI containing a cDNA insert for the entire coding sequence of the HN glycoprotein of NDV was prepared by ligation of portions of three partial cDNA clones of HN (pTL119, pTL709, and pTL2253), which were described previously (23) . The resulting 1,872-base fragment containing the entire coding sequence of HN was inserted between the Pst I and Sac I sites of pSP64.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "In Vitro Transcription and Translation"
        },
        {
            "text": "Before transcription of mRNA with SP6 RNA polymerase, the plasmids were linearized within the protein-coding sequence with the following restriction enzymes: Ava II (pDM9G) and Hinf I (pSPHNI). The linearized DNA templates were transcribed at a concentration of 0.1 mg/ml in 40 mM Tris-Cl, pH 7.5, 6 mM MgCI2, 2 mM spermidine, 12.5 mM NaCI, 10 mM dithiothreitol (DTT), 0.5 mM each of ATP, GTP, UTP, and CTP, 0.5 U/pl placental RNase inhibitor, and 400 U/ml of SP6 RNA polymerase (Promega Biotec, Madison, WI). The mRNA transcripts were purified after transcription by previously described methods (9, 20) . Wheat germ translations were conducted at 25°C in a volume of 100 pl, containing 30 pl of staphylococcal nuclease-treated wheat germ S 23 (10) , 100 uCi of 135S]methionine (New England Nuclear, Boston, MA), human placental RNase inhibitor (RNasin; Promega Biotec), and a mixture of protease inhibitors compatible with in vitro translation (42) . Translations of the mRNA transcripts were adjusted to either 140 mM KOAc, 2.5 mM Mg(OAc)., (VSV G mRNA transcript), or 90 mM KOAc, 2.5 mM Mg(OAc)2 (HN mRNA transcript).",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 600,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 946,
                    "end": 950,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "In Vitro Transcription and Translation"
        },
        {
            "text": "Ribonucleotides were separated from in vitro-assembled polyribosomes by gel filtration chromatography at 4°C, as described previously (9) . Briefly, a 100-pl aliquot of a cell-free translation was applied to a l-ml Sephacryl S-200 column equilibrated with 50 mM triethanolamine-OAc (pH 7.5), 150 mM KOAc, 2.5 mM Mg(OAc).,, 3 mM DTT, 0.002% Nikkol. The void volume fraction (150 pl) containing in vitro-assembled polyribosomes was supplemented with 250 pM cycloheximide or 1 mM emetine to inhibit protein synthesis during the posttranslational incubation with microsomal membranes. Emetine was used instead of cycloheximide as an elongation inhibitor in experiments in which polysomes were ultimately treated with puromycin as emetine does not interfere with puromycin termination (6) . Aliquots of the void volume fraction were typically incubated with K-RM (3 eq; eq, as defined previously [42] ) and ribonucleotides in a total volume of 30 pl, where volume adjustment was accomplished by the addition of column buffer. Unless stated otherwise, posttranslational incubations were conducted for 10 min at 25°C. The samples were then adjusted to 25 mM EDTA and incubated for 10 min on ice before fractionation on EDTA-sucrose step gradients.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Posttranslational Incubation of Polyribosomes with Microsomal Membranes"
        },
        {
            "text": "Step Gradients Nascent polypeptides were separated into a membrane-bound fraction and a supernatant fraction by centrifugation at 4°C in an airfuge (Beckman Instruments, Palo Alto, CA) using a A-100/30 rotor (9, 12) . After incubation for 10 min on ice in the presence of 25 mM EDTA, the assays were layered over a 50-~tl cushion of 0.25 M sucrose, 50 mM triethanolamine-OAc (pH 7.5), 150 mM KOAc, 25 mM EDTA, 1 mM dithiothreitol (DTT) and centrifuged for 5 min at 20 psi. After centrifugation, the supernatant fraction including the cushion was removed and the polypeptides were precipitated with one-fifth volume of 100% TCA. The resulting TCA-precipitated supernatant fraction and the membrane pellet fraction were resuspended in 10 pl of 0.5 M Tris base, 6.25 % SDS. The sample preparation method removes tRNA from the nascent polypeptide in both the supernatant and pellet fractions.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Fractionation of Translation Products on Sucrose"
        },
        {
            "text": "Peptidyl-tRNA was precipitated with the cationic detergent cetyltrimethylammonium bromide (CTABr), as described previously (12, 16) . The method for the preparation of samples for SDS gel electrophoresis and subsequent fluorography has been described (12) . The radioactivity in specific polypeptides was quantitated by scintillation counting of hydrated excised gel slices in 10 ml of Soluscint A, containing 300 ~1 of Solusol (National Diagnostics).",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "General Methods"
        },
        {
            "text": "The percent HN-91 bound was calculated from the following equation: % HN-91 bound = (P,-Ph)/(P,+S,), where P, is the cpm of HN-91 recovered in the pellet fraction in the assay sample, S~ is the cpm of HN-91 recovered in the supernatant fraction in the assay sample, and Ph is the cpm of HN-91 sedimenting in the pellet fraction in a control assay lacking ribonucleotides. A similar quantity of HN-91 is recovered in the pellet fraction from assays lacking K-RM instead of ribonucleotides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calculations"
        },
        {
            "text": "The detection of ribonucleotide requirements for the translocation of proteins across mammalian microsomal membranes became possible with the development of methods for experimentally separating the synthetic and transport phases of the translocation reaction (9, 27, 29) . Typically, ribosomebound nascent chains of a discrete size are synthesized by cell-free translation of a truncated mRNA transcript (27, 29) . After the addition of a protein synthesis elongation inhibitor and the removal of endogenous ribonucleotides, the nascent polypeptide can be incubated with microsomal membranes under conditions of defined ribonucleotide content to investigate the transport phase of translocation. Several investigators have demonstrated that the efficiency of posttranslational translocation decreases markedly as the length of the nascent chain is increased (8, 29) . For this investigation, truncated mRNAs encoding the first 90 amino acid residues of the VSV G protein (pG-90) or the first 91 residues of the HN protein of NDV (HN-91) were prepared by SP6 RNA polymerase transcription of linearized plasmids containing the relevant eDNA sequences inserted downstream from a promoter for SP6 RNA polymerase.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Translocation of the Ectodomain of the VSV G Protein Requires GTP"
        },
        {
            "text": "The truncated VSV G protein mRNA encodes an aminoterminal 16-residue cleavable signal sequence and an additional 74 residues of the mature ectoplasmic domain of the G protein (31) . Translation of the pG-90 mRNA in a wheat germ cell-free system resulted in the synthesis of a predominant translation product not observed in control translations lacking the mRNA transcript. The pG-90 polypeptide cosedimented with polysomes on sucrose density gradients and was precipitated as a peptidyl-tRNA by CTABr before, but not after treatment of the in vitro translation reaction with 100 laM puromycin (data not shown). Thus, the majority of the nascent polypeptide remains both physically and functionally associated with the ribosome.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Translocation of the Ectodomain of the VSV G Protein Requires GTP"
        },
        {
            "text": "Membrane insertion of the G protein was investigated with an experimental approach used previously to examine membrane attachment of secretory polysomes (9, 12) . The pG-90 mRNA transcript was translated for 30 min either in the presence or absence of SRP. Ribonucleotides and low molecular mass, nonribosome-bound polypeptides were separated from in vitro-assembled polysomes by gel filtration chromatography. In addition to the predominant pG-90 polypeptide, which was synthesized without SRP (Fig. 1, lane 1 ) , synthesis of a second, more rapidly migrating polypeptide was greatly enhanced in translations containing SRP (Fig. 1 , lane 2). This latter polypeptide was the predominant translation product when a truncated mRNA encoding the first 200 residues of the G protein was translated in the presence of SRP (data not shown). As the enhanced synthesis of the more rapidly migrating polypeptide was dependent upon the presence of both SRP and an mRNA transcript encoding the VSV G protein, we conclude that the latter polypeptide corresponds to an SRP-arrested form of the G protein. The desalted polysome fractions were adjusted to 250 lxM cyclo- Figure 1 . SRP is required for attachment of nascent VSV G protein to the microsomal membrane. The truncated pG-90 mRNA was translated for 30 min in a wheat germ translation system either in the presence (lanes 2-6) or absence (lanes 1, 7, and 8) of 16 nM SRP. Low molecular mass solutes were removed from each translation by gel filtration chromatography (see Materials and Methods) and the excluded volume fraction containing pG-90 polysomes was adjusted to 250 I.tM cycloheximide. Aliquots of the pG-90 polysomes were prepared for gel electrophoresis by precipitation with TCA (lanes 1 and 2). Additional aliquots of the pG-90 polysomes were supplemented with ribonucleotides (1 mM ATP, 1 mM GTP; lanes 3-8) and incbuated with K-RMs (2 eq/20 Ial; lanes 5-8) for 10 min at 25°C. The samples were adjusted to 25 mM EDTA and incubated for 10 min at 0°C before centrifugation on EDTA-sucrose step gradients. The gradients were fractionated into supernatant (lanes 3, 5, and 7) and membrane pellet (lanes 4, 6, and 8) fractions, as described in Materials and Methods. The pG-90 translation products were resolved on a 12-20% gradient polyacrylamide gel in SDS and visualized by fluorography of the diphenyloxazoleimpregnated gel.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 512,
                    "text": "(Fig. 1, lane 1 )",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 632,
                    "text": "(Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1164,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Translocation of the Ectodomain of the VSV G Protein Requires GTP"
        },
        {
            "text": "heximide to prevent further protein synthesis, supplemented with ATP and GTP, and then incubated with SRP-depleted microsomal membranes (K-RMs). Formation of a functional ribosome-membrane junction was assayed by cosedimentation of the nascent polypeptides with the membrane fraction after extraction of the membrane with 25 mM EDTA. The EDTA treatment disrupts ribosomes (35) thereby extracting those nascent chains that are adventitiously bound to the membrane by association with loosely adsorbed ribosomes (9, 12) . The nascent G protein was primarily recovered in the supernatant fraction (lane 3) when K-RM were not present during the posttranslational incubation (Fig. I, lanes 3 and  4) . The partial recovery of pG-90 in the pellet fraction in the absence of membranes (lane 4) can primarily be ascribed to aggregation of the polypeptide after EDTA disruption of the ribosome. In contrast, most of the pG-90 was recovered in the membrane pellet fraction (lane 6) when K-RM were included ( Fig. 1, lanes 5 and 6) . A control experiment demonstrated that specific cosedimentation of pG-90 with microsomai membranes was dependent upon the inclusion of SRP (lanes 7 and 8). The SRP requirement could be satisfied by the posttranslational addition of SRP with a detectable, albeit lower efficiency of binding (data not shown). Membrane attachment of pG-90 was not accompanied by a detectable increase in mobility of the polypeptide which could be ascribed to cleavage of the 16-residue signal sequence (Fig. 1 , compare lanes 2 and 6). As noted previously, a membranebound secretory polypeptide of a similar size (86 amino acid residues) was not processed by signal peptidase before release from the ribosome with puromycin (9) .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 513,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1728,
                    "end": 1731,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 670,
                    "end": 694,
                    "text": "(Fig. I, lanes 3 and  4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 998,
                    "end": 1020,
                    "text": "Fig. 1, lanes 5 and 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1506,
                    "end": 1513,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Translocation of the Ectodomain of the VSV G Protein Requires GTP"
        },
        {
            "text": "The previous experiment demonstrated that we could detect the SRP-dependent attachment of the pG-90 polypeptide to the microsomal membrane using the posttranslational assay. To define the ribonucleotide requirement for pG-90 attachment, we conducted the following experiment. Ribonucleotide-depleted pG-90 polysomes were adjusted to 1 mM emetine to inhibit further protein synthesis before incubation with K-RMs. Nascent chain attachment to the membrane was not observed when exogenous ribonucleotides were not included (Fig. 2, lanes 3 and 4) . Approximately half of the pG-90 nascent chains were recovered in the membrane pellet fraction when both K-RM and 100 IxM GTP were present (Fig. 2, lanes 5 and 6) . The requirement for a ribonucleotide could be satisfied by guanylyl-5'-imidodiphosphate (GMP-PNP), a nonhydrolyzable GTP analogue (Fig. 2, lanes 7 and  8) . When we included 1 mM ATP in the posttranslational assay, we did not detect significant membrane attachment of the nascent VSV G protein (Fig. 2, lanes 9 and 10 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 543,
                    "text": "(Fig. 2, lanes 3 and 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 684,
                    "end": 707,
                    "text": "(Fig. 2, lanes 5 and 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 840,
                    "end": 864,
                    "text": "(Fig. 2, lanes 7 and  8)",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1027,
                    "text": "(Fig. 2, lanes 9 and 10",
                    "ref_id": null
                }
            ],
            "section": "Translocation of the Ectodomain of the VSV G Protein Requires GTP"
        },
        {
            "text": "An additional experiment was conducted to determine whether the pG-90 nascent chain could be inserted into the membrane by a ribosome-independent pathway. When pG-90 polysomes were preincubated with puromycin before the addition of membranes, the quantity of pG-90 that cosedimented with the membrane decreased (Fig. 2 , l a n e s / / a n d 12) . The quantity of pG-90 which was recovered in the pellet fraction after puromycin treatment varied somewhat between experiments (data not shown), yet was consistently greater than the quantity of pG-90 which sedimented in control assays lacking either ribonucleotides or microsomal membranes (Fig. 2, lanes 2 and 4) .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 318,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 661,
                    "text": "(Fig. 2, lanes 2 and 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Translocation of the Ectodomain of the VSV G Protein Requires GTP"
        },
        {
            "text": "The truncated mRNA encoding the first 91 residues of the HN protein, encodes a single hydrophobic sequence (residues 27-48) that corresponds to the transmembrane-spanning segment of the mature glycoprotein (23) . Addition of the HN-91 mRNA to a wheat germ translation system resuited in the synthesis of a major translation product with a mobility anticipated for a 91-residue protein. The cotranslational presence of SRP caused neither an inhibition of HN-91 synthesis nor an alteration in mobility of the primary translation product (data not shown). Attachment of the HN-91 polypeptide to the microsomal membrane was evaluated using the same assay used for the pG-90 nascent chain. In the absence of ribonucleotides, HN-91 did not sediment with microsomal membrane vesicles after EDTA extraction (Fig.  3, lane 2) . The majority of the nascent chains cosedimented with the membranes in assays containing either 100 ~tM GTP (Fig. 3, lane 4) or 100 IxM GMPPNP (Fig. 3, lane 6) . Although 100 I.tM ATP was clearly less effective than GTP in promoting membrane insertion of HN-91 (Fig. 3, lane 8) , the amount of membrane-bound HN-91 obtained with ATP was substantially greater than that observed in the absence of ribonucleotides (compare lanes 2 and 8). Higher concentrations of ATP (between 500 IxM and 5 mM, added as MgATP) did not significantly increase the quantity of HN-91 recovered in the membrane pellet fraction (data not shown). However, when the microsomal membranes were treated with an alkaline sodium carbonate solution instead of EDTA, a substantial proportion of the HN-91 was extracted from the membrane bilayer regardless of which nucleotide was pres- Figure 2 . GTP is essential for membrane attachment of the pG-90 nascent chain. Ribonucleotide-depleted pG-90 polysomes containing bound SRP were prepared as in Fig. 1 and adjusted to 1 mM emetine. The pG-90 polysomes were divided into aliquots for a 10-min incubation with K-RMs (lanes 3-12) after adjustment to 100 ~tM GTP (lanes 1, 2, 5, 6, //, and 12), 100 ~M GMPPNP (lanes 7 and 8), and/or 1 mM ATP (lanes 1, 2, 9 -12) . One aliquot of the pG-90 polysomes (lanes//and 12) was incubated at 25°C for 10 min with 100 ~tM puromycin before incubation with K-RMs and ribonucleotides. The assays were fractionated into supernatant (lanes 1, 3, 5, 7, 9, and 11) and membrane pellet (lanes 2, 4, 6, 8, 10, and 12) fractions using EDTA-sucrose gradients as in Fig. 1 , and the pG-90 translation products were resolved by SDS-PAGE. ent (data not shown). Based upon the location of the signal sequence within HN-91 (23) and the ~40 residues of a nascent protein that are buried within a protease inaccessible groove in the large ribosomal subunit (3), we conclude that insufficient polypeptide has been translated to allow the hydrophobic segment of HN-91 to traverse the membrane bilayer and thereby render the protein resistant to carbonate ex- 7 and 8) . The assays were fractionated into supernatant (lanes 1, 3, 5, and 7) and pellet (lanes 2, 4, 6, and 8) fractions as in Fig. 1 and HN-91 was resolved by SDS-PAGE. traction. As a consequence of this observation, we have chosen to use the term \"insertion\" rather than integration to refer to the membrane attachment of the ribosome-bound form of HN-91.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2090,
                    "end": 2094,
                    "text": "-12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 799,
                    "end": 816,
                    "text": "(Fig.  3, lane 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 926,
                    "end": 942,
                    "text": "(Fig. 3, lane 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 961,
                    "end": 977,
                    "text": "(Fig. 3, lane 6)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1079,
                    "end": 1095,
                    "text": "(Fig. 3, lane 8)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1671,
                    "end": 1679,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1832,
                    "end": 1838,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2075,
                    "end": 2089,
                    "text": "(lanes 1, 2, 9",
                    "ref_id": null
                },
                {
                    "start": 2426,
                    "end": 2432,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2911,
                    "end": 2919,
                    "text": "7 and 8)",
                    "ref_id": null
                },
                {
                    "start": 3041,
                    "end": 3057,
                    "text": "Fig. 1 and HN-91",
                    "ref_id": null
                }
            ],
            "section": "Membrane Insertion of the H N Nascent Chain Requires GTP"
        },
        {
            "text": "Several experiments were conducted to determine whether SRP and the SRP receptor were essential for ribonucleotidedependent membrane insertion of HN-91. Deletion of SRP prevented any detectable posttranslational insertion of the HN-91 polypeptide into K-RM in reactions containing both ATP and GTP (data not shown). The SRP receptor can be inactivated either by alkylation of microsomal membranes with 1 mM N-ethylmaleimide (13, 18) or by proteolytic dissection of the cytoplasmically exposed domain of the a-subunit of the SRP receptor (13, 18, 24) . Neither ATP nor GMPPNP-dependent membrane insertion of HN-91 was detected when the SRP receptor was inactivated (data not shown). We conclude that posttranslational insertion of HN-91 proceeds by the SRP and SRP receptor-dependent mechanism that mediates cotranslational integration of the HN glycoprotein (48) .",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Membrane Insertion of the H N Nascent Chain Requires GTP"
        },
        {
            "text": "Conceivably, membrane insertion of HN-91 could be mediated by two distinct pathways: one that uses ATP hydrolysis, while a second requires a GTP-binding protein. Experimentally, GMPPNP could be used to detect a guanine nucleotide-specific pathway, while ATP could be used to detect a ribonucleotide hydrolysis-dependent pathway. An assessment of the relative contributions of ATP hydrolysis and guanine ribonucleotides during insertion of HN-91 was obtained by conducting a time course experiment. HN-91 polysomes were incubated with K-RM either in the presence of 100 ~tM GMPPNP or 1 mM ATP. HN-91 insertion into the membrane occurred rapidly after addition of GMPPNP, while the ATP-dependent insertion pathway was at least 40-fold slower Ribonucleotide-depleted HN-91 polysomes were prepared as in Fig. 3 and adjusted to 250 I-tM cycloheximide. The HN-91 polysome fraction was divided into two aliquots and preincubated at 25°C for 2 min before the addition of K-RM (10 eq/100 I11). A sample was removed from each aliquot as a 0-s time point immediately before adjustment of the first aliquot to 100 IxM GMPPNP and the second aliquot to 1 mM ATP. Additional samples of equal volume were removed at frequent time intervals from both aliquots and rapidly adjusted to 25 mM EDTA. A 10-min time point was not collected from the sample containing GMPPNP. The aliquots were separated into supernatant and pellet fractions, as described in Fig.  1 , and the HN-91 recovered in both fractions was determined by scintillation counting of excised gel bands after SDS-PAGE. The data was calculated as described in Materials and Methods. ( Fig. 4) . Thus, in a cell-free translation reaction containing both ribonucleotide triphosphates, the ATP-dependent mechanism will not contribute significantly to the insertion of HN-91.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 800,
                    "end": 806,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1435,
                    "end": 1442,
                    "text": "Fig.  1",
                    "ref_id": null
                },
                {
                    "start": 1630,
                    "end": 1637,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Membrane Insertion of the H N Nascent Chain Requires GTP"
        },
        {
            "text": "Having shown that membrane insertion of the HN protein is dependent upon SRP, SRP receptor, and GTE we explored the role of the ribosome in the posttranslational reaction. HN-91 polyribosomes were incubated with puromycin to release the polypeptide from the ribosome. The quantity of peptidyl-tRNA present in the ribonucleotide-depleted polysome fraction was determined by precipitation of RNAcontaining molecules with CTABr immediately before and after incubation with puromycin. After a 10-min incubation with puromycin, HN-91 tRNA was not detected (data not shown). Samples of the puromycin-terminated HN-91 were incubated with K-RM to determine whether the ribosome was essential for insertion of HN-91. After puromycin termination, HN-91 did not bind to the microsomal membrane vesicles in the absence of ribonucleotides (Fig. 5, lanes I and  2) . However, in contrast to our results with pG-90, the ribonucleotide-dependent membrane insertion of HN-91 did not detectably decrease after puromycin treatment (Fig. 5, lanes  3 and 4) . Efficient membrane insertion of HN-91 occurred in reactions supplemented with GTP (Fig. 5, lanes 5 and 6) or GMPPNP (Fig. 5, lanes 7 and 8) , while ATP was less effective (Fig. 5, lanes 9 and 10) . Although the combination of ATP and GTP appeared to be slightly more effective than GTP alone, we believe that it would be premature to conclude that the two ribonucleotides act synergistically to promote HN-91 insertion. A comparison of the results above with those shown in Fig. 3 revealed no substantial differences in the extent of membrane insertion of the nascent polypep-tide in reactions containing the individual ribonucleotides. Deletion of SRP or inactivation of the SRP receptor by N-ethylmaleimide treatment prevented membrane insertion of the puromycin-terminated HN-91 polypeptide (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 850,
                    "text": "(Fig. 5, lanes I and  2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1012,
                    "end": 1036,
                    "text": "(Fig. 5, lanes  3 and 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1121,
                    "end": 1144,
                    "text": "(Fig. 5, lanes 5 and 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1155,
                    "end": 1178,
                    "text": "(Fig. 5, lanes 7 and 8)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1210,
                    "end": 1234,
                    "text": "(Fig. 5, lanes 9 and 10)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1513,
                    "end": 1519,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Integration of a Truncated H N after Puromycin Termination"
        },
        {
            "text": "The above experiment suggested that the apparent requirement for the ribosome in mammalian posttranslational translocation reactions could be obviated by recognition of a low molecular weight nascent chain by SRP before puromycin treatment. To explore this possibility, we undertook the isolation of a nonribosome-associated SRP-nascent chain complex that would be competent for GTP-dependent insertion into microsomal membranes. Sucrose density gradient centrifugation was chosen as the most reliable method to separate the puromycin-terminated nascent chains from the ribosome. The extent of puromycin termination was determined by precipitation of the HN-91 peptidyl tRNA by CTABr before ( Fig. 6 d, lane 9 ) and after (lane 10) the puromycin treatment. HN-91 was not precipitated with CTABr after puromycin treatment, indicating that quantitative termination with puromycin had occurred. The sedimentation position of the 80-S monosome was located by the absorbance at 254 nm ( Fig. 6 a) . Due to the low proportion of wheat germ ribosomes engaged in protein synthesis, in vitro-assembled polysomes cannot be detected by UV absorbance (11, 42) . Polysomes engaged in HN-91 synthesis were identified by SDS gel electrophoresis of sucrose gradient fractions from an emetine-treated control sample (Fig. 6 b) . HN-91 sedimented with the 80-S monosome (Fig. 6 b, fractions 7-10) and with polysomes containing multiple ribosomes (fractions H-18). The majority of HN-91 was associated with monosomes presumably due to the inefficiency of translation initiation of uncapped mRNA (5) . Puromycin treatment of the HN-91 polysomes altered the sedimentation profile of the polypeptide (Fig. 6 c) . The amount of HN-91 that sedimented with polysomes containing multiple ribosomes decreased (i.e., fractions H-18). Some HN-91 was recovered in fractions near the top of the sucrose gradient (i.e., fractions 1-6), the expected position/br a ribosome-free complex of SRP and the nascent chain. However, the vast majority of HN-91 cosedimented with the 80-S monosome peak after puromycin treatment, suggesting that the SRP-nascent chain complex remains associated with the ribosome in some fashion. Virtually identical sedimentation profiles of HN-91 were obtained when puromycin was added to the translation reaction before removal of ribonucleotides by gel filtration chromatography (data not shown). Deletion of SRP from the translation was accompanied by a slight increase in the amount of HN-91 that was released from the ribosome after puromycin termination (data not shown). Occasionally, the HN-91 polypeptide migrated as a closely spaced doublet on polyacrylamide gels (Fig. 6 c) . The mobility difference between the two polypeptides corresponds to an apparent molecular mass difference of 0.5 kD, based upon the migration of appropriate radioactive molecular mass markers. Although the etiology of the doublet is not known, we do not believe that the interpretation of the data is altered. An additional experiment was conducted to determine whether the free and ribosome-bound forms of the puro- 1-4) and 9 (lanes 5-8) from a gradient similar to c were incubated with K-RM either in the absence (lanes 1, 2, 5, and 6) or presence (lanes 3, 4, 7, and 8) of 250 laM GMPPNP. The assays were fractionated into supernatant (lanes 1, 3, 5, and 7) and pellet (lanes 2, 4, 6, and 8) fractions as in Fig. 1. mycin-terminated HN polypeptide were competent for membrane insertion. Aliquots of fractions 3 and 9 from a gradient similar to that shown in Fig. 6 c were incubated with K-RM either in the presence or absence of GMPPNP and then fractionated after EDTA treatment (Fig. 6 d) . The ribosome-free form of HN-91 (i.e., fraction 3) did not sediment with microsomal membranes after incubation with (lane 4) or without (lane 2) GMPPNP. In contrast, the ribosome-bound form of HN-91 (fraction 9) retained the ability to bind to microsomal membranes when GMPPNP was included (lane 8), but not when GMPPNP was deleted (lane 6). Thus, membrane insertion of the puromycin-terminated form of HN-91 does not represent an example of a ribosome-independent integration event, but is instead due to the continued stable and unanticipated association of the polypeptide with the ribosome.",
            "cite_spans": [
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1576,
                    "end": 1579,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 709,
                    "text": "Fig. 6 d, lane 9",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 982,
                    "end": 991,
                    "text": "Fig. 6 a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1299,
                    "end": 1309,
                    "text": "(Fig. 6 b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1352,
                    "end": 1378,
                    "text": "(Fig. 6 b, fractions 7-10)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1678,
                    "end": 1688,
                    "text": "(Fig. 6 c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2666,
                    "end": 2676,
                    "text": "(Fig. 6 c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3096,
                    "end": 3100,
                    "text": "1-4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3391,
                    "end": 3398,
                    "text": "Fig. 1.",
                    "ref_id": null
                },
                {
                    "start": 3541,
                    "end": 3547,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3662,
                    "end": 3672,
                    "text": "(Fig. 6 d)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Sucrose Gradient Analysis of Puromycin-treated HN-91 Polysomes"
        },
        {
            "text": "For many years, the process of translocation of secretory proteins across the endoplasmic reticulum membrane was believed to occur by an obligatory cotranslational mechanism based upon cell-free translation experiments conducted using diverse secretory protein mRNAs and canine pancreas microsomal membrane vesicles. Posttranslational integration of membrane proteins appeared to be restricted to proteins lacking RER signal sequences such as cytochrome b5 (1) . During recent years, several laboratories have shown that posttranslational translocation and membrane protein integration events can be detected (7-9, 15, 26-29, 33, 36, 43-46) . Currently described examples of posttranslational translocation events can be subdivided into two major categories based upon whether the translocated polypeptide is bound to the ribosome. The yeast pheremone prepro-ctfactor can be efficiently translocated across yeast microsomal membranes in vitro by a ribosome-independent mechanism that requires ATP hydrolysis (15, 33, 43) . In contrast, ATP hydrolysis-dependent posttranslational integration of membrane proteins and translocation of secretory proteins across mammalian microsomal membranes is generally restricted to polypeptides that remain attached to the ribosome via tRNA linkage (8, 26, 29) . Notable exceptions to this latter rule are several low molecular mass polypeptides, including M-13 preprocoat protein (45, 46) , honeybee prepromelletin (reference 28; 70 amino acid residues), and frog GLa propeptide (reference 36; 64 amino acid residues). Significantly, these latter precursors can be translocated (or integrated) by an ATP hydrolysis-dependent pathway in the absence of both SRP and a functional SRP receptor (28, 36, 45, 46) . When the secretory protein prelysozyme was prematurely released from the ribosome by introduction of a termination codon at residue 51, the resulting low molecular mass polypeptide was not translocated across microsomal membranes (19) . Ribosome-independent translocation of proteins across mammalian membranes is proposed to be dependent upon specific features of the precursor structure (28) rather than just polypeptide length.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 609,
                    "end": 640,
                    "text": "(7-9, 15, 26-29, 33, 36, 43-46)",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1284,
                    "end": 1287,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1288,
                    "end": 1291,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1292,
                    "end": 1295,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1416,
                    "end": 1420,
                    "text": "(45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1421,
                    "end": 1424,
                    "text": "46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1726,
                    "end": 1730,
                    "text": "(28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1731,
                    "end": 1734,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1735,
                    "end": 1738,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1739,
                    "end": 1742,
                    "text": "46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1975,
                    "end": 1979,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The elongation-independent insertion of the nascent membrane proteins described here falls within the class of posttranslational-translocation reactions, requiring the continued presence of the ribosome. The assay we used monitors the ribosome-mediated delivery and subsequent insertion of a nascent polypeptide into the membrane. Having used similar assays to characterize the membrane attachment of a nascent secretory protein (9) , the integral membrane protein opsin (17) and now both the VSV G protein and NDV-HN glycoprotein, we can begin to draw several conclusions. Un-like the low molecular mass proteins discussed above, mem-. brane attachment of ribosome-bound polypeptides requires both SRP and the SRP receptor (12, 17, 27) . Results obtained using the elongation-independent translocation assays in conjunction with short nascent chains should therefore monitor events relevant to the cotranslational mode of translocation. Formation of a functional junction between a ribosome bearing a nascent preprolactin chain and the membrane was shown previously to require guanine ribonucleotides (9) . Micromolar concentrations of GTP, dGTP, or nonhydrolyzable GTP analogues could satisfy the guanine ribonucleotide requirement while GDP was found to be inhibitory in ribonucleotide competition experiments (9) . We can now extend these observations to several different types of integral membrane proteins. An analogous ribonucleotide requirement was detected for the membrane attachment of an integral membrane protein with an amino-terminal cleavable signal sequence (the VSV G protein). The HN glycoprotein contains an internal signal-sequence transmembrane-spanning segment that directs integration of the protein in the membrane with the amino terminus exposed to the cytoplasm. Membrane insertion of the HN nascent chain also required GTP or GMPPNP. The first transmembrane-spanning segment of opsin is integrated into the membrane in an orientation opposite to that of the HN protein. GTP or nonhydrolyzable GTP analogues were both necessary and sufficient for membrane integration and addition of asparagine-linked oligosaccharide to a 156-residue nascent opsin chain (17) . Thus, neither the presence nor membrane orientation of an internal signal sequence differentially specifies whether a guanine nucleotide-binding protein functions during membrane protein integration. Taken together, our results suggest that a GTP-dependent step in translocation and integration is universal for proteins with RER signal sequences that are cotranslationally recognized by SRP. Presumably, low molecular mass proteins such as GLa (36) are translocated by an entirely distinct mechanism that may not require GTP.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 432,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 729,
                    "end": 732,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1102,
                    "end": 1105,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1313,
                    "end": 1316,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2183,
                    "end": 2187,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2635,
                    "end": 2639,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "ATP was comparatively ineffective in promoting membrane insertion of nascent preprolactin (9), opsin (17) , and pG-90. Current data indicate that the insertion of HN-91 detected in the presence of ATP is ribosome mediated and in addition requires the participation of both SRP and the SRP receptor. Therefore, we do not believe that the ATP-mediated HN-91 insertion is strictly analogous to the posttranslational translocation of yeast prepro-ct-factor across yeast microsomal membranes (15, 33, 43) . We have also not observed an absolute requirement for ribonucleotide triphosphate hydrolysis or ATP for membrane insertion of any of the above nascent chains. In contrast, ribonucleotide hydrolysis requirements have clearly been observed for translocation and integration of ribosome-bound completed polypeptides (7) and larger nascent polypeptides (26, 29) . The most readily identified difference between our experiments and those that have detected ATP hydrolysis requirements (7, 26, 29) concerns the molecular mass of the nascent polypeptides. Several investigators have proposed that the energy supplied by ATP hydrolysis may be used to convert a partially folded precursor polypeptide into a conformation that is competent for transport across the membrane (29, 44, 46) . Cytosolic factors have been detected in both yeast (44) and reticulocyte extracts (46) , which may modulate protein structure in an ATP hydrolysis-dependent reaction. Presumably the co-translational recognition of a low molecular mass nascent chain by SRP has prevented aberrant folding of the polypeptide, and in so doing has allowed us to largely circumvent the ribonucleotide hydrolysis requirement detected by other investigators using posttranslational assays. In the case of bovine opsin (17) and HN-91, a greater amount of the polypeptide was integrated in assays containing GTP than in assays containing GMPPNP. We suggest that ribonucleotide hydrolysis may be used to increase the proportion of the HN-91 substrate that is competent for guanine ribonucleotide-dependent membrane insertion.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 986,
                    "end": 989,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 990,
                    "end": 993,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "(29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1275,
                    "end": 1278,
                    "text": "46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1332,
                    "end": 1336,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1363,
                    "end": 1367,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1775,
                    "end": 1779,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Potentially misleading results were obtained when HN-91 translations were treated with puromycin as a means of releasing the nascent chain from the ribosome. Although the reaction of the peptidyl tRNA with puromycin had clearly occurred as monitored by CTABr precipitation, a surprisingly minor fraction of the polypeptide was released from the ribosome. In contrast, puromycin treatment of SRP-arrested preprolactin polysomes causes efficient release of the nascent chain from the ribosome (data not shown), and the concomitant loss of ability of the nascent chain to bind to K-RM (1:2)i Nonetheless, we believe that the retention of the HN-91 chain by the ribosome after puromycin treatment is not an isolated phenomenon. The intermediate and somewhat variable inhibition of pG-90 attachment after puromycin termination can be ascribed to a subpopulation of pG-90 nascent chains, which remained associated with the ribosome (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ribosome-bound nascent HN proteins remained competent for membrane insertion after resolution on sucrose density gradients. Soluble proteins present in the wheat germ translation system were separated from the ribosome-bound polypeptide and shown to be nonessential for the membrane attachment of HN-91. The membrane insertion of HN-91 bound to gradient-purified 80-S monosomes provides additional evidence for a membrane-bound location of the GTPdependent translocation component. Nonetheless, we cannot formally eliminate the possible cosedimentation of a GTPbinding protein with the 80-S monosome. In particular, protein synthesis elongation factors eEF-1 ct and eEF-2 are GTPbinding proteins whose function in protein synthesis are well-characterized. However, a continued affinity of either of these two elongation factors for a ribosome bearing a puromycin-terminated polypeptide would appear unlikely. Based upon the results described here, we believe that currently identified protein synthesis elongation factors cannot account for the GTP requirement for nascent chain attachment to the membrane. As discussed previously (9) , soluble proteins present in the wheat germ extract are unlikely candidates for the GTP-dependent translocation component, as such proteins have ample opportunity to bind GTP during the initial translation reaction.",
            "cite_spans": [
                {
                    "start": 1131,
                    "end": 1134,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The inability of HN-91 chains recovered from the top of the sucrose gradient to bind to microsomal membranes confirms the previously described requirement for the ribosome in translocation (or integration) of nascent chains across the membrane (8, 12, 29) . Unfortunately, the precise role of the ribosome in maintaining translocation competence of polypeptides remains obscure. Conceivably, SRP may dissociate from the signal sequence of polypeptides released from the ribosome by puromycin treatment, rendering such polypeptides incompetent for translocation. Alternatively, attach-ment of nascent chains to the membrane may require the concerted recognition of both the signal sequence and the ribosome by membrane-bound translocation factors. Such a recognition event apparently requires the GTP-dependent translocation component perhaps functioning in combination with either a ribosome receptor or the recently detected membrane-bound signal sequence receptor (47) . The ribosome may also function to prevent aberrant folding of the polypeptide, as proposed previously (29) .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mechanisms of integration of de novo-synthesized polypeptides into membranes: signalrecognition particle is required for integration into microsomal membranes of calcium ATPase and of lens MP26 but not of cytoehrome b~",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mostov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biobel",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "7249--7253",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Signal recognition protein is required for the integration of acetylcholine receptor subunit, a transmembrane glycoprotein, into the endoplasmic reticulum membrane",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "93",
            "issn": "",
            "pages": "501--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Controlled proteolysis of nascent polypeptides in rat liver cell fractions. I. Location of the polypeptides within ribosomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biobel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Cell Biol",
            "volume": "45",
            "issn": "",
            "pages": "130--145",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "NH.,-terminal hydrophobic region of influenza virus neuraminidase provides the signal function in translocation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "2327--2331",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Methylationdependent translation of viral messenger RNA's in vitro",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Both",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Shatkin",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "72",
            "issn": "",
            "pages": "1189--1193",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Specific inhibition of translocation by tubulosine in eukaryotic polysomes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Eur. J. Biochem",
            "volume": "64",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Demonstration of post-translational secretion of human placental lactogen by a mammalian in vitro translation system",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Caulfield",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenblatt",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Biol. Chem",
            "volume": "261",
            "issn": "",
            "pages": "10953--10956",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Posttranslational translocation of influenza virus hemaglutinin across microsomal membranes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C K"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gething",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Samhrook",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol. Cell. Biol",
            "volume": "7",
            "issn": "",
            "pages": "3842--3845",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Formation of a functional ribosomemembrane junction during translocation requires the participation of a GTP-binding protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "103",
            "issn": "",
            "pages": "2253--2261",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cell-free translation of messenger RNA in a wheat germ system",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biobel",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "96",
            "issn": "",
            "pages": "38--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transient involvement of the signal recognition particle and its receptor in the microsomal membrane prior to protein translocation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "35",
            "issn": "",
            "pages": "677--685",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Translocation of secretory proteins across the microsomal membrane occurs through an environment accessible to aqueous perturbants",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "42",
            "issn": "",
            "pages": "497--505",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Protein translocation across the endoplasmic reticulum, l. Detection in the microsomal membrane of a receptor for the signal recognition particle",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "95",
            "issn": "",
            "pages": "463--469",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Protein translocation across the endoplasmic reticulum. II. Isolation and characterization of the signal recognition particle receptor",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biobel",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Cell Biol",
            "volume": "95",
            "issn": "",
            "pages": "470--477",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In vitro protein translocation across the yeast endoplasmic reticulum. ATP-dependent posttranslational translocation of the prepro-ct-factor",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "45",
            "issn": "",
            "pages": "397--406",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The mode of action of alpha sarcin and a novel assay of the puromycin reaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hobden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cundliffe",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Biochem. J",
            "volume": "170",
            "issn": "",
            "pages": "57--61",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Guanosine triphosphate promotes the posttranslational integration of opsin into the endoplasmic reticulum membrane",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "4381--4385",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Characterization of secretory protein translocation: ribosome-membrane interaction in endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hortsch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Avossa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "103",
            "issn": "",
            "pages": "241--253",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Determinants for protein translocation across mammalian endoplasmic reticulum. Membrane insertion of truncated and full-length prelysozyme molecules",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Ibrahimi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cutler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stueber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bujard",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Eur. J. Biochem",
            "volume": "155",
            "issn": "",
            "pages": "571--576",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Functional messenger RNAs are produced by SP6 in vitro transcription of cloned cDNAs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Krieg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Melton",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nucleic Acids Res",
            "volume": "12",
            "issn": "",
            "pages": "7057--7070",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The signal sequence of nascent preprolactin interacts with the 54K polypeptide of the signal recognition particle",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Kurzchalia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiedmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Girshovich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Bochkareva",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bielka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nature (Lond.)",
            "volume": "320",
            "issn": "",
            "pages": "634--636",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A signal sequence for the insertion of a transmembrane glycoprotein",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Lingappa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Biol. Chem",
            "volume": "253",
            "issn": "",
            "pages": "8667--8670",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nucleotide sequence of the gene encoding the Newcastle disease virus hemagglutininneuraminidase protein and comparisons of paramyxovirus hemagglutinin-neuraminidase protein sequences",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcginnes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virus Res",
            "volume": "7",
            "issn": "",
            "pages": "187--202",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A membrane component essential for vectorial translocation of nascent proteins across the endoplasmic reticulum: requirements for its extraction and reassociation with membranes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobberstein",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Cell Biol",
            "volume": "87",
            "issn": "",
            "pages": "498--502",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Secretory protein translocation across membranes-the role of the \"docking protein",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dobberstein",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Nature (Lond.)",
            "volume": "297",
            "issn": "",
            "pages": "647--650",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Post-translational insertion of a fragment of the glucose transporter into microsomes requires phosphoanhydride bond cleavage",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mueckler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Nature (Lond.)",
            "volume": "322",
            "issn": "",
            "pages": "549--552",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The human glucose transporter can insert posttranslationally into microsomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mueckler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "44",
            "issn": "",
            "pages": "629--637",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Import of honeybee prepromelittin into the endoplasmic reticulum: structural basis for independence of SRP and docking protein",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "6",
            "issn": "",
            "pages": "2099--2107",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Uncoupling translocation from translation: implications for transport of proteins across membranes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perara",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Lingappa",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science (Wash. DC)",
            "volume": "232",
            "issn": "",
            "pages": "348--352",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Expression from cloned cDNA of cell-surface and secreted forms of the glycoprotein of vesicular stomatitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cell",
            "volume": "30",
            "issn": "",
            "pages": "753--762",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Nucleotide sequences of the mRNAs encoding the VSV G and M proteins as determined from cDNA clones containing the complete coding regions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gallione",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Virol",
            "volume": "39",
            "issn": "",
            "pages": "519--528",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Vesicular stomatitis virus glycoprotein is anchored in the viral membrane by a hydrophobic domain near the COOH terminus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sefton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Esch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "77",
            "issn": "",
            "pages": "3884--3888",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Secretion in yeast: translocation and glycosylation of prepro-a-factor in vitro can occur via an ATPdependent post-translational mechanism",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothblatt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "5",
            "issn": "",
            "pages": "1031--1036",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Signal recognition particle-dependent insertion of coronavirus El, an intracellular membrane glycoprotein",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Biol. Chem",
            "volume": "260",
            "issn": "",
            "pages": "4648--4652",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "On the attachment of ribosomes to microsomal membranes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Sabatini",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J. Mol. Biol",
            "volume": "19",
            "issn": "",
            "pages": "503--524",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Import of frog prepropeptide GLa into microsomes requires ATP but does not involve docking protein or ribosomes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schlenstedt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "6",
            "issn": "",
            "pages": "699--703",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Primary structure of the human transferrin receptor deduced from the mRNA sequence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Banville",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nature (Lond.)",
            "volume": "311",
            "issn": "",
            "pages": "675--678",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The carboxy terminus of the hemagglutinin-neuraminidase of Newcastle disease virus is exposed at the surface of the viral envelope",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schuy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Virus Res",
            "volume": "1",
            "issn": "",
            "pages": "415--426",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "An internal signal sequence: the asialoglycoprotein receptor membrane anchor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiess",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "44",
            "issn": "",
            "pages": "177--185",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Translocation of proteins across the endoplasmic reticulum. II. Signal recognition protein (SRP) mediates the selective binding to microsomal membranes of in-vitro-assembled polysomes synthesizing secretory protein",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Cell Biol",
            "volume": "91",
            "issn": "",
            "pages": "551--556",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Translocation of proteins across the endoplasmic reticulum. III. Signal recognition protein (SRP) causes signal sequence-dependent and site-specific arrest of chain elongation that is released by microsomal membranes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Cell Biol",
            "volume": "91",
            "issn": "",
            "pages": "557--561",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Translocation of proteins across the endoplasmic reticulum, I. Signal recognitioin protein (SRP) binds to in-vitro-assembled polysomes synthesizing secretory protein",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ibrahimi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Cell Biol",
            "volume": "91",
            "issn": "",
            "pages": "545--550",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Secretory protein translocation in a yeast cell-free system can occur posttranslationally and requires ATP hydrolysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "102",
            "issn": "",
            "pages": "1543--1550",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Protein translocation across the yeast microsomal membrane is stimulated by a soluble factor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Chirico",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blobel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "103",
            "issn": "",
            "pages": "2629--2636",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "MI3 procoat and a pre-immunoglobulin share processing specificity but use different membrane receptor mechanisms",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wickner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "2809--2813",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The ATP requiring step in assembly of MI3 procoat protein into microsomes is related to preservation of transport competence of the precursor protein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wiech",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sagstetter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "6",
            "issn": "",
            "pages": "1011--1016",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A signal sequence receptor in the endoplasmic reticulum membrane",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiedmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Kurzchalia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature (Lond.)",
            "volume": "328",
            "issn": "",
            "pages": "830--833",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Translation and membrane insertion of the hemagglutinio-neuraminidase glycoprotein of Newcastle disease virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol, Cell. Biol",
            "volume": "7",
            "issn": "",
            "pages": "1386--1392",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Membrane integration of the HN-91 polypeptide requires guanine ribonucleotides. The truncated HN-91 mRNA was translated for 15 min in a wheat germ system supplemented with 16 nM SRP. Ribonucleotide-depleted polysomes were prepared as inFig. 1and adjusted to 1 mM emetine. Aliquots of the HN-91 polysomes were incubated with K-RM (3 eq/30 ~tl) for 10 min at 25°C after adjustment to no added ribonucleotides(lanes 1 and 2), 100 I.tM GTP(lanes 3 and 4), 100 I.tM GMPPNP (lanes 5 and 6), or 100 ~tM ATP (lanes",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Kinetics of HN-91 insertion into microsomal membranes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Membrane insertion of the HN-91 polypeptide requires guanine ribonucleotides after puromycin termination. Ribonucleotide-depleted HN-91 polysomes were prepared as in Fig. 3, adjusted to 100 ~M puromycin, and incubated for 10 min at 25°C. Aliquots of the puromycin-treated polysomes were incubated with K-RM (3 eq/30 I.tl) after adjustment to no added ribonucleotides (lanes 1 and 2), 100 I.tM GTP (lanes 3-6), 100 ~tM GMPPNP (lanes 7and 8), and/or 100 ~M ATP (lanes 3, 4, 9, and 10). Assays were fractionated into supernatant (lanes 1, 3, 5, 7, and 9) and pellet (lanes 2, 4, 6, 8, and 10) fractions, as in Fig. 1, and HN-91 was resolved by SDS-PAGE.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sucrose density gradient analysis of puromycin-treated HN-91 polysomes. Ribonucleotide-depleted HN-91 polysomes were prepared as in Fig. 3 and divided into two equal aliquots of 150 p.1 for adjustment to either 1 mM emetine or 400 ~tM puromycin. After incubation for 10 min at 25°C, the peptidyl tRNA content was determined by precipitation with CTABr (d, lane 9 [+ emetine]; lane 10 [+ puromycin]). 112.5-~d samples were applied to identical 5-20% sucrose density gradients (total vol 5.0 ml containing 50 mM triethanolamine-OAc [pH 7.51, 150 mM KOAc, 2.5 mM Mg [OAc]> 3 mM DTT, 0.002% Nikkol, 10 ~tg/ml BSA, and a protease inhibitor cocktail [reference 42]) and centrifuged for 45 rain at 50,000 rpm at 4°C using an SW 50.1 rotor (Beckman Instruments, Inc.). The UV absorbance profile was recorded with a flow cell (a, + puromycin) during resolution of the gradients into 18 equal fractions. Aliquots from each fraction were analyzed by SDS-PAGE (b, + emetine; c, + puromycin). The apparent displacement of approximately one fraction between the peak radioactivity of the HN-91 polypeptide in b and c was not reproducibly observed. Aliquots of fractions 3 (d, lanes",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. Alan Jacobson and Dr. John Rose for providing the plasmid pDM9G which contains the cDNA for VSV G protein. We would like to acknowledge the excellent technical assistance of Julie Johnson and Lori McGinnes. This work was supported by National Institutes of Health grants PHS GM 35687 (to R. Gilmore) and PHS GM 37745 (to T. Morrison).Received for publication 1 February 1988, and in revised form 14 March 1988.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}