{
    "paper_id": "d25e73fba5d8ef3d694dcc923c5f7776efa46954",
    "metadata": {
        "title": "Issue 1 Polio Vaccine Strains",
        "authors": [
            {
                "first": "Mao-Zhong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tie-Gang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ai-Hua",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Jiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mei",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Mz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [],
                "last": "Tg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Ah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luo",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiao",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the World Health Assembly endorsed a plan to completely eradicate polio in 1988, the large-scale use of the attenuated oral poliovirus vaccine (OPV) has drastically decreased the number of polio cases. However, the OPV vaccine brings rare but serious adverse consequences, especially in the Type 2 vaccine strains. Most vaccine-associated paralytic poliomyelitis (VAPP) outbreaks are associated with Type 2 polio vaccine strains, and approximately 26-31% of genetically divergent vaccine-derived polioviruses (VDPVs) cases are associated with the Type 2 component of OPV. [1, 2] Other than VAPP cases and VDPVs, Type 2 polio vaccine strains can also cause a variety of illnesses. [3] To the best of our knowledge, no cases of pneumonia resulting from Type 2 polio vaccine strains have been reported. However, here we report an infant case associated with the Type 2 polio vaccine strain.",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 581,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 582,
                    "end": 584,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 3-month-old male infant with no underlying diseases was admitted to Beijing Haidian Hospital on July 31, 2015, where he was diagnosed with lobular pneumonia exactly 26 days after he had received his second dose of trivalent OPV (tOPV). The infant was born from a second regular pregnancy by normal delivery (35/36 weeks gestation, birth weight: 3550 g). The infant also received two birth dose vaccinations (the Bacillus Calmette-Guerin vaccine and hepatitis B vaccine), and no adverse reactions to the vaccinations were reported. The infant had no signs of immunodeficiency. His family had no history of travel in the months before he became ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On July 23, 2015, 18 days after his second dose of tOPV, he developed a fever, concomitant cough, some phlegm, and his body temperature reached 40°C. An antibiotic was given by intravenous drip for 3 days in a local hospital in Anhui Province, but a low-grade fever and cough persisted until his hospitalization in Beijing Haidian Hospital. Blood tests in the Haidian Hospital revealed the following results: the total white blood cell count was 1.165 × 10 10 /L (normal range: 1.500 × 10 10 /L-2.000 × 10 10 /L); N: 14.8%; the total platelet count was 7 × 10 11 /L; and hemoglobin was 110 g/L. The laboratory tests showed that the C-reactive protein was 5.0 mg/L (normal range ≤10.0 mg/L). Chest radiographs showed thickness or turbulence in the texture in both lungs and blotches of shadows in the right lung. Further clinical features were respiratory sounds and pulmonary rales. In the hospital, treatments included antibiotic therapy and respiratory management such as aerosols, suctioning, back therapy, and body positioning. He was given intravenous tazobactam sodium 1 g/d and ambroxol hydrochloride and Ge injections 15 mg/d. After 3 days of treatment, his body temperature returned to normal and his cough was mild. He was released on August 8 after his cough and pulmonary rales disappeared and after the chest films revealed significant absorption of the infected lesions. Except for the presence of the pneumonia symptoms, he had no problems with his growth and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A nasopharyngeal swab sample was collected at the time of admission. Total nucleic acid (RNA and DNA) was extracted from the clinical specimens using a Thermo The results were positive for the enterovirus RNA, but no other respiratory pathogens were detected. Subsequently, a Type 2 polio vaccine strain was identified with cycle threshold values of 25 using the enterovirus molecular serotyping method and the poliovirus intratypic differentiation method. [4] To further characterize this virus strain, the entire VP1 region was determined directly from the nasopharyngeal swab with the method provided by National Polio Laboratory of China. The VP1 sequences were compared with the sequences available in the GenBank database using the basic local alignment search tool. The results showed that the sequence had 100% nucleotide similarity compared with that of the parental Sabin Type 2 strains. Meanwhile, the poliovirus nucleic acid was identified in the patient's nasopharyngeal swab sample using an Ion Torrent PGM deep sequencing instrument for a viral metagenome analysis. Several other viruses were identified in this sample, including the fowl adenovirus C, the Streptococcus phage, the human endogenous retrovirus, and the choristoneura occidentalis granulovirus, but none were associated with this pneumonia. The virus was also isolated from the patient's nasopharyngeal swab sample using rhabdomyosarcoma (RD) (human RD cell) and L20B (murine cell lines expressing the human poliovirus receptor) cell lines provided by National Laboratory for poliomyelitis in China CDC.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This case investigation revealed that the patient received his first dose of tOPV on June 4 and the second dose on July 5, in accord with China's immunization schedule. He was hospitalized in the Capital Institute of Pediatrics with pneumonia on June 31, which was 27 days after taking the first tOPV, and he had similar respiratory clinical symptoms within 35 days after his second dose of tOPV. Unfortunately, the clinical specimens could not be obtained from his first hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The results of the clinical and laboratory tests indicated that this pneumonia was caused by the polio virus. To the best of our knowledge, the relationship between the polio vaccine strain and pneumonia has not been previously reported. The polio vaccine strain can propagate and excrete in the upper respiratory system within several days after the OPV administration. In this case, it was unclear whether the polio vaccine strain was a provoking factor or only a contributing factor to the pneumonia onset and development. The clinical and virologic investigation revealed that respiratory illnesses were diagnosed in many patients but only the Sabin poliovirus could be detected in their respiratory tracts, suggesting that ingested OPVs spread and cause diseases beyond the gastrointestinal tract. [3] The poliovirus caused outbreaks of human acute respiratory diseases or \"minor illnesses\" without clinical symptoms of the involvement of the central nervous system. A search of the database revealed that OPVs spread through the nasopharynx which is detected by serum neutralization from patients with acute respiratory infections. [5] Notably, an epidemiological investigation found that an infant had similar respiratory clinical symptoms after each dose of tOPV. Thus, these reports, along with the case in this study, support the causal relationship between the Type 2 polio vaccine and pneumonia.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 806,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additional studies are necessary to better understand the role of OPV in the pathogenesis of respiratory tract infections. However, this report provides an initial case of pneumonia, the outcomes associated with Type 2 polio vaccine strains, and the implications for the safety of attenuated OPV in the absence of wild virus diseases. This report also offers clinical support for the World Health Organization's plan to eliminate the Type 2 component of OPV in 2016 by removing the tOPV and using the bivalent OPV, which contains only Type 1 and 3 components of OPV. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Vaccine-derived polioviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Diop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Kew",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "210",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Polio endgame: The global introduction of inactivated polio vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zipursky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zaffran",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Expert Rev Vaccines",
            "volume": "14",
            "issn": "",
            "pages": "749--62",
            "other_ids": {
                "DOI": [
                    "10.1586/14760584.2015.1001750"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Investigations of clinical isolations of oral poliovirus vaccine strains between 2000 and 2005 in Southern Taiwan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "45",
            "issn": "",
            "pages": "129--163",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2009.03.013"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genotyping of enteroviruses isolated in Kenya from pediatric patients using partial VP1 region",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Opanda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wamunyokoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khamadi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coldren",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Bulimo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Springerplus",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Non-rhinovirus enteroviruses associated with respiratory infections in Peru (2005-2010)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Huaman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carrion",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ampuero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ocaña",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Paz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virol J",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-11-169"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work was supported by grants from the Beijing Municipal Science and Technology Commission (No. Z151100003915140), the Capital Medical Development and Scientific Research Fund (No. 2016-2-3011), and the National Major Science and Technology Project for Control and Prevention of Major Infectious Diseases of China (No. 2016ZX10004206).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Scientific™ KingFisher™ Flex Magnetic Particle Processor (Thermo Fisher, USA). Enteroviruses and a set of respiratory pathogens were detected using a commercial real-time RT-PCR kit (Multiplex Combined Real-time PCR Detection Kit for Respiratory Viruses and Bacteria, Jiangsu Uninovo Biological Technology Company, China), including influenza virus A (pandemic H1N1 influenza virus, seasonal influenza A virus H3N2) and B, respiratory syncytial virus, parainfluenza virus 1 to 4, adenovirus, rhinovirus, human metapneumovirus,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}