{
    "paper_id": "d2685fbd92927824244e9d90a145f59f44317db0",
    "metadata": {
        "title": "ARTICLE Interferon-induced transmembrane protein-3 genetic variant rs12252-C is associated with severe influenza in Chinese individuals",
        "authors": [
            {
                "first": "Yong-Hong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan-Chun",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Human Immunology Unit",
                    "institution": "Oxford University",
                    "location": {
                        "postCode": "OX3 9DS",
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Eleni",
                "middle": [],
                "last": "Giannoulatou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oxford University",
                    "location": {
                        "postCode": "OX3 9DS",
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rong-Hua",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui-Ping",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin-Hua",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Da-Yan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yue-Long",
                "middle": [],
                "last": "Shu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Viral Disease Control and Prevention",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ling-Pei",
                "middle": [],
                "last": "Ho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Human Immunology Unit",
                    "institution": "Oxford University",
                    "location": {
                        "postCode": "OX3 9DS",
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Kellam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wellcome Trust Genome Campus",
                    "location": {
                        "postCode": "CB10 1SA",
                        "settlement": "Hinxton, Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Mcmichael",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRC Human Immunology Unit",
                    "institution": "Oxford University",
                    "location": {
                        "postCode": "OX3 9DS",
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "postCode": "100069",
                        "settlement": "Beijing",
                        "region": "PO",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The SNP rs12252-C allele alters the function of interferon-induced transmembrane protein-3 increasing the disease severity of influenza virus infection in Caucasians, but the allele is rare. However, rs12252-C is much more common in Han Chinese. Here we report that the CC genotype is found in 69% of Chinese patients with severe pandemic influenza A H1N1/09 virus infection compared with 25% in those with mild infection. Specifically, the CC genotype was estimated to confer a sixfold greater risk for severe infection than the CT and TT genotypes. More importantly, because the risk genotype occurs with such a high frequency, its effect translates to a large population-attributable risk of 54.3% for severe infection in the Chinese population studied compared with 5.4% in Northern Europeans. Interferon-induced transmembrane protein-3 genetic variants could, therefore, have a strong effect of the epidemiology of influenza in China and in people of Chinese descent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T here is strong evidence that the interferon-induced transmembrane protein-3 (IFITM3) protein is a virus restriction factor mediating cellular resistance to influenza viruses and other viruses that enter cells via the acidic endosome [1] [2] [3] . The importance of IFITM3 in influenza virus infection was determined by Everitt et al. 4 who showed that severity of influenza virus infection was greatly increased in IFITM3 knockout mice compared with wild-type animals. In humans, the rare SNP rs12252-C allele of IFITM3 truncates the protein, leading to reduced restriction of virus replication in vitro 4, 5 . In Northern European patients infected and hospitalized with seasonal influenza or pandemic influenza A (H1N1)pdm/09 (pH1N1/09) virus, there was an increased homozygosity of the minor C allele of SNP rs12252 in IFITM3 (5.7 versus 0.3%, n ¼ 53). This was the first direct evidence for a host genetic influence on influenza severity in humans. However, because of the rarity of the susceptibility allele (minor allele frequency ¼ 0.034) in people of Northern European descent, the overall effect on the severity of pandemic or seasonal influenza virus in the population is likely to be small. However, the frequency of the IFITM3 rs12252 susceptibility allele is known to be much higher in Han Chinese (minor allele frequency ¼ 0.5).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 321,
                    "end": 337,
                    "text": "Everitt et al. 4",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 608,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 609,
                    "end": 610,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we examine the influence of this polymorphism on severity of influenza A virus infection in Chinese patients. We found a striking high frequency of the CC genotype among patients in China infected by the 2009 pandemic H1N1 virus with severe illness compared with mild infection and the healthy Han Chinese. This implies that the presence of the variant IFITM3 gene influences disease severity rather than susceptibility to infection. Furthermore, using statistic analysis tools, we estimated that patients with the CC genotype have a sixfold greater risk of severe infection compared with those with the CT and TT genotype. The much higher level of CC allele at population level in Han Chinese compared with Caucasians may place the Chinese at a higher risk for developing severe illness upon influenza virus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Clinical and laboratory characteristics of study subjects. During the 2009 pandemic, hospitals in China admitted patients with severe infection, but also, unusually, patients with mild infection, who under normal circumstances would not require hospitalization. This 'open-door' policy provided a unique opportunity to capture a relatively unselected group of patients with divergent outcomes, observed and managed under similar clinical conditions. In this cohort, 83 patients fulfilled the criteria for inclusion (influenza pdmH1N1/09 infection confirmed by viral genome PCR assay, able to give informed consent) and exclusion (use of corticosteroids or any other immunosuppressants for 1 month before or during sampling, coexisting illnesses, pregnancy, positive bacterial cultures from respiratory tract secretions/sputum or blood at any point during hospital admission). Blood was obtained 2 or 3 days after admission and the progress of patients was observed throughout the duration of their hospital stay. At the point of discharge, patients were divided into those with 'mild' and 'severe' disease by perusal of the clinical data over the entire course of their stay. Mild disease (n ¼ 51) was defined as those who reported symptoms (fever, cough, headache and lethargy) only, and whose circulating leukocyte profile (total leukocyte, lymphocytes and neutrophils) was normal throughout the hospital stay. Patients with severe disease (n ¼ 32) were those who reported the symptoms described above, but deteriorated and developed pneumonic consolidation and/or bilateral infiltrates on chest radiograph with or without respiratory failure (defined as PaO 2 /FiO 2 o200 mm Hg), or respiratory failure with disseminated intravascular coagulopathy or renal failure (only 1 of the 32 patients). All the patients (32/32) in severe group used Oseltamivir, and 38/51 of patients in mild group were given Oseltamivir. No patients developed pleural effusion or empyema. Six patients were mechanically ventilated and all of these were among the thirteen severely infected patients who died. Demographic data are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2117,
                    "end": 2124,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The C allele at SNP 12252 was associated with disease severity. We sequenced 300 base pairs of the IFITM3 locus encompassing SNP rs12252 in these 83 pH1N1/09 infected individuals. Of these, 42.17% carried the CC genotype, a higher frequency than in the Han Chinese in the 1,000 genomes sequence database (25.38% CC genotype; (P ¼ 0.0001, w 2 -test)) ( Table 2 , Fig. 1a and b). We then stratified hospitalized patients into mild and severe, based on clinical assessment (Table 1) . Mildly ill individuals did not have significantly different allele frequencies compared with the Fig.  1b and c). Ten of the thirteen patients who died carried the CC genotype.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 359,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 362,
                    "end": 369,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 470,
                    "end": 479,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 579,
                    "end": 587,
                    "text": "Fig.  1b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The recessive model has the largest odds ratio. We analysed the association of rs12252 with severe infection by comparing against the mildly infected individuals assuming different genetic models (Table 3) . We could explicitly assess whether one (dominant) or two copies (recessive) of the C allele increase risk of severe infection, as well as whether the risk increase is significant assuming multiplicative (r-fold increase for CT, r 2 for CC genotype) or additive models (r-fold increase for CT, 2r-fold for CC genotype). All models apart from the dominant model show significant association to severe infection with the recessive model having the largest odds ratio. In particular, under the multiplicative model, the carriers of the C allele showed a threefold increase in risk for severe infection compared with carriers of the T allele (multiplicative model P-value ¼ 7.936 Â 10 À 4 , odds ratio ¼ 3.42, 95% confidence interval 1.63-7.17). Under the recessive model, homozygotes for the C allele were estimated to have a larger, sixfold greater risk for severe infection compared with heterozygotes and homozygotes for the T allele (recessive Elevated serum levels of monocyte chemotactic protein-1 in patients with CC genotype. Together these analyses suggest that the CC variant does not increase the chance of initial virus infection but is associated with severity of the illness, although a larger study including another population is required to prove this definitively. The cytokine monocyte chemotactic protein-1 (MCP-1) is elevated in several viral infections and levels were raised in the lungs of IFTIM3 knockout mice after influenza virus infection 4 . When we grouped the patients by IFTIM3 genotype, we found significantly elevated serum levels of MCP-1 in the patients with the CC genotype compared with patients with CT or TT genotype (P ¼ 0.002) (Fig. 2a) . We also found a higher level of influenza A pH1N1/09-specific antibodies in patients with the CC genotype (P ¼ 0.04) (Fig. 2b) . These data indicate that the CC genotype is associated with a more overt immune response possibly due to higher viral (antigen) load. We did not observe any significant differences in T-cell responses, measured by interferon-gamma ELISpot assays with peptides spanning the whole virus proteome, between patients with and without the CC genotype (Fig. 2c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1873,
                    "end": 1882,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2002,
                    "end": 2011,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2359,
                    "end": 2367,
                    "text": "(Fig. 2c",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our data show that the IFITM3-SNP, rs12252 is associated with disease severity following influenza virus infection in the Chinese population. IFITM3 restricts the replication of influenza virus infection in humans and mice; however, IFITM3 CC homozygotes are more likely to suffer severe respiratory pathology in both UK Caucasians and Han Chinese. Larger scale studies are urgently required to determine whether genotyping for IFITM3-sn12252 in Han Chinese and other Asian patients infected with influenza virus can predict those who might progress to severe disease early in their infection. In these it might be possible to improve their prognosis by early intensification of their treatment. In addition, genotyping should be considered when selecting patients for clinical trials and for studies of influenza virus infection, especially those involving virus challenges with a low pathogenic virus. SNP typing in China costs BUS$8 per sample, and this could be done in most large hospital laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The IFITM3 effect is not dependent on influenza virus subtype, restricting both influenza A and B viruses 4 . In this study, we showed an effect on severity of a low pathogenic influenza A virus in humans. For a more pathogenic virus such as the avian H5N1 influenza virus that has a high fatality rate (59%) 6 , it is possible that the CC genotype could enhance the disease or that the virulent virus overrides the usual protective effects of the CT and TT genotypes. This will need further study. Future studies will also ask whether the disease course differs between severely infected patients who have the CC genotype and those with the CT or TT genotypes.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 309,
                    "end": 310,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is intriguing that the CC genotype 4 is rare in Northern Europeans and common in Asian populations. As many other viral infections are restricted by IFITM3 in vitro, including severe acute respiratory syndrome (SARS) coronavirus, Dengue virus and West Nile virus 1,7 the high population allele frequencies may have been influenced by complex virus exposures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An estimate of how many individuals would develop severe infection specifically due to their CC genotype is given by the population-attributable risk (PAR). This largely depends on the frequency of the risk genotype in the population. As the risk genotype occurs at high frequency in the Chinese population, its effect translates into a large PAR, accounting for 54.25% of severe infection. This is much larger than the corresponding PAR of 5.39% in Northern Europeans, and implies that the incidence of severe influenza infection might be higher in Chinese than in Northern Europeans. This should be explored in future epidemiological studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our data clearly extend the earlier observation in a European cohort that the IFTM3-rs12252CC genotype is significantly associated with influenza severity. The association is primarily with severity of disease rather than susceptibility to infection, although larger studies are required to prove this specific association. IFITM3 may have an important role in virus replication and dissemination following the initial infection. The much higher level of the CC genotype in the Han Chinese population compared with Caucasians may place the Chinese at a higher risk for developing severe illness upon influenza infection. It is not known whether those who are more severely infected with influenza virus are more likely to spread the infection. If this is the case, the high frequency of the C allele in Asian populations may influence the epidemiology of influenza. Sequencing and genotyping of rs12252. Genomic DNA was extracted from peripheral blood mononuclear cell using the PureGene DNA Isolation kit (Gentra Systems, Minneapolis, MN, USA). The region encompassing the human IFITM3 rs12252 sequences were amplified by polymerase chain reaction. The amplification was performed using the following forward and reverse primers: 5 0 -GGAAACTG TTGAGAAACCGAA-3 0 and 5 0 -CATACGCACCTTCACGGAGT-3 0 (Beijing Institute of Genomics(BGI),Shenzhen, China). The PCR products were purified and sequenced on an Applied Biosystems 3730xl DNA Analyser (GATC Biotech). Single-nucleotide polymorphisms were identified using Chromas (Technelysium Pty Ltd) at the BGI, Shenzhen, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MCP-1 quantification. EDTA-separated serum was stored at À 80 1C until analysis. MCP-1 was analysed using a Human Cytokine multiplex assay (Bio-Rad, USA) and Luminex multi-analytic profiling technology (Bio-Rad, USA) according to the manufacturer's instructions as described previously 8 . In brief, serum samples were diluted 1 in 4 with sample diluent, while standards were reconstituted in standard diluent. Standards and samples were incubated with the magnetic beads in a 96-well plate for 30 min at room temperature. After this, detection antibody was added to each well, and incubated at room temperature for a further 30 min. Streptavidin-PE was used as the fluorochrome for antibody detection. Using Bio-Plex Manager software version 6.0, standard Luminex maintenance procedures were performed, and Bio-Plex CAL1 and CAL2 beads were used to calibrate the system.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 287,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Haemagglutination inhibition assay. Antibody titres in the serum samples were determined by haemagglutination inhibition assay as described previously 9 . In brief, the serum samples were treated with receptor destroying enzyme from Vibrio cholerae by diluting one part serum with three parts enzyme and were incubated overnight in a 37 1C water bath and then were heat-inactivated at 56 Ex vivo interferon-c ELISpot assay. 12-16 h interferon-g ELISpot assays were performed using cryopreserved peripheral blood mononuclear cells (PBMCs) as described previously 10 . Two lakh fifty thousand PBMCs were used in each ELISpot well in the final volume of 100 ml. The end concentration of peptide in each well was 2-3.5 mM when testing peptide pools and 2 mM when testing individual peptides. For negative and positive controls, PBMCs were incubated with media alone and with phytohemagglutinin (Wellcome), respectively. Spot forming units (SFU) were counted using an automated ELISpot reader (AID). Responses were considered positive when the number of SFU per well was greater than three times the average negative control value for the given assay, and four times the mean negative control value obtained from the peptide pool screening of all participants. Adjusted SFU after subtracting average negative values were expressed as SFUs per 1,000,000 PBMCs.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Statistical analysis. Statistical analysis of genetic data was performed using the w 2 -test and the R-stats library in the R-Statistical package 11 . For association testing under different genetic models, Fisher's exact test was additionally used since the w 2 approximation might not hold for small samples. The Cochran-Armitage test for trend was used to test for association under the additive genetic model. Association of rs12252 to severe infection was assessed by analysing the severe infected individuals against the mildly infected individuals. The latter do not show significant differences with the Han population from 1,000 Genomes project and represent a better population-matched group for the severe infected samples. The odd ratios calculated for the association of a specific risk allele (or genotype) reflects the relative risks of the risk allele given that the incidence of severe infection is observed to be sufficiently low. PAR was estimated under the assumption that the frequency of the risk genotype (CC) in the mildly infected individuals reflected the genotype population frequency. The formula used for the PAR calculation is: PAR% ¼ 100 Â p (RR À 1)/ [p (RR À 1) þ 1], where p represents the risk genotype frequency in the population and RR represents the relative risk of the risk genotype (CC). For the calculation of the PAR for the Northern Europeans, the genotype counts of hospitalized patients and North European populations from 1,000 Genomes project were used as given in Everitt et al. 4 All other statistical analyses were performed with GraphPad Prism v 5 (GraphPad Software, San Diego, CA). Independent samples t-test were used where data were normally distributed (evaluated with Kolmogorov-Smirnov test), to compare haemagglutination inhibition levels, age, white blood cells, neutrophil counts and so on between mild and severe disease; Mann-Whitney test was used where the data were not normally distributed (MCP-1). Chi-square tests were employed to analyse the difference of gender, comorbidities, pneumonia and respiratory failure between mild and severe groups. ",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1528,
                    "end": 1529,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The IFITM proteins mediate cellular resistance to influenza A H1N1 virus, West Nile virus, and dengue virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brass",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "139",
            "issn": "",
            "pages": "1243--1254",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "IFITM3 inhibits influenza A virus infection by preventing cytosolic entry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Feeley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Plos Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A diverse range of gene products are effectors of the type I interferon antiviral response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Schoggins",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "",
            "pages": "481--485",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "IFITM3 restricts the morbidity and mortality associated with influenza",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Everitt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "519--523",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interferon-induced cell membrane proteins, IFITM3 and tetherin, inhibit vesicular stomatitis virus infection via distinct mechanisms",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Weidner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "12646--12657",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Engineering H5N1 avian influenza viruses to study human adaptation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "335--340",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Distinct patterns of IFITM-mediated restriction of filoviruses, SARS coronavirus, and influenza A virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Plos Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The effect of cytokine profiles on the viral response to re-treatment in antiviral-experienced patients with chronic hepatitis C virus infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antiviral Res",
            "volume": "92",
            "issn": "",
            "pages": "247--254",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The seroprevalence of pandemic influenza H1N1 (2009) virus in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PloS one",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Memory T cells established by seasonal human influenza A infection cross-react with avian influenza A (H5N1) in healthy individuals",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Clin. Invest",
            "volume": "118",
            "issn": "",
            "pages": "3478--3490",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A language for data analysis and graphics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ihaka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Gentleman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Comput. Graph. Stat",
            "volume": "5",
            "issn": "",
            "pages": "299--314",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "C allele at SNP 12252 associated with disease severity in acutely influenza A (H1N1)pdm/09 infected Chinese individuals. (a) Allele frequencies were obtained from the 1,000 genomes project: allele frequencies vary significantly among different populations. (b) Allele frequencies obtained from Influenza A pH1N1/09 confirmed patients from Beijing You'an Hospital. (c) Proportion of mild versus severe flu patients carrying CC or CT/TT genotype with confirmed Influenza A pH1N1/09 infection from Beijing You'an Hospital.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "model P-value ¼ 2.01 Â 10 À 4 , odds ratio ¼ 6.43, 95% confidence interval 2.42-17.1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "1C for 30 min according to WHO's (World Health Organization) standard procedure. Serum samples were diluted in serial twofold dilutions from 1:20 to 1:640 and then mixed with 1% suspension of chicken red blood cells and four hemagglutinating units of a local isolated virus strain A/California/07/2009 virus. Synthetic peptides. A total of 893 15-to 18-mer peptides overlapping by 10 amino-acid residues and spanning the full proteome of the 2009 epidemic H1N1 influenza virus were synthesized (PEPscreen; Sigma-Aldrich) using the sequences of the A/California/04/2009(H1N1) strains. Six overlapping peptide pools representing the eight internal proteins were generated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "C allele at SNP 12252 is associated with higher serum MCP-1 and antibody level, the data points were color coded in the figure for severe (red) and mild (black) disease. (a) Serum MCP-1 levels in patients with CC and CT/TT genotype. (b) Influenza A virus (H1N1)pdm/09-specific antibody levels in patients with CC genotype and CT/TT genotype. (c). Overall influenza A virus (H1N1)pdm/09-specific T-cell responses in patients with CC genotype and CT/TT genotype.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical and laboratory characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Allele and genotype frequencies of IFITM3 rs12252 in Chinese pH1N1-infected patients and the population.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "IFITM3, interferon-induced transmembrane protein-3. *Compared with Han Chinese. ww 2 and P-value were calculated by w 2 -tests.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Association of rs12252 to severe infection under different genetic models.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We dedicate this article to Professor Brigitte Askonas for her long term support and insightful advices. We would also like to thank Peter Horby and Carl Anderson for helpful discussions, Tim Powell and Elizabeth Nyeko for helping preparing peptides pools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Competing financial interests: The authors claim no competing financial interests associated with this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}