{
    "paper_id": "d311964341e7e167635e150212eee7d7a70130e8",
    "metadata": {
        "title": "A Case of Asymptomatic, Localized, and Idiopathic Diffuse Alveolar Damage",
        "authors": [
            {
                "first": "Young",
                "middle": [],
                "last": "Do",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeon",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Christian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Medical Center",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joon",
                "middle": [
                    "Sung"
                ],
                "last": "Joh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ja",
                "middle": [
                    "Young"
                ],
                "last": "Jung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ji",
                "middle": [],
                "last": "Won",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seon",
                "middle": [
                    "Young"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ga",
                "middle": [
                    "Ram"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Diffuse alveolar damage (DAD) is a histological change in lung tissue, and is generally caused by an acute lung injury, which is characterized by bilateral and widespread damages. Localized DAD occurs very rarely. The causes for DAD are numerous, but the chief cause is acute interstitial pneumonia or acute exacerbation of idiopathic interstitial pneumonia, in cases of idiopathic manifestation. The 82-year-old patient, in this case study, showed a DAD lesion in only 1 lobe. The patient was otherwise healthy, with no previous symptoms of DAD. He was admitted to our medical center owing to localized infiltration, observed on his chest radiograph. Laboratory studies showed no signs of infections. DAD was confirmed by a surgical lung biopsy. The patient received corticosteroid treatment and had gradually improved. We report the case of a patient with localized, idiopathic DAD that cannot be classified as acute interstitial pneumonia or acute exacerbation of idiopathic interstitial pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Diffuse alveolar damage (DAD) is a typical pathological finding in cases of acute interstitial pneumonia (AIP). However, DAD is caused by various such as infection, transplantation surgery, medication, acute respiratory distress syndrome (ARDS) that develops after radiation treatment, acute exacerbation of idiopathic interstitial pneumonia (AEIIP), acute exacerbation of allergic alveolitis, and viral lung infections (e.g., severe acute respiratory syndrome, H1N1 influenza A) 1, 2 . From a clinical aspect, AIP and AEIIP are most commonly diagnosed, but the etiology of these disease remains unclear.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 482,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 483,
                    "end": 484,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "DAD typically shows a bilateral diffuse infiltration pattern in the lung. Thus, a localized lesion in the lung is considered as a rare event, and Yazdy et al. 3 reported that the localized incidence of DAD is 1.2% 4 . We report asymptomatic, localized, and idiopathic DAD, which does not comply with the diagnostic criteria of AIP and AEIIP.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An 82-year-old man was admitted to our medical center because of nausea and vomiting that occurred after the first oral anti-tuberculosis medication. One week before the admission, the patient underwent a routine-biannual health check-up at a local healthcare facility, and his chest radiograph showed consolidation in the left upper lobe (LUL). The patient received immediate medical attention owing suspected pulmonary tuberculosis. The patient had been receiving routine-biannual health check-ups, and did not have any major disease, except hypertension and diabetes mellitus. He had no history of smoking and drinking. He had been under clinidipin and sitagliptin treatments for 5 years for hypertension and diabetes, respectively. On physical examination, his blood pressure was 120/80 mm Hg, heart rate was 70 beats/min, respiratory rate was 18 breaths/min, and body temperature was 36.5 o C. The findings of auscultation were insignificant. Signs of collagen vascular disease were not observed, and the remaining physical examination was unremarkable. His chest radiograph showed an increase in consolidation in the LUL as compared with the observation a week ago. Chest computed tomography (CT) showed a diffuse, patchy consolidation with ground-glass opacity in the LUL. Reticular opacities, on which our suspicion of idiopathic pulmonary fibrosis (IPF) was based, were found along the periphery of both the lower lobes ( Figure 1 ). No bronchiectasis or honeycombing was observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1431,
                    "end": 1439,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Laboratory findings were as follows: leukocyte count was 8,700/μL, C-reactive protein level was 103 mg/dL, and anti-nuclear antibody was not detected. Arterial blood gas analysis was not performed because the patient did not have dyspnea. The other data were within normal limits. Upon admission, 750-mg of levofloxacin was administered to the patient for the treatment of community-acquired pneumonia. Blood and sputum cultures were negative. The results of the serologic tests for Mycoplasma pneumoniae, Legionella pneumophila, and Streptococcus pneumoniae were also negative. On day 4 after admission, bronchoalveolar lavage (BAL) was performed because the lesion in the LUL had not improved. Cellular components and lymphocyte subsets were not assessed for the BAL specimen. Culture, tuberculosis polymerase chain reaction, and cytology of the BAL specimen were negative. Video-assisted thoracoscopy was performed owing to increased infiltration observed on the chest radiograph obtained on day 10. Pathological examination of the tissue samples obtained from the anterior and posterior segment of the LUL showed that DAD was at its organizing stage ( Figure 2 ). We immediately started treatment with high doses of parenteral methylprednisolone, and found that the consolidation of LUL decreased within 3 days after the initiation of the treatment. Further, antibiotic treatment was discontinued, and the steroid therapy was maintained for 3 weeks. A follow-up examination showed almost complete disappearance of the LUL infiltration, although reticular opacities on both the lower lobes remained ( Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1156,
                    "end": 1164,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1604,
                    "end": 1612,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "DAD commonly shows a bilateral, diffused, and rapidly deteriorating clinical pattern. However, in the case of our patient, a localized and slowly progressing pattern of DAD was observed. First, the patient was asymptomatic despite the organizing stage DAD shown in the chest radiographs. Second, a localized lesion was present in the LUL of the patient, an uncommon clinical pattern for which the rather new term \"regional alveolar damage (RAD)\" was coined 3, 4 . Third, the etiology of the DAD in the case of this patient was unclear. AIP and AEIIP were known to be the common causes of idiopathic DAD. However, the clinical and radiological findings of this patient were not suggestive of either of the 2 diseases. AIP normally occurs as ARDS, and the most common type of AEIIP is acute exacerbation idiopathic pulmonary fibrosis (AEIPF). The diagnostic criteria for AEIPF include: a previous history or diagnosis of IPF, occurrence and/or aggravation of dyspnea for a 30-day period before AEIPF can be diagnosed, newly occurring bilateral ground-glass opacity in the lungs confirmed by high-resolution CT of the chest, absence of pulmonary infection confirmed by BAL, and the absence of pulmonary thromboembolism and causes of acute lung injury 1, 5, 6 . High dose corticosteroid therapy has been a standard therapy for AIP and AEIPF, but its benefits are not clear, and the prognosis of this disease is poor 7 . Our case did not fall within the criteria for the clinical diagnosis of AIP because the disease was localized and asymptomatic. We did not perform a biopsy in this case for AEIPF confirmation. However, even if the pathological diagnosis of IPF in the bilateral lower lobes were confirmed, the disease would not meet the diagnostic criteria for AEIPF, because it was localized and asymptomatic. Overall, the patient responded well to the steroid therapy. Fourth, the pulmonary lesion progressed unilaterally before the treatment. Therefore, the possibility of an early stage of AIP or AEIPF was low in this case.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 459,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 460,
                    "end": 461,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1248,
                    "end": 1250,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1254,
                    "end": 1255,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Yazdy et al. 3 reported that RAD generally involves the upper lobes of the lungs and leads to poor prognosis in patients; thus, RAD is not simply an early stage of DAD and implicates additional pathogenetic factors. Therefore, our case should be considered as a case of idiopathic DAD that cannot be classified as either as AIP or AEIIP and one that has been never reported before. Sakamoto et al. 8 reported the case of a patient with AEIPF along with localized idiopathic DAD. The patient had no specific previous history and was admitted because of dyspnea 30 days before his admission. The patient had IPF in the lower left lobe and localized DAD in the LUL. Despite steroid therapy, the patient died because of respiratory failure. Sakamoto et al. 8 reported the case of this patient as a rare case of AEIPF because they were unable to determine the etiologies for the aggravation; however, the overall clinical courses were similar to those of AEIPF. In our case, the patient showed an unclear dyspnea pattern, aggravation of the condition, indicated by radiographs; further, he responded well to the steroid treatment. Considering these factors, this case is more of rare idopathic DAD rather than AEIPF. In recent studies, the overall survival of patients with ARDS and AIP has improved with timely treatment by using lung biopsy 9, 10 . However, the usefulness of lung biopsy in cases of acute pulmonary failure of an unknown etiology has not yet been established. This is mainly because of the possibility of an increase in the perioperative risk by invasive procedures that induce hypoxia in both lungs with diffuse infiltration.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 14,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 398,
                    "end": 399,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 753,
                    "end": 754,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1338,
                    "end": 1340,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1341,
                    "end": 1343,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, the expedited lung biopsy helped us to establish a treatment plan for the patient who showed localized infiltration, although the etiology of the disease was not clear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diffuse alveolar damage: a common phenomenon in progressive interstitial lung disorders",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaarteenaho",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Kinnula",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pulm Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pulmonary pathologic findings of fatal 2009 pandemic influenza A/H1N1 viral infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Sheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ely",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Guinee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Beasley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Pathol Lab Med",
            "volume": "134",
            "issn": "",
            "pages": "235--278",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Regional alveolar damage (RAD): a localized counterpart of diffuse alveolar damage",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Yazdy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Tomashefski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yagan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kleinerman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Am J Clin Pathol",
            "volume": "92",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ARDS and diffuse alveolar damage: a pathologist's perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Castro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Semin Thorac Cardiovasc Surg",
            "volume": "18",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute exacerbations of idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Collard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Flaherty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "176",
            "issn": "",
            "pages": "636--679",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Computed tomography findings in acute exacerbation of idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kozuka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakatani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "",
            "pages": "372--380",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Harrison's principles of internal medicine",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Chapter ; Fauci",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Braunwald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kasper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Longo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jameson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1643--51",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute exacerbation of idiopathic pulmonary fibrosis as the initial presentation of the disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakamoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kondoh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ono",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitaichi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur Respir Rev",
            "volume": "18",
            "issn": "",
            "pages": "129--161",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Early intervention can improve clinical outcome of acute interstitial pneumonia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitaichi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "",
            "pages": "753--61",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A contributive result of open-lung biopsy improves survival in acute respiratory distress syndrome patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Papazian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doddoli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chetaille",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gernez",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Thirion",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "35",
            "issn": "",
            "pages": "755--62",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest computed tomography. (A) Diffuse patchy consolidation and ground-glass opacification were observed on the left upper lobe. (B) Reticular opacification was observed on the both lower lobes. No bronchiedctasis or honeycombing was observed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Histopathology of the biopsy specimen obtained from the left the upper lobe. (A) Proliferation of fibroblasts admixed with scattered mononuclear inflammatory cells involving the alveolar walls. (B) Hyaline membranes (A, B, H&E stain, ×100).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest radiograph. (A) Initial examination showed increased consolidation in the left upper lobe. (B) After 3 weeks, a follow-up examination showed almost complete disappearance of left upper lobe infiltration, although reticular opacities on both the lower lobes remained.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}