{
    "paper_id": "d33bb76df69173f5bfcd44b6ae9cfeea362f0875",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Hee",
                "middle": [
                    "Jin"
                ],
                "last": "Cheong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Influenza virus causes substantial social and economic losses not only by affecting job performance in healthy adults but also by increasing morbidity and mortality in high-risk groups, such as elderly adults, people with chronic conditions, infants, and pregnant women. In addition to causing annual outbreaks during winter, the influenza virus can undergo antigenic drift/ shift and has the potential to cause worldwide pandemics every 10-40 years. Therefore, from a public health perspective, influenza is a disease that requires international surveillance and preparation [1] . To reduce the disease burden of influenza virus and improve public health, South Korea has implemented, with excellent results, the national immunization program (NIP) for influenza. Among the countries that are a part of the Organization for Economic Cooperation and Development, South Korea had the second highest influenza vaccination rate for people aged ≥65 years in 2013 [2] . However, to our knowledge, accurate Yun JW, et al. • The Korean Influenza National Immunization Program www.icjournal.org 248 summaries on the origins of influenza NIP and the changes made to reach its present form do not exist. Therefore, we sought to outline the course of influenza NIP transformation since its inception in 1997 and to review its present status.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 579,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 959,
                    "end": 962,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "History and present status of the NIP",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The primary objectives of influenza NIP are to minimize the disease burden of influenza by providing priority vaccination to high-risk groups and to build a system capable of responding to influenza pandemic. The NIP's management structure is comprised of the Korea Centers for Disease Control and Prevention (KCDC); provincial and city public safety units; and city, district, and county public health units. The following are the responsibilities of public health units: determining vaccine demands/requirements, conducting vaccination programs, and recording and reporting individuals' vaccination statuses and any adverse events (AEs). The provincial and city public safety units oversee the achievements of public health units concerning the vaccination and act as a bridge in conducting epidemiological investigations of AEs and reporting the results to the KCDC. The role of the KCDC is to manage the vaccine supply and registration, to review epidemiological investigations of vaccine-related AEs, and to manage compensations [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] .",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1050,
                    "end": 1053,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "NIP objectives and structure"
        },
        {
            "text": "When the NIP for influenza was established in 1997, the recommended period for vaccination was from September to October. However, because of the delayed occurrence of influenza outbreaks, the vaccination period was later changed to September-November in 2002 and September-December in 2004. Considering the fact that the effects of a vaccination last up to 6 months on average, the vaccination period was adjusted to October-December in 2005 and has remained so until now (except for the 2009-2010 and 2010-2011 seasons when the vaccination period started early (September-December) to include the H1N1 influenza vaccine) [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] . In 2017, free vaccine recipients were expanded to cover young children from 6 months to <5 years old. As such, for those infants receiving their first twodose vaccination, their first dose was given in early September and the second dose was completed before the start of the season to develop sufficient immunity. Infants who reach 6 months of age after January 2018 will be allowed to receive free vaccinations until the end of April 2018 [17] .",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 626,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Main changes in the timing, target groups, and methods of influenza NIP"
        },
        {
            "text": "In the beginning, the priority group for influenza vaccination included adults aged ≥65 years and those with chronic health conditions. In 2002, the target group included healthcare pro- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main changes in the timing, target groups, and methods of influenza NIP"
        },
        {
            "text": "viders and families of patients with chronic diseases. In 2003, pregnant women and people aged 50-64 years were included, and in 2004, infants and children aged 6-23 months and those who worked in avian flu response teams and related fields were also included. In 2010, the target group was extended to include children aged <5 years and people living with high-risk family members (Table 1) . Currently, pregnant women are included in the World Health Organization's first-priority influenza vaccination group, but were not included in the NIP's influenza target group until 2003. Even then, vaccination was not recommended for pregnant women who were in their first trimester, except for high-risk cases. In the 2005-2006 season, influenza vaccination was recommended for all pregnant women [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] . During the 2016-2017 season, influenza instances were highly prevalent and rapidly widespread among students. Therefore, in an effort to counteract the risks accompanying communal lifestyles through frequent interactions with other individuals, all individuals aged 60 months to 18 years were included in the priority group for influenza vaccination in September 2017 [17] .",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 796,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[18]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1236,
                    "end": 1240,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 391,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "249"
        },
        {
            "text": "In the 2017-2018 season, the NIP for influenza is recommended to people who are at a high risk for incidence of complications when infected with influenza virus (i.e., elderly adults aged ≥65 years; children aged 6-59 months; pregnant women; people with chronic health conditions, such as chronic heart disease, chronic respiratory disease, liver disease, kidney disease, neuromuscular disorders, blood neoplastic disorders, diabetes, and immunocompromised conditions, or those taking immunosuppressants; children between 6 months and 18 years old taking aspirin; and adults aged 50-64 years), who are at a high risk of transmitting influenza to high-risk groups (i.e., healthcare workers; people caring for infants <6 months old; people living with individuals who have chronic conditions, pregnant women), and for those with community lifestyles (i.e., children aged 60 months to 18 years old). As part of the avian influenza response strategy, vaccination has also been recommended to those who work in avian influenza response groups, poultry (chicken and duck) and pig farms, and related industries [17] .",
            "cite_spans": [
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "249"
        },
        {
            "text": "Influenza vaccination is not free of charge to all influenza NIP target groups. Until recently, influenza vaccination was provided free of charge only to elderly adults aged ≥65 years. In 1997, the influenza vaccination was free of charge only to low-income elderly adults. No clear record existed when was the exact season the influenza vaccination became free for all elderly adults aged ≥65 years, but it was likely during the 2005-2006 season, when the national financial support for the program substantially increased, which previously operated only on municipal budgets [6] . In the 2016-2017 season, infants aged 6 months to <12 months were added to the free vaccination program, and the government reported a gradual extension of the free vaccination to young children [16] . During the 2017-2018 season, free vaccination services are expected to cover 2,140,000 young children from 6 months to <5 years old [17] . In the 2018-2019 season, eligible recipients for free vaccinations are expected to include elementary, middle, and high school students as part of the priority group for influenza vaccination.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 580,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "249"
        },
        {
            "text": "In 1997, free vaccination for elderly adults was available only at public health units, which resulted in long waiting periods, inconvenience, and safety issues. Thus, to improve the accessibility, convenience, and safety of influenza vaccination, the NIP began to commission influenza vaccination to private health sectors in the 2015-2016 season [15] . As a result, the overall influenza vaccination rate among elderly adults aged ≥65 years increased from 73% to 80.9%, when compared to the 2014-2015 season. In particular, the influenza vaccination rate increased in elderly adults aged ≥85 years by approximately 13% (from 56.1% to 69.3%) [16] . Thus, the transition to private health sectors has been a fairly successful strategy in the improvement of influenza vaccination rates and safety of elderly adults aged ≥85 years, who are less likely to access group vaccinations through public health units (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 907,
                    "end": 915,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "249"
        },
        {
            "text": "To ensure the safety of vaccination, an influenza vaccine-screening questionnaire was developed in 2006, after the development of adult screening questionnaire in 2005 [7] . When the live vaccine was adopted in the 2009-2010 season, questions related to it were added. Since the 2010-2011 season, all questionnaires have been combined, for use across all ages and types of vaccinations [10, 19] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "19]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "249"
        },
        {
            "text": "The amount of influenza vaccine supplied nationally has almost doubled, from 11,800,000 doses in the 2001-2002 season to approximately 24,380,000 doses in the 2017-2018 season. When the NIP for influenza was established, the required amount of the vaccine had to be imported; however, after the 2009 H1N1 pandemic, the influenza vaccine was produced domestically, and, at present, the domestic production meets approximately 70% of the vaccines required [17] . For adults aging ≥65 years, the government purchases vaccines through procurement contracts and then supplies them to public health centers and private clinics. For young children aged 6 months to <5 years, private clinics purchase vaccines inde-pendently to reflect vaccine safety and vaccination convenience. From 2004, the government initiated the management of Internet-based monitoring of the vaccine supply status at public health units. In 2012 and 2015, the government implemented real-time services and developed vaccine supply systems for clinics and hospitals participating for NIP, respectively, thereby allowing for immediate response and management when vaccine shortage or supply problem occurs [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1171,
                    "end": 1174,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1175,
                    "end": 1178,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1179,
                    "end": 1182,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1183,
                    "end": 1186,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1187,
                    "end": 1190,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1195,
                    "end": 1198,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1199,
                    "end": 1203,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Present status of influenza vaccine supply and uptake"
        },
        {
            "text": "Based on data obtained from the vaccination registration system, the number of recipients of the influenza vaccine has more than tripled in 20 years, from 3,200,000 people in the 1997-1998 season to 9,890,000 in the 2016-2017 season. This number includes all those who received the influenza vaccine free of charge, but not all those who paid for the vaccine, as registration in the system is not mandatory for those ineligible to receive free vaccination. Considering the number of people who paid for the vaccine but were not registered in the system, the increase rate could even be higher. The vaccination rate for adults aged ≥65 years is continuously increasing because of the expansion of services to private clinics. During the 2016-2017 season, 5,720,000 out of 6,940,000 eligible individuals (82.4%) were vaccinated. The vaccination for infants aged 6 months to <12 months was initiated in the 2016-2017 season, and among the 320,000 eligible infants, the vaccination rate reached 87.9% (280,000) during the first round and 87.6% (270,000) during the second round of vaccinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Present status of influenza vaccine supply and uptake"
        },
        {
            "text": "Until the 2011-2012 season, the hospital or doctor's office reported data on vaccination registration and vaccine-related AEs to public health units, which then reported these to the KCDC. In July 2012, the vaccination registration systems were combined with the Integrated System for Disease Control/ Public Health (http://is.cdc.go.kr), so that physicians can report directly through this integrated system. In addition, patients or their care givers can report their vaccination and any AEs through the Vaccination Adverse Event Reporting System (https://nip.cdc.go.kr). If an AE is reported after vaccination, the epidemiological study team at the city/provincial level performs a basic epidemiological investigation, and then the epidemiological study team at the KCDC performs a more detailed investigation. The vaccination injury study team conducts an investigation of the injury and reports the results to the Vaccine Injury Compensation Program committee. Once the committee has completed reviewing the reports and the required compensation, the results are reported to the Ministry of Health and Welfare. The Ministry of Health and Welfare then decides on the amount of compensation, notifies, and pays the patient through the KCDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza vaccination registration and AEs"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza vaccination registration and AEs"
        },
        {
            "text": "suspected AEs, respectively [20] . However, these AE reports only referred to symptoms occurring after the vaccination and not related to the reported adverse reaction to the vaccine. The first confirmed AE related to the seasonal influenza vaccine and compensated was a case of Guillain-Barré syndrome in 2004. From 2004 to 2016, only 12 cases of AEs have been confirmed to be related to the influenza vaccine [21, 22] . Aside from the Guillain-Barré syndrome, other reported AEs included peripheral neuropathic disease, cellulitis, and purulent myositis. A relationship between narcolepsy and adjuvanted vaccine has been consistently questioned; however, there have been no related cases reported within Korea to date. Only a single case, in 2012, was considered to be related to the influenza vaccine, after administration of the live vaccine [21, 22] .",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "22]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "251"
        },
        {
            "text": "The number of reported cases of AEs for seasonal influenza vaccines is low. However, many suspected AEs have been reported for the H1N1 influenza vaccine, which was given to approximately 15,000,000 people to increase group immunity in at-risk populations over a short period of time [21, 22] . The reports included 12 cases of Guillain-Barré syndrome and 4 suspected cases of narcolepsy. However, the latter were found to be unrelated to the H1N1 influenza vaccine [21, 22] , and the same result was confirmed in a study on soldiers [23] .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[21,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "251"
        },
        {
            "text": "The standardization of the NIP for influenza, which was implemented in 1997 as an interim program, began in 2002, with the publication of the Influenza Immunization Program Guidelines. Since 2005, further progress has been made, resulting in the efforts and cooperation of related experts, by establishing and distributing the present form of the \"Immunization Target Infectious Disease Epidemiology and Management Guidelines\" to city/district/county public health units [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] .",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 487,
                    "end": 490,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Influenza immunization education and promotion program"
        },
        {
            "text": "Influenza immunization field education started in 2007 at the city/district/county level, by training new employees and information technology personnel performing the registration. In addition, as part of the government's plan of active response to the 2009 H1N1 influenza pandemic, an Influenza Immunization Professional Education Program was established, targeting private and city/district/county-level healthcare agencies, and this has been operating since then. In addition, a structured online educational program has been operating since 2013, through the KCDC training system [24] .",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Influenza immunization education and promotion program"
        },
        {
            "text": "Immunization is a preventive measure conducted before the onset of an infectious disease, requiring the voluntary participation of the immunization program. The KCDC's promotion activity of influenza immunization became full-fledged in 2004, with the establishment of the Immunization Control Team. In 2007, an online campaign was developed, and since 2011, the various programs have been providing influenza-related information and encouraging immunization through social network systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza immunization education and promotion program"
        },
        {
            "text": "The H1N1 Influenza Vaccination Program, which started to operate from 2009 to 2010, ended the 2009 H1N1 pandemic and addressed the shortcomings of the existing system. The first case of H1N1 influenza was confirmed in the United States on April 26, 2009 . In Korea, the first case was confirmed on May 2, 2009; by mid-August, the rate of reported cases of influenza-like illness was more than 2.67/1,000 persons, which meets the criterion for an epidemic. By early October, H1N1 influenza had rapidly spread across local communities, centering in schools, and by late October, the numbers had reached their highest at 45.00/1,000 persons. Because at that time, the influenza vaccine was dependent on foreign supplies, it was difficult to raise immunity in the population in a short time span. Nevertheless, to minimize the widespread and to put an early end to the epidemic, work on the domestic production of H1N1 influenza vaccine began at the end of April 2009. On October 21, 2009, the Ministry of Food and Drug Safety approved the H1N1 vaccine per individual without adjuvant, and on January 5, 2010, the H1N1 vaccine per group with adjuvant was also approved [25] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 253,
                    "text": "April 26, 2009",
                    "ref_id": null
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The pandemic H1N1 influenza vaccination program"
        },
        {
            "text": "The government devised an immunization plan to achieve a 39% vaccination rate in the total population. In July 2009, the \"H1N1 Influenza Immunization Planning Committee\" was established. The committee's plan included creating a central influenza response team in the public health unit and providing immunization at healthcare agencies, schools, and public health units, under the supervision of local public health units [25] . Considering the level of H1N1 influenza immunity in various age groups, those at a high risk for infection and those who are at high risk for transmission were prioritized. From ",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The pandemic H1N1 influenza vaccination program"
        },
        {
            "text": "The NIP for influenza overcame the 2009 H1N1 pandemic and many of its shortcomings by changing the vaccine supply control system and immunization registration and AE management systems and by delegating immunization to private healthcare agencies. With these improvements, the safety of the influenza vaccine has been confirmed, domestic vaccine production has been successfully established, and high vaccination rates have been achieved among infants aged 6 months to <12 months and elderly adults aged ≥65 years. However, the main problems that are unique to the influenza virus and vaccine, such as vaccine mismatching and low vaccine effectiveness in elderly adults and children, remain. Support/funding for influenza risk groups other than infants (6-59 months) and elderly populations is also lacking, and a considerable influenza disease burden remains in Korea [27, 28] . As the target influenza vaccination rate among elderly adults has been achieved, the next step is to conduct further research to evaluate the most cost-effective type of vaccine (e.g., quadrivalent, adjuvanted, or high dose). The NIP for influenza has been operating for 20 years, with the primary objective of reducing the disease burden in high-risk groups. However, for high-risk groups, other than elderly adults and children aged ≤59 months, there has been very little control of immunization, resulting in a blind spot. Thus, a strategy should be formulated to improve the vaccination rate among the two high-risk groups: (1) pregnant women and (2) people with chronic health conditions, who most likely experience complications associated with influenza.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 873,
                    "text": "[27,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "28]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This research was supported by funding (code 2015-E32010-00) from the Korea Centers for Disease Control and Prevention. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunization Target Infectious Disease Epidemiology and Management Guidelines Ch 21. Influenza. Korean Centre for Disease Control and Prevention; 2017; 435-62. 2. Organisation for Economic Co-operation and Development (OECD). Health at a glance 2015",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/health_glance-2015-en.Accessed25"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Korean National Institute of Health (KNIH). '02-'03 Influenza Management Guidelines. Osong: KNIH",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Korean National Institute of Health (KNIH). '03-'04 Influenza Management Guidelines. Osong: KNIH",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2004,
            "venue": "Influenza Management Guidelines. Osong: KCDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2005,
            "venue": "Influenza Management Guidelines. Osong: KCDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2006,
            "venue": "Influenza Management Guidelines. Osong: KCDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2007,
            "venue": "Influenza Management Guidelines. Osong: KCDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2008,
            "venue": "Influenza Management Guidelines. Osong: KCDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Korean Centre for Disease Control and Prevention (KCDC). 2010-2011 Influenza Management Guidelines. Osong: KCDC",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Accessed 1",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Korean Centre for Disease Control and Prevention (KCDC). 2015-2016 Influenza management guidelines",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Accessed 1",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Korean Centre for Disease Control and Prevention (KCDC). 2016-2017 Influenza management guidelines",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Accessed 1",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Accessed 6",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2013,
            "venue": "Osong: KCDC",
            "volume": "",
            "issn": "",
            "pages": "131--134",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Korean Centre for Disease Control and Prevention (KCDC). 2009-2010 Seasonal influenza immunization plan. Osong: KCDC",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Reported adverse events following seasonal influenza and 2009 influenza A (H1N1)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "• The Korean Influenza National Immunization Program www",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2014--2017",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Incidence of narcolepsy before and after MF59-adjuvanted influenza A (H1N1) pdm09 vaccination in South Korean soldiers",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Namkoong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Heo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "4868--72",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2013,
            "venue": "Osong: KCDC",
            "volume": "",
            "issn": "",
            "pages": "501--514",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Korean Centre for Disease Control and Prevention (KCDC)",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Korean Centre for Disease Control and Prevention (KCDC). 2009-2010 Influenza A (H1N1) vaccination program in Korea",
            "authors": [],
            "year": 2010,
            "venue": "Public Health Weekly Report",
            "volume": "3",
            "issn": "",
            "pages": "357--60",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Antibody response to influenza vaccination in the elderly: a quantitative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "1159--69",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Influenza-associated excess mortality in South Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Prev Med",
            "volume": "50",
            "issn": "",
            "pages": "111--120",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "first four cases of suspected AEs after influenza vaccination were reported in 2002; since 2005, an average of 50 suspected AEs have been reported every year. In 2009 and 2010, when mass vaccination was conducted owing to the 2009 H1N1 pandemic, 2,109 and 493 cases were reported of domestic production of influenza vaccine 2009 Start of domestic production of influenza vaccine 2005 Free vaccination provided to all elderly adults ≥ 65 years old 2005 Free vaccination provided to all elderly adults ≥ 65 years old 2015 Delegation of the Influenza NIP to private healthcare organizations 2015 Delegation of the Influenza NIP to private healthcare organizations 1997 Interim immunization begins, targeting low-income elderly adults 1997 Interim immunization begins, targeting low-income elderly adults",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Timeline of the national immunization program for influenza and change in the vaccination rate among elderly adults aged ≥65 years.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "October 27, 2009, vaccination was administered in the following order: healthcare providers and military public service members, students (November 2009 to January 2010), infants and children aged 6-59 months (December 2009), and pregnant women (December 2009 to January 2010). Following these groups, soldiers (January 2010), residents of social welfare facilities (January 2010), elderly adults (January-February 2010), and people with chronic health conditions (January-February 2010) received the approved adjuvanted vaccine. From October 2009 to May 2010, approximately 14,750,000 doses of the H1N1 influenza vaccines were administered, which was 75.4% of the planned 18,890,000 doses. In December 2009, the number of influenza patients decreased steadily, and the H1N1 influenza epidemic ended with a total of 763,759 cases as of August 2010(Fig. 2)[26].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Targeted sequential influenza H1N1 immunization as a pandemic control strategy during the 2009 influenza H1N1 pandemic. *Data: Public Health Weekly Report.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Changes in the recommended influenza immunization targets over time",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was part of the KCDC study \"National Influenza Immunization Program: Evaluation of Effectiveness and Policy Development\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "No conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "https://orcid.org/0000-0003-3336-7768 Hee Jin Cheong https://orcid.org/0000-0002-2532-1463",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jae-Won Yun"
        }
    ]
}