{
    "paper_id": "d429ec26fa0c9d7bcb427bd485a6ae042add26cc",
    "metadata": {
        "title": "Cell-penetrating peptides as transporters for morpholino oligomers: effects of amino acid composition on intracellular delivery and cytotoxicity",
        "authors": [
            {
                "first": "Rebecca",
                "middle": [
                    "P"
                ],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVI BioPharma, Inc",
                    "location": {
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Derek",
                "middle": [
                    "S"
                ],
                "last": "Youngblood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVI BioPharma, Inc",
                    "location": {
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jed",
                "middle": [
                    "N"
                ],
                "last": "Hassinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVI BioPharma, Inc",
                    "location": {
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Candace",
                "middle": [
                    "E"
                ],
                "last": "Lovejoy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVI BioPharma, Inc",
                    "location": {
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [
                    "H"
                ],
                "last": "Nelson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVI BioPharma, Inc",
                    "location": {
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [
                    "L"
                ],
                "last": "Iversen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVI BioPharma, Inc",
                    "location": {
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [
                    "M"
                ],
                "last": "Moulton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVI BioPharma, Inc",
                    "location": {
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Arginine-rich cell-penetrating peptides (CPPs) are promising transporters for intracellular delivery of antisense morpholino oligomers (PMO). Here, we determined the effect of L-arginine, D-arginine and non-a amino acids on cellular uptake, splicecorrection activity, cellular toxicity and serum binding for 24 CPP2PMOs. Insertion of 6-aminohexanoic acid (X) or b-alanine (B) residues into oligoarginine R 8 decreased the cellular uptake but increased the splice-correction activity of the resulting compound, with a greater increase for the sequences containing more X residues. Cellular toxicity was not observed for any of the conjugates up to 10 kM. Up to 60 kM, only the conjugates with 5 5 Xs exhibited time-and concentration-dependent toxicity. Substitution of L-arginine with D-arginine did not increase uptake or splice-correction activity. High concentration of serum significantly decreased the uptake and splice-correction activity of oligoarginine conjugates, but had much less effect on the conjugates containing X or B. In summary, incorporation of X/B into oligoarginine enhanced the antisense activity and serum-binding profile of CPPÀPMO. Toxicity of X/B-containing conjugates was affected by the number of Xs, treatment time and concentration. More active, stable and less toxic CPPs can be designed by optimizing the position and number of R, D-R, X and B residues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Steric-blocking antisense oligonucleotides (AOs) are considered potential therapeutics for genetic diseases such as Duchenne muscular dystrophy (DMD) and b-thalassemia. For their potential to be realized, however, the AOs must be effectively delivered to cell nuclei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cationic lipoplex-or PEI-based transfection methods used to deliver charged AOs are not suitable for the delivery of uncharged AOs such as phosphorodiamidate morpholino oligomers (PMO, Figure 1 ) (1) and peptide nucleic acids (PNAs) (2) . Conjugation of PMO to short CPPs is a good method to enhance the cytoplasmic and nuclear delivery of PMO because the conjugates are simple to use and because the short peptides and their AO conjugates can be easily manufactured and characterized in a qualitycontrolled manner. Examples of well-studied CPPÀPMO conjugates include those with Tat and oligoarginine peptides (3, 4) Important considerations in the design of effective CPPs include the ability to deliver AO efficiently, stability in living systems and toxicity. We have reported that Tat and oligoarginine peptides are not stable in human serum (5) , and are therefore ill-suited for in vivo applications. Oligoarginine peptides incorporating non-a amino acids have been proven superior to oligoarginine alone. CPPs containing 6-aminohexanoic acid (X) and b-alanine (B) were more stable in human serum than Tat or oligoarginine peptides (5) . A CPPÀPMO conjugate, (RXR) 4 ÀPMO, has been shown to be more efficient in the correction of pre-mRNA mis-splicing (6) and in inhibition of the replication of mouse hepatitis virus in vivo (7) than an oligoarginine peptide. In addition, (RXR) 4 ÀPMO conjugates have been shown to cause effective exon skipping in muscle cells from DMD dogs (8) , in human muscle explants (9) and in mdx mice (10) , as well as inhibiting the replication of various viruses in cell cultures (7, (11) (12) (13) and in mice (7, 13) .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1171,
                    "end": 1172,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1258,
                    "end": 1261,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1386,
                    "end": 1387,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1483,
                    "end": 1486,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1514,
                    "end": 1517,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1534,
                    "end": 1538,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1615,
                    "end": 1618,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1619,
                    "end": 1623,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1624,
                    "end": 1628,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1629,
                    "end": 1633,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1646,
                    "end": 1649,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1650,
                    "end": 1653,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The above studies have helped make it clear that unnatural amino acids can confer enhanced stability and activity, and therefore improve the potential of CPPs to deliver therapeutic PMO. In pursuit of CPPs with improved characteristics, we have carried out a structure-activity relationship study to investigate the effects of unnatural amino acid insertions in oligoarginine peptides on cellular delivery, nuclear antisense activity, toxicity and serum-binding characteristics of the resulting CPPÀPMO conjugates. The unnatural amino acids studied here are X, B and D-arginine (r). We chose to study the X amino acid based on the successes of the (RXR) 4 CPP in several studies as shown in the previous paragraph. B and r amino acids were chosen because they have good enzymatic stability (5) . The CPPs are (i) the oligoarginine sequences, R 8 and R 9 , (ii) sequences with RXR, RX and RB repeats, as well as various combinations thereof, and (iii) sequences containing D-arginine, r 8 , (rX) 8 (rXR) 4 , (rXr) 4 and (rB) 8 . The CPPÀPMO conjugates were evaluated for their relative (a) cellular uptake, as determined by flow cytometry, (b) antisense activity, as determined by a splice correction assay (13) and (c) cellular toxicity, as determined by MTT cell viability, propidium iodide membrane integrity and hemolysis assays, as well as by microscopic imaging.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 655,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1013,
                    "end": 1014,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1024,
                    "end": 1025,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "CPP nomenclature and sequences are listed in Table 1 . Chemical structures of PMO and (RX) 8 ÀPMO are shown in Figure 1 . The antisense PMO (CCT CTT ACC TCA GTT ACA) is designed to target a b-thalassemic mutant splice site present in the human b-globin intron 2 of a positive-readout antisense activity assay system (13) as described in the Results section. Synthesis of PMO, described previously (15, 16) , and the CPPs, using standard Fmoc chemistry (17) , were performed at AVI BioPharma, achieving purities of 490% as determined by HPLC and mass spectrometry analysis. Conjugation of a CPP to a PMO through an amide linker, described previously (6) , was followed with an additional purification step to remove nonconjugated peptide. Samples were loaded on source 30S resin (Amersham Biosciences, Pittsburgh, PA) in a 2 ml Biorad (Hercules, CA) MT2 column at 2 ml/min with running buffer A (20 mM Na 2 HPO 4 , 25% acetonitrile, pH 7.0) and purified into 45-s fractions with 0-35% buffer gradient (buffer B: 1.5M NaCl, 20 mM Na 2 HPO 4 , 25% acetonitrile, pH 7.0) over 60 min, using a Biorad BioLogic low pressure chromatography system. The desired faction was desalted by a method described previously (6) . HPLC and MS analyses revealed that the final product contained 490% CPP conjugated to fulllength PMO, with the balance composed of CPP conjugated to incomplete PMO sequence, nonconjugated full-length or incomplete PMO.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1206,
                    "end": 1209,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 111,
                    "end": 119,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Synthesis of CPP-PMO conjugates"
        },
        {
            "text": "The HeLa pLuc705 (pLuc705) (14) cell line was obtained from Gene Tools, LLC (Philomath, OR). Human liver cell line HepG2 was from American Type Culture Collection (ATCC, Manassas, VA). Cells were cultured in RPMI 1640 medium supplemented with 2 mM L-Glutamine, 100 U/ml penicillin and 10% fetal bovine serum (FBS) (HyClone, Ogden, UT) at 378C in a humidified atmosphere containing 5% CO 2 . All treatments were carried out in OptiMEM medium (Gibco, Inc., Carlsbad, CA.) with or without FBS.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "Cell uptake assay pLuc705 cells were seeded 20 h prior to treatment in 12-well plates at 100 000 cells/well. Cells were treated with 2 mM fluorescein-tagged CPPÀPMO conjugates for 24 h. After treatment, cells were washed with 500 ml of 7 RXRXRXRXRXRXRXB 7 (RX) 5 RXRXRXRXRXB 5 (RX) 3 RXRXRXB 3 (RXR) 4 RXRRXRRXRRXRXB 5 (rXR) 4 rXRrXRrXRrXRXB 5 (rXr) 4 rXrrXrrXrrXrXB 5 (RB) 8 RBRBRBRBRBRBRBRBB 0 (rB) 8 rBrBrBrBrBrBrBrBB 0 (RB) 7 RBRBRBRBRBRBRBB 0 (RB) 5 RBRBRBRBRBB 0 (RB) 3 RBRBRBB 0 Ã The sequences of peptides are written from N to C terminus. R = arginine, r = D-arginine, X = 6-aminohexanoic acid, B = b-alanine. Each peptide had an acetyl group at the N-terminus and a carboxyl group at the C-terminus. Cell viability assay and microscopy pLuc705 cells were seeded 20 h before the treatment in 96-well plates at 9000 cell/well and then treated with the conjugates. The microscopic phase images of treated cells were visualized by a Nikon Diaphot inverted microscope (Melville, NY), captured by an Olympus digital camera and processed by the Magnafire software (Optronics, Goleta, CA). After imaging the cells, the cell viability was determined by the methylthiazoletetrazolium assay (MTT, Sigma, St. Louis, MO) assay. MTT solution (5 mg/ml) was added to the treatment medium to a final concentration of 0.5 mg/ml and incubated for 4 h at 378C. 85% of the media of each well was then replaced with DMSO containing 0.01M HCl and further incubated for 10 min at 378C and the absorbance measured at 540 nm. Percent cell viability was determined by normalizing the absorbance of each treated sample to the mean of untreated samples.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 261,
                    "end": 262,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 282,
                    "end": 283,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 300,
                    "end": 301,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 325,
                    "end": 326,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 350,
                    "end": 351,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 374,
                    "end": 375,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 401,
                    "end": 402,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 428,
                    "end": 429,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 453,
                    "end": 454,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 474,
                    "end": 475,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "Propidium iodide membrane integrity assay pLuc705 cells were seeded 20 h before treatment in 12-well plates at 100 000 cells/well. Cells were treated by removing the medium, washing with 500 ml PBS and incubating with medium containing CPPÀPMO conjugates. Treatment medium was collected in tubes and cells were washed with PBS once, and then treated with 400 ml of 10% trypsin for 10 min at 378C. Trypsin was neutralized with 500 ml of the serum containing medium. Cells were transferred to the tubes containing previously collected treatment medium, pelleted by centrifugation at 1000g for 5 min, washed with PBS once, and re-suspended in 200 ml of 0.05 mg/ml propidium iodide (PI) in PBS. Cells were further incubated at 378C for 15 min and analyzed by the Beckman Coulter cytometer (30 000 events/sample collected).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "The hemolytic activities of the conjugates were determined in fresh rat blood according to a method described elsewhere (18) .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Hemolysis assay"
        },
        {
            "text": "Cellular uptake of CPPÀPMO conjugates was investigated using the 3 0 -carboxyfluorescein-tagged PMO (PMOF) and flow cytometry. We chose 2 mM as the treatment concentration because none of the conjugates caused any detectable cytotoxicity at this concentration, as demonstrated by the MTT and PI uptake assays. After treating with the conjugates, cells were treated with trypsin (19) to remove membrane-bound conjugates. We found that a heparin sulfate washing step prior to trypsin treatment did not remove additional membrane-bound conjugates but caused some cellular toxicity (data not shown); therefore, only the trypsin treatment step was used in this study.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 382,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Cellular Uptake"
        },
        {
            "text": "To determine the effect of serum on cellular uptake of the various conjugates, uptake evaluation assays were carried out in the medium containing various concentrations of, or in the absence of, serum. Cellular uptake of CPPÀPMOF conjugates increased with the number of arginines and decreased with the X and/or B residue insertion (Figure 2A and B). The oligoarginine R 9 ÀPMOF had a mean fluorescence (MF) of 662, nearly 3-fold higher than the 234 produced by R 8 ÀPMOF, indicating that a difference of a single arginine can make a substantial difference in the biological properties of a CPP. Insertion of an X or B residue in the R 8 sequence reduced the MF from 234 of R 8 ÀPMO to 42, 70 and 60 of (RX) 8 À, (RXR) 4 À and (RB) 8 ÀPMOF, respectively ( Figure 2A ). The number of RX or RB repeats affected cellular uptake, with conjugates having fewer RX or RB repeats generating lower MF ( Figure 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 342,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 765,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 904,
                    "text": "Figure 2B)",
                    "ref_id": null
                }
            ],
            "section": "Cellular Uptake"
        },
        {
            "text": "While the addition of 10% serum to the medium caused a decrease in the uptake of the R 8 À or R 9 ÀPMOF conjugates, it increased the uptake of conjugates containing RX, RB or RXR motifs (Figure 2A and C) . Serum reduced the MF of R 9 À and R 8 ÀPMOF from 662 and 234 to 354 and 158, respectively, and increased the MF of (RX) 8 À, (RXR) 4 À and (RB) 8 ÀPMOF from 41, 70 and 60 to 92, 92 and 111, respectively. These differences were statistically significant (Figure 2A ). However, higher serum concentrations (30 and 60%) decreased the uptake of (RXR) 4 ÀPMOF and oligoarginineÀPMOF ( Figure 2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 203,
                    "text": "(Figure 2A and C)",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 469,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 595,
                    "text": "Figure 2C",
                    "ref_id": null
                }
            ],
            "section": "Cellular Uptake"
        },
        {
            "text": "Arginine stereochemistry (D versus L) had little effect on the uptake of CPPÀPMOF conjugates. We compared the MF of R 8 À, (RB) 8 À and (RX) 8 ÀPMOF with their respective D-isomer conjugates, r 8 À, (rB) 8 À and (rX) 8 ÀPMOF and found that there was no significant difference between each pair, as shown in Figure 2D for the (RX) 8 À and (rX) 8 ÀPMOF pair.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 142,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 217,
                    "end": 218,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "Figure 2D",
                    "ref_id": null
                }
            ],
            "section": "Cellular Uptake"
        },
        {
            "text": "Nuclear antisense activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular Uptake"
        },
        {
            "text": "The effectiveness of each CPPÀPMO conjugate was determined in a previously described splicing correction assay (14) , considered a reliable method to assess nuclear antisense activity of a steric-blocking AO. This assay utilizes the ability of steric-blocking AOs to block a splice site created by a mutation in order to restore normal splicing. The luciferase coding sequence was interrupted by the human b-globin thalassemic intron 2 which carried a mutated splice site at nucleotide 705. HeLa cells were stably transfected with the plasmid therefore named as pLuc705 cell. In the pLuc705 system, steric-blocking AOs must be present in the cell nucleus for splicing correction to occur. Advantages of this system include the positive readout and high signal-to-noise ratio. With this system the relative efficiencies of various CPPs to deliver an AO with sequence appropriate for splice-correction to cell nuclei can be easily compared.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Cellular Uptake"
        },
        {
            "text": "Oligoarginine, RX, RXR and RB panels. The CPP conjugates with the highest nuclear antisense activities were (RXR) 4 À and (RX) 8 ÀPMO. Figure 3A and B show luciferase activity normalized to protein of cells treated with various conjugates at 1 and 5 mM for 24 h. At both concentrations, (RX) 8 À and (RXR) 4 ÀPMO were more effective than the other conjugates tested, with the difference more prominent in serum-containing medium at 1 mM than at 5 mM. Cells treated with 1 mM of either conjugate had luciferase activity 10-15-fold over the background while the remaining conjugates yielded about a 2-4-fold over the background (Figure 3A ). At 5 mM, all conjugates generated higher luciferase activity Figure 2 . Cellular uptake of the CPPÀPMOF conjugates. pLuc705 cells were treated with carboxyfluorescein-tagged PMOs conjugated to CPPs in OptiMEM with or without 10% serum for 24 h, followed by flow cytometry analysis. Data are presented as mean fluorescence (MF) AE SD of six data points from two independent experiments. (A) Cells treated with 2 mM of R 8 2, R 9 2, (RXR) 4 2, (RX) 8 2 or (RB) 8 2PMOF conjugates. (B) Cells treated with 2 mM of (RX) 8 2, (RX) 7 2, (RX) 5 2, (RB) 8 2, (RB) 7 2 or (RB) 5 2PMOF conjugates in the absence of serum. (C) Cells treated with 2 mM of (RXR) 4 2 or R 9 2PMOF in media containing 0, 10, 30 or 60% serum. (D) Cells treated with (RX) 8 2 or (rX) 8 2PMOF in media containing 10% serum. than at 1 mM, with (RX) 8 ÀPMO and (RXR) 4 ÀPMO again the most effective, followed by (RB) 8 ÀPMO ( Figure 3B ). Figure 3C shows that at 10 mM, the activity of RX or RB conjugates decreased as the number of RX or RB repeats in the CPP decreased. The peptides with 5 or 3 RX or RB repeats, (RX) 5 , (RX) 3 (RB) 5 or (RB) 3 , generated much lower luciferase activity than those with 8 and 7 repeats.",
            "cite_spans": [
                {
                    "start": 1077,
                    "end": 1078,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1087,
                    "end": 1088,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1155,
                    "end": 1156,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1165,
                    "end": 1166,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1175,
                    "end": 1176,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1185,
                    "end": 1186,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1195,
                    "end": 1196,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1377,
                    "end": 1378,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 626,
                    "end": 636,
                    "text": "(Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 701,
                    "end": 709,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1528,
                    "end": 1537,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1541,
                    "end": 1550,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cellular Uptake"
        },
        {
            "text": "Number and position of X residues. Having shown that (RB) 8 ÀPMO had less activity than (RXR) 4 ÀPMO or (RX) 8 ÀPMO, we further investigated the effect of the number and position of X residues on the activity of conjugates. Eleven CPPÀPMO conjugates containing 0, 2, 3, 4, 5 or 8 Xs were compared (Figure 4) . Generally, CPPs containing a higher number of Xs had higher activities. At 2 mM, (RX) 8 ÀPMO (8 X residues) had the highest activity followed by (RXR) 4 ÀPMO (5 X residues) and the conjugates with fewer Xs had lower activities. At 5 mM, three conjugates containing 3 (3d), 4 (4c) and 8 ((RX) 8 ) X residues had the highest activities, suggesting that the position of X residues affects activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 307,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Cellular Uptake"
        },
        {
            "text": "L-Arginine versus D-arginine. Arginine stereochemistry had little effect on the nuclear activity of the R 8 À and (RB) 8 ÀPMO conjugates but affected the (RX) 8 ÀPMO ( Figure 5 ). Replacement of the eight L-arginine residues in R 8 À or (RB) 8 ÀPMO with D-arginine residues did not change the luciferase activity generated over the 1-5 mM ( Figure 5A and B) . However, the replacement did cause a small but statistically significant decrease in the activity for (RX) 8 ÀPMO at 1 mM (P = 0.03) and 2 mM (P = 0.01) ( Figure 5C ).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 341,
                    "end": 357,
                    "text": "Figure 5A and B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 515,
                    "end": 524,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cellular Uptake"
        },
        {
            "text": "Serum effect on activity. The effect of serum on the antisense activity of the conjugates depended on the CPP sequences, as shown in Figure 3A -D. Addition of 10% serum to the medium decreased the activity of oligoarginineÀPMO conjugates (R 8 ÀPMO and R 9 ÀPMO) but increased activity of conjugates containing RXR, RX and RB repeats. The addition of 10% serum nearly doubled the luciferase activity of (RXR) 4 À, (RX) 8 À and (RB) 8 ÀPMO at 5 mM ( Figure 3B ). We further studied this effect for (RXR) 4 ÀPMO up to 60% serum. While the activity almost doubled as the serum concentration increased from 0 to 10%, it gradually decreased as the serum concentration increased to 60%, at which activity was similar to that in 0% serum which was still significantly above the background. This 'up and down' profile was also observed with the 1 mM (RXR) 4 ÀPMO treatment. Unlike (RXR) 4 ÀPMO, the luciferase activity of R 8 ÀPMO or R 9 ÀPMO (data not shown) only decreased as the serum concentration increased, with an approximately 30% reduction in 10% serum and no activity in 60% serum. R 8 ÀPMO or R 9 ÀPMO did not display any detectable activity at 1 mM, regardless of the serum concentration (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 448,
                    "end": 457,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cellular Uptake"
        },
        {
            "text": "The cellular toxicity of the various CPPÀPMO conjugates was determined by MTT-survival, propidium iodine (PI) exclusion and hemolysis assays and microscopic imaging. The MTT and PI exclusion assays measure metabolic activity and membrane integrity of cells, respectively. The hemolysis assay determines compatibility with blood. Microscopic images were used to verify the MTT results and observe the general health of the cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxicity"
        },
        {
            "text": "MTT assay. pLuc705 cells were treated at concentrations ranging from 2 to 60 mM for 24 h. As shown in Figure 6 , all conjugates, except (RX) 8 and (RXR) 4 , had no toxicity at up to 60 mM. Up to 10 mM, (RX) 8 and (RXR) 4 conjugates exhibited no toxicity, at higher concentrations they reduced cell viability in a concentration-dependent manner, with (RX) 8 being more toxic than (RXR) 4 ( Figure 6C and D) . Replacement of L-arginine with D-arginine in R 8 À, (RB) 8 À and (RXR) 4 ÀPMO did not change the viability profiles of these conjugates ( Figure 6A-C) . Surprisingly, the L!D replacement in (RX) 8 ÀPMO decreased the toxicity. Cell viability with 60 mM treatment was 40% for (RX) 8 ÀPMO, but 80% for (rX) 8 ÀPMO ( Figure 6D ). The eight conjugates containing fewer than 5 X residues did not inhibit cell proliferation up to 60 mM ( Figure 6E ). Monomers of arginine or X, individually or in combination, at 500 mM each, produced no inhibition of cell proliferation ( Figure 6F ). The toxicities of the CPPÀPMO conjugates, (RXR) 4 ÀPMO, 3dÀPMO and 4cÀPMO, were also evaluated in human liver HepG2 cells. We found that only (RXR) 4 ÀPMO caused dose-dependent inhibition of cell proliferation while other two conjugates had no toxicity up to 60 mM, the highest concentration tested in this study (data not shown).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 219,
                    "end": 220,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 687,
                    "end": 688,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 389,
                    "end": 405,
                    "text": "Figure 6C and D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 546,
                    "end": 558,
                    "text": "Figure 6A-C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 721,
                    "end": 730,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 839,
                    "end": 848,
                    "text": "Figure 6E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 974,
                    "end": 983,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Toxicity"
        },
        {
            "text": "Microscopic images. We sought to verify the MTT results by collecting microscopic images of cells treated with 60 mM of the conjugates. The images correlated well with the cell viability data. Images of (RX) 8 À, (rX) 8 À, (RXR) 3 RBRÀ (4c), (RXR) 4 ÀPMO and vehicle-treated cells are shown in Figure 7 . Cells treated with (RX) 8 ÀPMO and (RXR) 4 ÀPMO appeared rounded and detached from the culture well, and appeared to have fewer live cells. Interestingly, cells treated with (rX) 8 ÀPMO appeared to have normal morphology and cell density. The replacement of one X of (RXR) 4 ÀPMO . Nuclear activity of CPP-PMO conjugates: number and position of X residues. pluc705 cells were treated with the conjugates having 0, 2, 3 (3a, 3b, 3c and 3d), 4 (4a, 4b and 4c), 5 and 8 X residues (see sequences in Table 1 ) in OptiMEM medium with 10% serum for 24 h. Nuclear activity of a conjugate is indicated by relative luciferase activity (RLU) per microgram of protein. Data represent a mean AE SD of 9-12 data points from four independent experiments. Propidium iodine exclusion assay. The effect of the conjugates on integrity of cell membranes was investigated by a propidium iodine (PI) exclusion assay. PI can only permeate unhealthy/damaged membranes, so positive PI fluorescence indicates compromised cell membranes. Only (RXR) 4 À and (RX) 8 ÀPMO conjugates were found to significantly affect membrane integrity at higher concentrations (up to 60 mM tested). Figure 8A shows the histograms of pLuc705 cells treated with (RXR) 4 ÀPMO at 60 mM for 0.5, 5 and 24 h. The PI positive (PI+) region was defined by the cells permeabilized with ethanol (positive control) as indicated by the gate in the histogram. The PI histogram shifts from the PI-negative region to PI-positive region in the longer incubations, indicating the conjugate caused membrane leakage in a time-dependent manner. The 0.5-and 5-h-treatments caused a slight shift towards the PI+ region, while the 24-htreatment produced a distinct peak which corresponded to 57% of cells that were in the PI+ region. Figure 8B shows the histograms of cells treated with (RXR) 4 ÀPMO at concentrations of 2, 10, 20, 40 and 60 mM for 24 h. There was no significant PI uptake at concentrations up to 20 mM. At higher concentrations, the PI+ population appeared and the percentage of PI+ cells increased as the treatment concentration increased, indicating that there were more leaking cells at the higher treatment concentration. Similar concentrationand time-dependent PI uptake profiles were observed for (RX) 8 ÀPMO but not for (RB) 8 ÀPMO and the remaining conjugates (data not shown). Addition of 10% serum to the treatment medium significantly reduced membrane toxicity for the (RXR) 4 À ( Figure 8C ) and (RX) 8 ÀPMO conjugates (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 302,
                    "text": "Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 801,
                    "end": 808,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1460,
                    "end": 1469,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2071,
                    "end": 2080,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2747,
                    "end": 2756,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Toxicity"
        },
        {
            "text": "Hemolysis assay. The (RXR) 4 À and (RX) 8 ÀPMO conjugates were tested in a hemolysis assay and found to be compatible with red blood cells. Fresh rat red blood cells were treated with the conjugates at 60 mM, PBS (background) or 0.005% TX-100 (positive control). The supernatants of conjugate-and PBS-treated samples had small and similar amounts of free hemoglobin released, far lower than that of the TX-100-treated samples ( Figure 8D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 437,
                    "text": "Figure 8D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Toxicity"
        },
        {
            "text": "The naturally occurring CPPs such as Tat peptide are not stable in blood and neither are oligolysine/oligoarginine (5) , rendering these CPPs unfavorable as transporters for therapeutic AOs. We reasoned that one approach to improve stability would be to use non-a amino acids or D-amino acids. In this study, we investigated whether incorporation of 6-aminohexanoic acid (X), b-alanine (B) and D-arginine (r) amino acids into the CPP would affect cellular delivery, antisense activity, toxicity and serum binding of the resulting CPPÀPMO conjugates.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We found that CPPÀPMOF conjugates containing X/B residues did not enter cells as efficiently as R 8 À and R 9 ÀPMO conjugates. This is consistent with our previous finding for the (RXR) 4 conjugate (6). We have found that cell surface proteoglycans were involved with binding of the TatÀ, R 9 F 2 À and (RXR) 4 ÀPMO conjugates with the (RXR) 4 conjugate having the lowest binding affinity. Insertion of X into an oligoarginine CPP reduces the charge density and may lead to decreased binding affinity for proteoglycans. Despite the lower cellular uptake of X/B-containing CPP-PMO, they generated higher antisense activities in the cell nucleus than oligoarginineÀPMO. We have found that endocytosis was the internalization mechanism (at least primarily) for oligoarginine-and (RXR) 4 ÀPMO conjugates. Indication of different uptake mechanisms was not found among these conjugates (6) . Therefore we hypothesize that X/B-containing conjugates have a greater ability to escape from endosomes/lysosomes than oligoarginine conjugates by a mechanism as yet to be studied.",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 883,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The number of X residues affects both the nuclear antisense activity and the toxicity of conjugates. The CPPÀPMO conjugate with 8 X residues [(RX) 8 ÀPMO] had the highest activity followed by one with 5 Xs [(RXR) 4 ÀPMO] (Figures 1 and 4) . However, these conjugates were toxic to cells at higher concentrations, which may be a concern when considering potential applications for in vivo delivery of PMO. Replacement of all 8 Xs with Bs decreased both toxicity and antisense activity. The combination of 3-4 Xs with several B residues yielded CPPs with no detectable toxicity, and at some concentrations several of them had similar antisense activity as (RX) 8 ÀPMO. We think this type of CPP, having Bs and fewer than 5 Xs, will offer balanced activity and low toxicity as well as the stability, and have considerable potential for delivery of therapeutic AOs. Further investigation into the toxicity and activity versus dosing levels of these CPPs in vivo is warranted.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 238,
                    "text": "(Figures 1 and 4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Surprisingly, the replacement of L-arginine with D-arginine enhanced neither uptake nor antisense activity for oligoarginine, or X-and B-containing conjugates. In the case of (RX) 8 ÀPMO, the replacement actually caused a small but statistically significant decrease in activity. Our observation is different from the results reported by others (20, 21) who found that D-CPPs had higher cellular uptake than L-CPPs, although no biological functional cargo was used in their study. The difference between results may be due to the type and size of cargos and the cell lines used for the assays. Whether the use of D-arginine-containing peptides results in superior CPPÀPMO functional activity in vivo remains to be tested.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We attempted to understand the nature of (RX) 8 À and (RXR) 4 ÀPMO toxicity. It is apparent that these two conjugates caused little immediate membrane damage with 0.5 or 5 h treatment at concentrations as high as 60 mM (Figure 8 ). However, these two conjugates had dose-dependent toxicity with 24 hr treatment as shown by the leaky cell membranes and fewer cells compared to controls ( Figure 6C&D, Figure 8 ). Interestingly, the replacement of Xs with Bs in (RX) 8 ÀPMO abolished the toxicity, and the replacement of L-arginine with D-arginine reduced the toxicity of (RX) 8 ÀPMO ( Figure 6 ). We have found that (rX) 8 ÀPMO was completely stable and the peptide portion of (RB) 8 ÀPMO was only partially degraded, whereas the peptide portion of (RX) 8 ÀPMO was completely degraded in cells (5) . We wondered whether the difference in toxicity among (RX) 8 , (RB) 8 and (rX) 8 ÀPMO conjugates was caused by differences in intracellular stability, resulting in the metabolized products of (RX) 8 ÀPMO producing toxicity. The identifiable metabolized products of (RX) 8 ÀPMO were XRXBÀPMO and XBÀPMO (5) but neither product had any detectable toxicity as measured by MTT assay (data not shown). It is possible that the CPP portion was degraded into free amino acids and/or smaller peptide fragments which were toxic. However, our investigation revealed that neither free R nor X, alone or in combination, caused cellular toxicity. Another possibility is that because of the high hydrophobicity of X compared to B, X in combination with positively charged arginine residues leads to toxicity not generated by B residue combinations. However, this explanation does not account for the difference in toxicity observed between (RX) 8 ÀPMO and (rX) 8 ÀPMO, which have the same hydrophobicity. Perhaps the toxicity of (RXR) 4 ÀPMO and (RX) 8 ÀPMO was caused by the peptide fragments that we could not identify by mass spectrometry.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 621,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 681,
                    "end": 682,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 753,
                    "end": 754,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 866,
                    "end": 867,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1834,
                    "end": 1835,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 228,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 387,
                    "end": 408,
                    "text": "Figure 6C&D, Figure 8",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 584,
                    "end": 592,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Unlike the toxicity difference between (RX) 8 À and (rX) 8 ÀPMO, the L!D replacement did not change the toxicity of (RXR) 4 ÀPMO ( Figure 6 ). Substitution of either one R (rXR) or two R (rXr) from the RXR repeat neither reduced nor increased the toxicity profile of (RXR) 4 ÀPMO. At this point, we do not fully understand the mechanisms of (RXR) 4 À and (RX) 8 ÀPMO conjugate toxicity, but look forward to studying this topic further.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Serum effect on the activity of a CPPÀAO conjugates is an important issue when considering potential in vivo applications. X/B-containing conjugates were still active in 60% serum while oligoarginine conjugates were not. The greater stability of the X/B-containing conjugates to serum enzymes is likely a factor contributing to their high activity. The loss of activity in high serum concentrations makes oligoarginine CPPs undesirable as potential therapeutic AO carriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we have found that the X/B-containing CPPÀPMO conjugates are superior to oligo-arginineÀPMO conjugates for the following reasons: they display higher activity in cell nuclei, are less affected by serum and are more stable in blood (5) . The toxicity of the X/B-containing CPPs can be reduced by keeping the number of X residues below 5 while still maintaining a reasonable delivery efficacy and stability. This study provides a basis for further optimization of CPP sequence using R, r, X and B residues in the interest of further reducing toxicity and increasing antisense activity, which will likely lead to more effective AO transporters for potential therapeutic applications.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Morpholino antisense oligomers: The case for an rnase h-independent structural type",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Summerton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biochim. Biophys. Acta",
            "volume": "",
            "issn": "",
            "pages": "141--158",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sequence-selective recognition of DNA by strand displacement with a thymine-substituted polyamide",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egholm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Buchardt",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science",
            "volume": "254",
            "issn": "",
            "pages": "1497--1500",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hiv tat peptide enhances cellular delivery of antisense morpholino oligomers",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hase",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antisense Nucleic Acid Drug. Dev",
            "volume": "13",
            "issn": "",
            "pages": "31--43",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cellular uptake of antisense morpholino oligomers conjugated to arginine-rich peptides",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hatlevig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bioconjug. Chem",
            "volume": "15",
            "issn": "",
            "pages": "290--299",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stability of cell-penetrating peptidemorpholino oligomer conjugates in human serum and in cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Youngblood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hatlevig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Hassinger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioconjug. Chem",
            "volume": "18",
            "issn": "",
            "pages": "50--60",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Vectorization of morpholino oligomers by the (r-ahx-r)(4) peptide allows efficient splicing correction in the absence of endosomolytic agents",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clair",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prevot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Youngblood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebleu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Control Release",
            "volume": "116",
            "issn": "",
            "pages": "304--313",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antiviral effects of antisense morpholino oligomers in murine coronavirus infection models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burrer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "5637--5648",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antisense oligonucleotide-induced exon skipping restores dystrophin expression in vitro in a canine model of dmd",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcclorey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gene. Ther",
            "volume": "13",
            "issn": "",
            "pages": "1373--1381",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Induced dystrophin exon skipping in human muscle explants",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcclorey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fall",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rasko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Neuromuscul. Disord",
            "volume": "16",
            "issn": "",
            "pages": "583--590",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Morpholino oligomer mediated exon skipping averts the onset of dystrophic pathology in the mdx mouse",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Honeyman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Steinhaus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Molecular Therapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Inhibition of flavivirus infections by antisense oligomers specifically suppressing viral translation and rna replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Deas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Binduga-Gajewska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tilgner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "4599--4609",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Inhibition of multiple subtypes of influenza a virus in cell cultures with morpholino oligomers",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pastey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kobasa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Puthavathana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lupfer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Bestwick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antimicrob. Agents. Chemother",
            "volume": "50",
            "issn": "",
            "pages": "3724--3733",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inhibition of coxsackievirus b3 in cell cultures and in mice by peptide-conjugated morpholino oligomers targeting the internal ribosome entry site",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coughlin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blouch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "11510--11519",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Up-regulation of luciferase gene expression with antisense oligonucleotides: Implications and applications in functional assay development",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kole",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biochemistry",
            "volume": "37",
            "issn": "",
            "pages": "6235--6239",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Morpholino antisense oligomers: Design, preparation, and properties",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Summerton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weller",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Antisense Nucleic Acid Drug Dev",
            "volume": "7",
            "issn": "",
            "pages": "187--195",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Uncharged morpholino-based polymers having phosphorus containing chiral intersubunit linkage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Summerton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Fmoc solid phase peptide synthesis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "vitro cytotoxicity testing of polycations: Influence of polymer structure on cell viability and hemolysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ahlemeyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krieglstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kissel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "1121--1131",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cellpenetrating peptides. A reevaluation of the mechanism of cellular uptake",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Melikov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vives",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ramos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verbeure",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gait",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Chernomordik",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebleu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J.Biol. Chem",
            "volume": "278",
            "issn": "",
            "pages": "585--590",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Arginine-rich molecular transporters for drug delivery: Role of backbone spacing in cellular uptake",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Rothbard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kreider",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Vandeusen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Wylie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wender",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Med. Chem",
            "volume": "45",
            "issn": "",
            "pages": "3612--3618",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The design, synthesis, and evaluation of molecules that enable or enhance cellular uptake: Peptoid molecular transporters",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wender",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pattabiraman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Pelkey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steinman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Rothbard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "97",
            "issn": "",
            "pages": "13003--13008",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structures of PMO and (RX) 8 À PMO conjugate.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Nuclear activity of CPPÀPMO conjugates: oligoarginine, RXR, RX and RB panels. pluc705 cells were treated with the conjugates in OptiMEM medium with or without 10% serum for 24 h. Nuclear activity of a conjugate is indicated by relative luciferase activity (RLU) per microgram of protein. Data represent a mean AE SD of 6-9 data points from three independent experiments. (A) Cells treated with 1 mM of R 8 À, R 9 À, (RB) 8 À, (RXR) 4 À or (RX) 8 ÀPMO. (B) Cells treated with 5 mM of the same panel of conjugates. (C) Cells treated with 10 mM of conjugates with 8, 7, 5 or 3 RX or RB repeating units. (D) Cells treated with (RXR) 4 À or R 8 ÀPMO at 1 or 5 mM in 0, 10, 30 and 60% serum-containing medium.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Nuclear activity of CPP-PMO conjugates: D-arginine versus L-arginine. pluc705 cells were treated with the indicated compounds at 1, 2 and 5 mM in OptiMEM containing 10% FBS for 24 h. Data represent a mean of 9-12 samples from four independent experiments. Ã Indicates that difference in activity between the (RX) 8 and (rX) 8 ÀPMO conjugates were statistically significant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4. Nuclear activity of CPP-PMO conjugates: number and position of X residues. pluc705 cells were treated with the conjugates having 0, 2, 3 (3a, 3b, 3c and 3d), 4 (4a, 4b and 4c), 5 and 8 X residues (see sequences in Table 1) in OptiMEM medium with 10% serum for 24 h. Nuclear activity of a conjugate is indicated by relative luciferase activity (RLU) per microgram of protein. Data represent a mean AE SD of 9-12 data points from four independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Toxicity of CPPÀPMO Conjugates: MTT assay. The cell viability is represented as the percent of viable pLuc 705 cells treated at 0, 2, 10, 20, 40 and 60 mM of the indicated compounds. (A-E) in OptiMEM containing 10% serum for 24 h. (F) Cells were treated with arginine (500 mM) and X (500 mM) monomers independently and in combination (500 mM R + 500 mM X). Data are represented as a mean of six data points obtained from two independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Toxicity of CPPÀPMO conjugates: microscopic images. pLuc705 cells were treated with the vehicle (No treatment), (RX)8 ÀPMO, (rX)8 ÀPMO, (RXR)4 ÀPMO or (RXR) 3 RBRÀPMO (4c) at 60 mM in OptiMEM containing 10% serum for 24 h and then directly visualized in the culture medium under a microscope at Â100 magnification. ) 3 RBRÀPMO (4cÀPMO)-treated cells had similar density and morphology to the vehicle-treated cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Toxicity of CPP-PMO conjugates: PI exclusion and hemolysis assay. All treatments were carried out in OptiMEM in the presence and absence of 10% FBS. (A) Flow cytometry histograms of cell numbers versus PI fluorescence of HeLa cells treated with 60 mM of (RXR) 4 ÀPMO for 0.5, 5, and 24 h in serum-free medium. Ethanol-treated cells are used as the positive control and the PI positive peak is indicated in the histogram. (B) Flow cytometry histograms of cells were treated with (RXR) 4 ÀPMO at the concentration of 0, 2, 10, 20, 40 or 60 mM for 24 h in serum-free medium. (C) Cells were treated with (RXR) 4 ÀPMO for 24 h in the absence and presence of 10% FBS and then subjected to PI treatment and the flow analysis. (D) The level of hemoglobin (absorbance at 540 nm) released from fresh rat red blood cells treated with (RXR) 4 ÀPMO, (RX) 8 ÀPMO, PBS (negative control) or 0.005% of TX-100 (positive control) for 1 h at 378C. The data represents a mean AE SD of four data points from two independent experiments.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Names and sequences of the CPPs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Dr Jon D. Moulton and David A. Stein for their critical reading of the manuscript. We are grateful to Dr Adams Amantana for providing us with fresh rat blood and the chemistry team at AVI BioPharma for the synthesis, purification and analysis of peptides and PMO. Funding to pay the Open Access publication charges for this article was provided by AVI BioPharma, Inc.Conflict of interest statement. None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}