{
    "paper_id": "d4c836458692801c907aaca8ec7fc1c52b41df43",
    "metadata": {
        "title": "Research Coordinator, 6 Professor & Tier 1 Canada Research Chair",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "V"
                ],
                "last": "Colindres",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Mlt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bryce",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vancouver Coastal Health",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Coral-Rosero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Equinoccial Technical University",
                    "location": {
                        "settlement": "Researcher"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "M"
                ],
                "last": "Ramos-Soto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Ecuatoriano de Seguridad Social",
                    "location": {
                        "addrLine": "5 Researcher"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Bonilla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Yassi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Healthcare professionals are often exposed to serious transmissible infections. This was recently highlighted by the high mortality of health workers in the Ebola outbreak in West Africa and from lessons with other emerging diseases, such as MERS-CoV, drug-resistant tuberculosis and SARS (Suwantarat & Apisarnthanarak 2015; Turale 2014) . Despite the high risk of exposure to communicable diseases in nurses (Omar et al. 2015) , adherence to infection control measures is suboptimal (Jackson et al. 2014 ). More specifically, noncompliance with hand hygiene and use of personal protective equipment has been well documented (Yassi et al. 2007 ). The impacts on adherence to infection control measures of infection control knowledge, availability of resources and workload have been studied (Andersson et al. 2016; Gould et al. 1996) . However, the influence of negative psychosocial work environment on non-adherence to infection control has been under examined, and a large knowledge gap remains.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 324,
                    "text": "(Suwantarat & Apisarnthanarak 2015;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 325,
                    "end": 337,
                    "text": "Turale 2014)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 409,
                    "end": 427,
                    "text": "(Omar et al. 2015)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 484,
                    "end": 504,
                    "text": "(Jackson et al. 2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 625,
                    "end": 643,
                    "text": "(Yassi et al. 2007",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 791,
                    "end": 814,
                    "text": "(Andersson et al. 2016;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 815,
                    "end": 833,
                    "text": "Gould et al. 1996)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An important measure of the psychosocial work environment is the perceived effort-reward imbalance (ERI), characterized by a state of failed reciprocity, with high effort spent but low rewards received. This imbalance is well documented to lead to anger, frustration and perceived unfairness with resultant sustained autonomic nervous system activation contributing further to physical disease (e.g. cardiovascular disease) and mental disorders (van Vegchel et al. 2005) . This stress may eventually transition to burnout (Siegrist 1996) , a psychological syndrome composed of elements of exhaustion and negativism to others (e.g. family, friends and co-workers); (Bakker & Demerouti 2007) . High burnout rates have been documented in nurse populations around the world (Chou et al. 2014; Labrague et al. 2017) , to the detriment of both the individual and organization, including decreased patient satisfaction, and threats to patient safety, as well as decreased worker productivity and increased staff turnover (Dewa et al. 2014; Halbesleben et al. 2008; Topcu et al. 2016; Vahey et al. 2004) . The relationship between healthcare worker burnout and healthcare-associated infections has also previously been reported (Cimiotti et al. 2012) , albeit never in a low-or middle-income country.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 470,
                    "text": "(van Vegchel et al. 2005)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 537,
                    "text": "(Siegrist 1996)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 664,
                    "end": 689,
                    "text": "(Bakker & Demerouti 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 770,
                    "end": 788,
                    "text": "(Chou et al. 2014;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 789,
                    "end": 810,
                    "text": "Labrague et al. 2017)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1014,
                    "end": 1032,
                    "text": "(Dewa et al. 2014;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1033,
                    "end": 1057,
                    "text": "Halbesleben et al. 2008;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1058,
                    "end": 1076,
                    "text": "Topcu et al. 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1077,
                    "end": 1095,
                    "text": "Vahey et al. 2004)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1220,
                    "end": 1242,
                    "text": "(Cimiotti et al. 2012)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The effect of negative psychosocial work environments is of special interest in low-and middle-income countries undergoing rapid socio-economic transitions, where work demands may be greater and the burden of infectious disease higher. Such is the case in Ecuador, where the healthcare system is divided into the public and private sectors. The public sector is comprised of The Armed Forces Institute of Security, and Social Security of the National Policeresponsible for the health of the armed forces and police members, respectively, the Ecuadorian Institute of Social Security (IESS)covering public sector employees, and private sector organizations and individuals which pay into IESS and the Ministry of Public Healthresponsible for the population which is otherwise uninsured (Lucio et al. 2011 ). There has been a concerted effort to improve accessibility and indeed attempt to provide universal health care to its populations both by increasing the accessibility to the Ministry of Public Health services and by increasing the population covered under IESS. These efforts led to an impressive increase in the percentage of ensured population from 21.36% in 2006 to 41.44% in 2014 (National Institute of Statistics 2015) and concomitantly in the use of public healthcare services, from 16.2 million doctor visits per year in 2006 to 43.9 million doctor visits per year in 2014 (National Secretariat of Planning and Development 2015). The increase in accessibility to health care has been mirrored by an increase in healthcare workers, with the number of nurses increasing from 6 320 to 16 931, and auxiliary nurses rising from to 13 229 to 18 256 from 2004 to 2006 (National Institute of Statistics 2016). The potential benefit to the public from these efforts is likely to be profound. However, increased accessibility comes with its own challenges, from 2006 to 2014 blood-borne infectious diseases treated in the hospital increased from 70 932 to 240 115, gastrointestinal infections from 478 377 to 542 569 and respiratory infections from 1 428 905 to 2 271 681 (National Directorate of Epidemiological Surveillance 2016). Notwithstanding questions of dissimilarities in reporting, higher than average rates of healthcare-associated infections, mortality associated with those infections and antimicrobial resistance have also been reported in Ecuador compared with other low-and middle-income countries in Latin America (Salgado Yepez et al. 2017) . Previous research in countries undergoing similar rapid healthcare transitions has documented increased workload, role ambiguity, interprofessional conflict, limited job autonomy, decreased financial or esteem rewards, restricted promotion prospects and decreased job security (Hasselhorn et al. 2004 ). These negative psychosocial work characteristics are well-documented causes of work burnout and ERI (Toh et al. 2012) , and the impact of the latter two factors on infection control merits further examination.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 802,
                    "text": "(Lucio et al. 2011",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2434,
                    "end": 2461,
                    "text": "(Salgado Yepez et al. 2017)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2741,
                    "end": 2764,
                    "text": "(Hasselhorn et al. 2004",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2868,
                    "end": 2885,
                    "text": "(Toh et al. 2012)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There has been inadequate research examining the relationship between burnout, ERI and adherence to infection control measures in low-and middle-income countries undergoing rapid socio-economic transitions where the burden of these factors is greatest. This study investigated the associations between ERI and work burnout, and their effect on self-reported infection control adherence in a population of nurses in Ecuadorean hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim of study"
        },
        {
            "text": "A cross-sectional design correlational study based on selfreporting survey data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "Data were collected in four acute care facilities in Ecuador from October 2014 to February 2015. The facilities ranged from 128 to 621 beds, 792 to 3092 employees and included secondary and tertiary care hospitals. All facilities were run by IESS, two facilities were situated in Quito in the province of Pichincha, one in Guayaquil in the province of Guayas and one in Cuenca in the province of Azuay. Selection of facilities was based on the presence of professionals with a mandate for both occupational health and infection control and an interest in participating, and departments were based on their presence in all the selected facilities. Questionnaires were distributed by a research assistant to all healthcare workers in the intensive care, emergency, internal medicine and maternity departments of the facilities. Workers were given 30 min of their shift to complete them, and a box was made available for confidential return of the questionnaires. In total, 1050 questionnaires were distributed, and 761 questionnaires were submitted. Of the submitted questionnaires, 349 were by nurses (auxiliary, general or specialized). For this analysis, 95.4% (n = 333) of the nurses' questionnaires were considered complete, with less than two missing items for each of the risk, effort, reward and burnout scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample and setting"
        },
        {
            "text": "The research project was reviewed and approved by the University of British Columbia Research Ethics Board (H14-02670) and IESS Review Board. All questionnaires had a title page with instructions and consent form explaining the voluntary and anonymous nature of the questionnaires, and their sole use for research. In addition to provision of a box for questionnaire returns, confidentiality was further maintained by limiting access to the surveys for the data entry and analysis to two research assistants, and the data were kept in a password-protected computer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical consideration"
        },
        {
            "text": "The questionnaires were translated/back-translated by a panel of experts in the field using simple syntax, and included buffer questions, reverse coding and clear instructions in an attempt to minimize sources of bias in the method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The questionnaire included socio-demographic information such as gender, age, civil status and education level. Professional characteristics included the years of healthcare experience, average shift length (h) and job title within nursing (auxiliary, general or specialized). Analysis included the completed questionnaires of participants who omitted demographic information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic"
        },
        {
            "text": "Nurses' perceived risk of infection was measured using a twoitem scale. The first question ranked a nurse's perceived personal 'risk for contracting infectious disease by caring for patients with infectious diseases', while the second ranked their perception of the 'risk of transmitting infectious diseases to others (e.g. family, friends.) by caring for patients with infectious diseases'. Both items were measured using a 5point Likert scale ranging from 'extremely low' to 'extremely high' and were coded from '1' to '5', respectively. A summary score was calculated as the average of the two items of five.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk perception"
        },
        {
            "text": "Measurement of ERI was carried out using a standardized ERI questionnaire that consisted of 17 items assessing effort and reward on a 5-point Likert scale (Siegrist 1996) . Six items related to the demanding aspects of the work environment measured effort. Reward was measured with 11 items and included subscales for self-esteem (five items), occupational social status (five items) and financial rewards (one item). Individual nurse ERI scores were quantified as the ratio of mean effort score over the mean reward score. A score above 1.0 reflected an effort-reward imbalance, while scores close to zero was indicative of low effort with high reward (favourable condition).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 170,
                    "text": "(Siegrist 1996)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Effort-reward imbalance"
        },
        {
            "text": "The Copenhagen Burnout Inventory workplace burnout scale consisting of seven items on exhaustion related to the work environment was used. A summary score was calculated as the mean value of the individual item scores on a 5-point Likert response scale which ranged from 'never/very low degree' to 'always/very high degree' and was coded from '0' to '100' in intervals of 25. A summary score over the midpoint ('50') classified the individual as exposed to burnout (Kristensen et al. 2005) .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 489,
                    "text": "(Kristensen et al. 2005)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Burnout"
        },
        {
            "text": "Nurses' adherence to infection prevention and control measures was assessed with a modified Johns Hopkins University School of Hygiene and Public Health Safety Climate Questionnaire (Gershon et al. 2000) . The scale contained six items that measured the frequency with which the respondent would adhere to infection control measures as they related to hand hygiene and personal protective equipment.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 203,
                    "text": "(Gershon et al. 2000)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Self-reported adherence to infection prevention and control"
        },
        {
            "text": "All items were assessed with a 5-point Likert response scale ranging from '0 of 10 times' to '10 of 10 times'. A summary score was calculated as the average of the six items.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-reported adherence to infection prevention and control"
        },
        {
            "text": "Statistical analysis was performed using the SPSS for Macintosh (v. 21.0; IBM SPSS Inc., Armonk, NY, USA). Missing questionnaire items were assumed missing at random. Missing items for the risk, effort, reward and burnout scales were replaced by the individuals' means of the other items of the scale while pairwise deletion was used for analysis involving omitted demographic data. Effort-reward imbalance, burnout and infection control adherence scales were normally distributed, and preliminary analyses were performed to ensure statistical test assumptions were met. ANOVA was used to examine the association between infection control adherence and the nominal demographic variables: civil status, education and nursing role, while t-test determined any association between infection control adherence and sex. Pearson correlation was used to determine association between adherence and the continuous demographic variables: age, years of healthcare experience, average workweek and average work shift length. Simple linear regression was performed to determine the relationship between infection control adherence and the independent variables (ERI and work burnout). Hierarchical multiple linear regression analysis was used as the primary statistical method to control for extraneous variables (P < 0.05), and the combined effect of the independent variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The participants were a sample of 333 nurses, representing 13.6% of the total 2441 nurses in the facilities analysed. Nurses were predominantly females with a mean age of 35.4 years. A 4-year bachelor degree was common, and 61.0% of participants had less than 10 years of healthcare experience (Column 1, Table 1 ). The majority were full-time workers (75.9%), working less than or equal to 40 h per week (65.5%) in shifts of 8 h or less.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 312,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The internal consistency of effort, reward, workplace burnout and infection control adherence scales in this analysis as determined by Cronbach's alpha were 0.81, 0.85, 0.86, and 0.83, respectively, indicating high reliability suitable for further analysis. The mean ERI and burnout scores for the study population were 0.71 and 41.5, respectively. Despite the mean scores falling below the thresholds indicative of imbalance and exposure to burnout, 35.8% of nurses were above the burnout exposure limit and 20.4% experienced a negative ERI. The mean risk score was 3.63, equivalent to a perceived moderate-to-high risk of contracting an infectious disease from patients and transmitting it to others. The mean infection control compliance score was 3.60, with 44.2% of nurses reporting adherence to preventive measures more than 70% of the time. There was no statistically significant association between any of the demographic variables and ERI, work burnout or adherence results. However, being an auxiliary nurse was statistically associated with a lower work burnout (P = 0.030) and a higher self-reported infection control adherence score (P = 0.040) than other nursing roles (Table 1) . Pearson correlation analysis of nurses' perceived risk of infection yielded a statistically significant positive correlation with increased adherence (r = 0.133, P = 0.018), and negative correlations with work burnout (r = À0.240, P = 0.001) and ERI (r = À0.154, P = 0.006). Therefore, both the auxiliary nurse role and perceived risk of infection were controlled for in the hierarchical multiple linear regression analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1183,
                    "end": 1192,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The hierarchical multiple linear regression to assess the ability of ERI to predict levels of burnout yielded a statistically significant second model (Table 2) ; (R 2 =0.278, P < 0.01) indicating ERI to be a unique incremental predictor of burnout (b = 0.44, t = 9.03, P < 0.01) after controlling for nursing role and perceived risk in the first model ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 355,
                    "end": 363,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The associations between work burnout and infection control adherence, and the combined impact of work burnout and ERI on self-reported infection control adherence were also assessed through hierarchical multiple linear regression. Missing Data: sex (4 cases), age (16 cases), civil status (5 cases), education (12 cases), healthcare experience (30 cases) and average work shift (29 cases). *P < 0.05, **P < 0.01. Burnout was found to be a unique incremental predictor of adherence to infection control precautions (b = À0.18, t = À3.09, P < .05) as indicated in model 2 (Table 3) . However, the addition of ERI in model 3 did not yield a statistically significant ΔR 2 (b = 0.09, t = 1.38, P > 0.05), that is a combined effect between high ERI and high burnout scores on decreased self-reported adherence with infection control was not supported (Table 3) . Variance inflation factors for both multiple linear regressions were less than 2 indicating multicollinearity was not an issue in the analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 571,
                    "end": 580,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 847,
                    "end": 856,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The limitations of this study include participants solely from the IESS-administered hospitals; this may decrease the overall generalizability of the results to all hospitals. However, because power relations and policies are relatively similar in IESS and Ministry of Health hospitals, this should not constitute a serious limitation. Secondly, the cross-sectional data design makes it impossible to draw conclusions about causality, while it is reasonable to assume that ERI and burnout act on health instead of the inverse, there is clearly a dialectical relationship at play as those people with greater health concerns may suffer to a greater degree when there are effortreward imbalances in the workplace. Finally, both dependent and independent variables were assessed using self-reported surveys, increasing the studies susceptibility to subject-reporting bias. These limitations have been offset by the large sample data gathered with several standardized instruments with good psychometric properties and integrated strategies to reduce bias (e.g. simple syntax, buffer questions, reverse coding, clear instructions and anonymity) providing the study adequate power to arrive at conclusions mentioned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Results indicated that 21.0% of nurses experiencing effortreward imbalance and 35.8% exposed to work-related burnout. The mean ERI score of 0.71 and burnout score of 41.5 for Ecuadorian nurses reported in our research fell within the ranges of 0.57-0.82 and 17.5-46.5 found in previous studies of nurses in European countries in transition. Ecuadorian nurses' scores are closest to scores obtained by Polish (ERI = 0.78, burnout = 39.7) and Slovakian (ERI = 0.70 burnout = 45.4) nurses, both considered to be in transition at the time of the study (Hasselhorn et al. 2004 ). Only 44.2% of Ecuadorian nurses reporting adherence to infection control measures more than 70% of the time compared to 71.0% of nurses for the same metric in a Canadian study of nurses (Yassi et al. 2007 ), but is in keeping with findings in other low-resource countries.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 571,
                    "text": "(Hasselhorn et al. 2004",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 761,
                    "end": 779,
                    "text": "(Yassi et al. 2007",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "ERI, work burnout and infection control adherence levels"
        },
        {
            "text": "The results of the bivariate analysis of demographic factors associated with ERI, work burnout and adherence identified auxiliary nursing role as the only statistically significant association, with auxiliary nurses indicating lower work burnout and higher self-reported infection control adherence, subsequently nursing role was controlled for in the linear regression analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic and risk correlations"
        },
        {
            "text": "To the best of our knowledge, this association has not been previously reported, possibly due to few burnout studies distinguishing between various nursing roles. The association with nursing role may also be confounded by other factors which have been previously associated with burnout and adherence, such as increased patient demand, nurse seniority and specialized nurse roles (Vargas et al. 2014 ), which would be higher among general and specialized nurses in Ecuador. Specifically, the role of auxiliary nurses in many hospitals in Ecuador is that of patient support services (e.g. moving patients, changing bed sheets) with the little-to-no medical involvement (e.g. administering medications, monitoring vital signs, suctioning secretions, drawing blood, inserting IV lines). Furthermore, the 168% increase in general nurses from 2004 to 2006, compared to the 38% increase in auxiliary nurses during the same period (National Institute of Statistics 2016) may indicate a de facto increase in role and responsibilities of general and specialized nurses, leading to role ambiguity and role conflict, and accounting for the increased burnout and decreased adherence in those two groups. The absence of a statistically significant relationship with any other demographic characteristic is in agreement with published literature on the subject. Previous literature (studying a variety of nurse populations globally) has been conflicting on the association between socio-demographic factors and burnout (Adriaenssens et al. 2015) . However, scholars in Ecuador have previously found correlations between burnout and gender and other socio-economic indicators (Breilh 2015) . The positive correlation between nurses' perceived risk of infection and increased infection control adherence has been noted previously (Powers et al. 2016) and is in line with the concept that healthcare worker beliefs concerning problems, benefits, barriers and self-efficacy play a role in health-associated behaviour, known as the Health Belief Model. Furthermore, Pratt et al. (2009) demonstrated that a nurses' direct care for a SARS patient was a unique incremental predictor of infection control adherence, in an attempt to control for this confounding factor, nurses perceived risk was adjusted for in the linear regression analyses.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 400,
                    "text": "(Vargas et al. 2014",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1506,
                    "end": 1532,
                    "text": "(Adriaenssens et al. 2015)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1662,
                    "end": 1675,
                    "text": "(Breilh 2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1815,
                    "end": 1835,
                    "text": "(Powers et al. 2016)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2048,
                    "end": 2067,
                    "text": "Pratt et al. (2009)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Demographic and risk correlations"
        },
        {
            "text": "The hierarchical multiple linear regression assessing the ability of ERI to predict levels of burnout after controlling for nursing role and perceived risk yielded a model accounting for 27.1% of the total variance of burnout, with a b = 0.44 for ERI. These values are comparable to those obtained in a similar analysis conducted on nurses in Canada, which produced a model explaining 38% of the total variance of burnout, with a b = 0.60 for ERI, after controlling for nurses working in medical/surgical wards (Pratt et al. 2009 ). These findings are consistent with the vast body of research that has reported and investigated burnout as an outcome of ERI (Siegrist 1996) . However, past literature on the relationship between ERI and burnout has focused almost exclusively on high-income countries in North America and Western Europe (Bakker et al. 2000; Pratt et al. 2009; Schulz et al. 2009 ). This is the first study to our knowledge to confirm the presence of this association in Latin American healthcare workers. The findings contribute evidence to burnout as an outcome of ERI being a mechanism that is observable across cultures and international economic statuses. The validation of this mechanism in the study population also allows for the possibility of using the Siegrist's framework to pinpoint the specific factors most contributing to effort-reward imbalances. In future research, factorial analysis of ERI scores could be attempted to ascertain if this is helpful in guiding interventions that can minimize ERI, its transition to burnout and associated negative effects.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 529,
                    "text": "(Pratt et al. 2009",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 658,
                    "end": 673,
                    "text": "(Siegrist 1996)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 837,
                    "end": 857,
                    "text": "(Bakker et al. 2000;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 858,
                    "end": 876,
                    "text": "Pratt et al. 2009;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 877,
                    "end": 895,
                    "text": "Schulz et al. 2009",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Association between ERI and burnout"
        },
        {
            "text": "The results obtained from the hierarchical multiple linear regression that examined relationships between work burnout and self-reported adherence with infection control practices, and the interactive effect of work burnout and ERI on selfreported infection control adherence, highlighted burnout as the unique incremental predictor of adherence score. This finding is supported by Cimiotti et al. (2012) and Hugonnet et al. (2004) , although a similar analysis of Canadian nurses found ERI to be a predictor of infection control adherence rather than burnout (Pratt et al. 2009 ). Comparison of the differing population, facility and organizational characteristics, as well as the distribution of the ERI and burnout scores between the studies, would be needed to clarify this difference, unfortunately, at the time of publishing this information was not available.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 404,
                    "text": "Cimiotti et al. (2012)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 409,
                    "end": 431,
                    "text": "Hugonnet et al. (2004)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 560,
                    "end": 578,
                    "text": "(Pratt et al. 2009",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Effects of ERI and burnout on infection control"
        },
        {
            "text": "The evidence for burnout as a negative unique incremental predictor of nurses' self-reported compliance with infection control measures suggests that burnoutby predisposing to non-compliance with infection control measurescould lead to an increase in transmissible occupational infections (Cimiotti et al. 2012 ) and increased nurse absenteeism (Schouteten 2017) . The latter could then impact negatively on the provision of safe, accessible health care for all.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 310,
                    "text": "(Cimiotti et al. 2012",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 345,
                    "end": 362,
                    "text": "(Schouteten 2017)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Effects of ERI and burnout on infection control"
        },
        {
            "text": "There is a growing body of knowledge in high-income countries indicating the effects of negative psychosocial work environments on health care worldwide; and Latin American scholars have been actively contributing to understanding the underlying social processes that have plagued the healthcare system from years of neglect (Breilh 2015) , and, more recently, from rapidly transitioning healthcare systems. It is well known that rapid change increases work stress, further contributing to a negative psychosocial work environment setting the stage for burnout; this study has now documented this impact in Ecuador. More importantly, we have shown that burnout is associated with lapses in infection control adherence, which may result in increased transmissible occupational infections, further threatening the health of both the healthcare workforce and the populations they serve. Attention must now be turned to unpacking the workplace dynamics and social processes that drive burnout in healthcare workers.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 338,
                    "text": "(Breilh 2015)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The findings from this study have widespread implications for health policy at several levels. The affect of ERI on burnout in nurses and other healthcare workers suggests that national and facilities level health authorities should guard against policies that might increase effort-reward imbalances among healthcare worker. This is of special interest in circumstance where efforts are being made to expand services and increase public accessibility with limited resources, wherein policy changes may increase workload, create role ambiguity, limit job autonomy, decrease financial or esteem rewards, restrict promotion prospects and/or decrease job security. The affect of these policies on ERI and burnout in healthcare workers could diminish the beneficial impact to the general population and increases costs of those policies through the downstream effects of increased burnout such as decreased patient safety, reduced worker productivity and increased staff turnover. Policy makers should include strategies to curtail negative changes to the psychosocial work environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for nursing and health policy"
        },
        {
            "text": "At the facilities and department level, the effect of burnout on infection control adherences suggests that monitoring and interventions to reduce burnout levels among nurses should be seen as part of the responsibility of those charged with infection prevention and control in what should be an integrative strategy to reduce transmissible infections in patients and workers. Organizational interventions guided by perceived effort-reward and job-demand-resources imbalances (Mijakoski et al. 2015) have shown success and should be considered valid tools in infection prevention and control. Furthermore, access to mental health services for healthcare workers, including individual psychosocial interventions to address burnout have shown success (Gunusen & Ustun 2010; Nowrouzi et al. 2015) , and should be considered not simply as part of the commitment to workers health but as an investment in patient outcomes as well.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 499,
                    "text": "(Mijakoski et al. 2015)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 749,
                    "end": 771,
                    "text": "(Gunusen & Ustun 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 772,
                    "end": 793,
                    "text": "Nowrouzi et al. 2015)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Implications for nursing and health policy"
        },
        {
            "text": "More research is necessary to better identify the specific organizational interventions needed to improve working conditions for healthcare professionals. Implementation research is particularly warranted to evaluate the effectiveness of various approaches in resource-limited settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for nursing and health policy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Determinants and prevalence of burnout in emergency nurses: a systematic review of 25 years of research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adriaenssens",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "De Gucht",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Nursing Studies",
            "volume": "52",
            "issn": "2",
            "pages": "649--661",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnurstu.2014.11.004"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Experiences of nursing staff caring for patients with methicillinresistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andreassen Gleissman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lindholm",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fossum",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Nursing Review",
            "volume": "63",
            "issn": "2",
            "pages": "233--241",
            "other_ids": {
                "DOI": [
                    "10.1111/inr.12245"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The job demands-resources model: state of the art",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Demerouti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Managerial Psychology",
            "volume": "22",
            "issn": "",
            "pages": "309--328",
            "other_ids": {
                "DOI": [
                    "10.1108/02683940710733115"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effortreward imbalance and burnout among nurses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Killmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Schaufeli",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Advanced Nursing",
            "volume": "31",
            "issn": "4",
            "pages": "884--891",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health in Neoproductivism with Governance (Weakness of Critical Consciousness)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breilh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Job stress and burnout in hospital employees: comparisons of different medical professions in a regional hospital in Taiwan",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "British Medical Journal Open",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2013-004185"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nurse staffing, burnout, and health care associated infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cimiotti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Aiken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sloane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "American Journal of Infection Control",
            "volume": "40",
            "issn": "6",
            "pages": "486--490",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2012.02.029"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How does burnout affect physician productivity? A systematic literature review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Dewa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Health Services Research",
            "volume": "14",
            "issn": "",
            "pages": "325--6963",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6963-14-325"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hospital safety climate and its relationship with safe work practices and workplace exposure incidents",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Gershon",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "American Journal of Infection Control",
            "volume": "28",
            "issn": "3",
            "pages": "211--221",
            "other_ids": {
                "DOI": [
                    "10.1067/mic.2000.105288"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nurses' infection-control practice: hand decontamination, the use of gloves and sharp instruments",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilson-Barnett",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ream",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "International Journal of Nursing Studies",
            "volume": "33",
            "issn": "2",
            "pages": "48--56",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An RCT of coping and support groups to reduce burnout among nurses",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Gunusen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ustun",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Nursing Review",
            "volume": "57",
            "issn": "4",
            "pages": "485--492",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1466-7657.2010.00808.x"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nurse burnout and patient safety outcomes: nurse safety perception versus reporting behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Halbesleben",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Wakefield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wakefield",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Western Journal of Nursing Research",
            "volume": "30",
            "issn": "5",
            "pages": "560--577",
            "other_ids": {
                "DOI": [
                    "10.1177/0193945907311322"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effort-reward imbalance among nurses in stable countries and in countries in transition",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Hasselhorn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tackenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Occupational and Environmental Health",
            "volume": "10",
            "issn": "4",
            "pages": "401--408",
            "other_ids": {
                "DOI": [
                    "10.1179/oeh.2004.10.4.401"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nursing resources: a major determinant of nosocomial infection? Current Opinion in Infectious Diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hugonnet",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "329--333",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infection prevention as \"a show\": a qualitative study of nurses' infection prevention behaviours",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lowton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Nursing Studies",
            "volume": "51",
            "issn": "3",
            "pages": "400--408",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnurstu.2013.07.002"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Copenhagen Burnout Inventory: a new tool for the assessment of burnout",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kristensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borritz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Villadsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Work and Stress",
            "volume": "19",
            "issn": "3",
            "pages": "192--207",
            "other_ids": {
                "DOI": [
                    "10.1080/02678370500297720"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Organizational politics, nurses' stress, burnout levels, turnover intention and job satisfaction",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Labrague",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Nursing Review",
            "volume": "64",
            "issn": "1",
            "pages": "109--116",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The health system of Ecuador",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lucio",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Villacr Es",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Henr Iquez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Salud Publica de Mexico",
            "volume": "53",
            "issn": "2",
            "pages": "177--187",
            "other_ids": {
                "DOI": [
                    "10.1590/s0036-36342011000800013"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Burnout, engagement, and organizational culture: differences between physicians and nurses. Open Access Macedonian",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mijakoski",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Medical Sciences",
            "volume": "3",
            "issn": "3",
            "pages": "506--513",
            "other_ids": {
                "DOI": [
                    "10.3889/oamjms.2015.091"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemiological Surveillance Yearbook",
            "authors": [],
            "year": 1994,
            "venue": "Spanish) National Institute of Statistics (2015) Compendium of Results for Living Conditions Census-Sixth Round. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Health Resources and Activities Yearbook",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "years of the Citizens' Revolution. Senplades",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Occupational stress management and burnout interventions in nursing and their implications for healthy work environments: a literature review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nowrouzi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Workplace Health & Safety",
            "volume": "63",
            "issn": "7",
            "pages": "308--315",
            "other_ids": {
                "DOI": [
                    "10.1177/2165079915576931"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Occupational injuries prone to infectious risks amongst healthcare personnel in Kuwait: a retrospective study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Omar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Abdo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Salama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Al-Mousa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Medical Principles and Practice: International Journal of the Kuwait University",
            "volume": "24",
            "issn": "2",
            "pages": "123--128",
            "other_ids": {
                "DOI": [
                    "10.1159/000369462"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Factors influencing nurse compliance with standard precautions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Powers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armellino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dolansky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Journal of Infection Control",
            "volume": "44",
            "issn": "1",
            "pages": "4--7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2015.10.001"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The impact of ERI, burnout, and caring for SARS patients on hospital nurses' self-reported compliance with infection control",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pratt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Canadian Journal of Infection Control",
            "volume": "24",
            "issn": "3",
            "pages": "167--172",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Device-associated infection rates, mortality, length of stay and bacterial resistance in intensive care units in Ecuador: international nosocomial infection control consortium's findings",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salgado Yepez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "World Journal of Biological Chemistry",
            "volume": "8",
            "issn": "1",
            "pages": "95--101",
            "other_ids": {
                "DOI": [
                    "10.4331/wjbc.v8.i1.95"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Predicting absenteeism: screening for work ability or burnout",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schouteten",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Occupational Medicine",
            "volume": "67",
            "issn": "1",
            "pages": "52--57",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Effort-reward imbalance and burnout among German nurses in medical compared with psychiatric hospital settings",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Psychiatric and Mental Health Nursing",
            "volume": "16",
            "issn": "3",
            "pages": "225--233",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Adverse health effects of high-effort/low-reward conditions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Occupational Health Psychology",
            "volume": "1",
            "issn": "1",
            "pages": "27--41",
            "other_ids": {
                "DOI": [
                    "10.1037/1076-8998.1.1.27"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Risks to healthcare workers with emerging diseases: lessons from MERS-CoV, ebola, SARS, and avian flu",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Suwantarat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apisarnthanarak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Current Opinion in Infectious Diseases",
            "volume": "28",
            "issn": "4",
            "pages": "349--361",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Systematic review on the relationship between the nursing shortage and job satisfaction, stress and burnout levels among nurses in oncology/haematology settings",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Devi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Evidence-Based Healthcare",
            "volume": "10",
            "issn": "2",
            "pages": "126--141",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Relationship between nurses' practice environments and nursing outcomes in Turkey",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Topcu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Nursing Review",
            "volume": "63",
            "issn": "2",
            "pages": "242--249",
            "other_ids": {
                "DOI": [
                    "10.1111/inr.12247"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Ebola: a global challenge for nurses and other health workers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Turale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Nursing Review",
            "volume": "61",
            "issn": "4",
            "pages": "443--444",
            "other_ids": {
                "DOI": [
                    "10.1111/inr.12149c"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Nurse burnout and patient satisfaction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Vahey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Medical Care",
            "volume": "",
            "issn": "2",
            "pages": "57--66",
            "other_ids": {
                "DOI": [
                    "10.1097/01.mlr.0000109126.50398.5a"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Which occupational risk factors are associated with burnout in nursing? A meta-analytic study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vargas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Journal of Clinical Health Psychology",
            "volume": "14",
            "issn": "1",
            "pages": "70034--70035",
            "other_ids": {
                "DOI": [
                    "10.1016/s1697-2600(14)70034-1"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Reviewing the effort-reward imbalance model: drawing up the balance of 45 empirical studies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vanvegchel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dejonge",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bosma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schaufeli",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Social Science & Medicine",
            "volume": "60",
            "issn": "5",
            "pages": "1117--1131",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Determinants of healthcare workers' compliance with infection control procedures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yassi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Healthcare Quarterly",
            "volume": "10",
            "issn": "1",
            "pages": "44--52",
            "other_ids": {
                "DOI": [
                    "10.12927/hcq.2007.18648"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Distributions of adherence, burnout and effort-reward imbalance scores by demographic factors (n = 333)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Results of hierarchical multiple linear regression analysis for variables predicting work burnout",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Results of hierarchical multiple linear regression analysis for variables predicting self-reported adherence to infection control",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to the healthcare workers from Instituto Ecuatoriano de Seguridad Social hospitals for participating in the study, as well as members of the Andina Simon Bolivar University Faculty of Health. Special thanks to Maria Jose Breilh, Karen Lockhart and Sydney Scharf who assisted us in the implementation of this study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}