{
    "paper_id": "d5b981ab9223ede1243af2a7030ced8570c82edc",
    "metadata": {
        "title": "Ebola viral disease in West Africa: a threat to global health, economy and political stability",
        "authors": [
            {
                "first": "Semeeh",
                "middle": [
                    "Akinwale"
                ],
                "last": "Omoleke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "World Health Organization (IVE)",
                    "location": {
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Ibrahim",
                "middle": [],
                "last": "Mohammed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "United Nations Children's Fund (EPI)",
                    "institution": "",
                    "location": {
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Yauba",
                "middle": [],
                "last": "Saidu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clinton Health Access Initiatives",
                    "location": {
                        "settlement": "Yaounde",
                        "country": "Cameroun"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The West African sub-continent is currently experiencing its first, and ironically, the largest and longest Ebola viral diseases (EVD) outbreak ever documented in modern medical history. The current outbreak is significant in several ways, including longevity, magnitude of morbidity and mortality, occurrence outside the traditional niches, rapid spread and potential of becoming a global health tragedy. The authors provided explicit insights into the current and historical background, drivers of the epidemic, societal impacts, status of vaccines and drugs development and proffered recommendations to halt and prevent future occurrences. The authors reviewed mainly five databases and a hand search of key relevant literature. We reviewed 51 articles that were relevant up until the 18 th of August 2014. The authors supplemented the search with reference list of relevant articles and grey literature as well as relevant Internet websites. Article searches were limited to those published either in English or French. There are strong indications that the EVD may have been triggered by increased human activities and encroachment into the forest ecosystem spurred by increasing population and povertydriven forest-dependent local economy. Containment efforts are being hampered by weak and fragile health systems, including public health surveillance and weak governance, certain socio-anthropological factors, fast travels (improved transport systems) and globalization. The societal impacts of the EBV outbreak are grave, including economic shutdown, weakening of socio-political systems, psychological distress, and unprecedented consumption of scarce health resources. The research and development (R&D) pipeline for product against EBV seems grossly insufficient. The outbreak of Ebola and the seeming difficulty to contain the epidemic is simply a reflection of the weak health system, poor surveillance and emergency preparedness/ response, poverty and disconnect between the government and the people in many West African countries. Although interventions by the United Nations and other international development agencies could ultimately halt the epidemic, local communities must be engaged to build trust and create demand for the public health interventions being implemented in the Ebola-ravaged populations. In the intermediate and long term, post-Ebola rehabilitation should focus on strengthening of health systems, improving awareness about zoonosis and health behaviors, alleviating poverty and mitigating the impact of triggering factors. Finally, national governments and international development partners should mobilize huge resources and investments to spur or facilitate R&D of disease control tools for emerging and pernicious infectious diseases (not limited to EVD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ebola virus disease (EVD) is one of the most dreaded infectious diseases known to mankind in the 21 st century. Its high mortality rate, which ranges from 25 and 90% has made the disease one of the most challenging public health issues in recent years. 1 The disease was first described in 1976 in Zaire, now Democratic Republic of Congo (DRC), following an outbreak of a previously unknown acute viral hemorrhagic fever. 2 Since then, deadly outbreaks have been reported in Congo, DRC, Gabon, Sudan and Uganda, with a median of 3 outbreaks (range 3-7) per country. 3 In 2014, the largest and deadliest EVD outbreak in history was recorded in West Africa, representing the first occurrence of the disease outside its traditional niche in Central Africa. Unlike previous outbreaks that were easily contained, this current outbreak is quite significant in several ways, including its longevity, rapid spread, unprecedentedly high mortality and morbidity, and the real potential to become globalized in this fast-paced-highly-inter-connected-world. 4 In view of the aforementioned threats or considerations, the World Health Organization (WHO) recently declared the disease as an International Public Health Emergency and warned that EVD caseload in the crises countries could exceed 20,000 by November 2014. 5 Another expert agency, United States Centre for Disease Control and Prevention (US-CDC), has forecasted that the caseload in Liberia and Sierra Leone could reach 0.55-1.4 million by January 2015, if additional interventions are not deployed or if cultural practices that do not promote good health continue to persist. 6 In addition, there are concerns that the disease may evolve and linger in several African countries (Figure 1 ), 6 a situation that will place about 22 million individuals at risk of the dis-ease. 7 This is a concern partly because the health systems of these nations are extremely weak (Table 1) [8] [9] [10] [11] and so, they may not be able to effectively handle an EVD outbreak.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 254,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 422,
                    "end": 423,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 566,
                    "end": 567,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1046,
                    "end": 1047,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1306,
                    "end": 1307,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1627,
                    "end": 1628,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1742,
                    "end": 1743,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1826,
                    "end": 1827,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1926,
                    "end": 1929,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1930,
                    "end": 1933,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1934,
                    "end": 1938,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1939,
                    "end": 1943,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1729,
                    "end": 1738,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1916,
                    "end": 1925,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "EVD is caused by one of five species of Ebola viruses, namely, Zaire (most fatal), Sudan, Tai Forest, Bundibugyo and Reston. 12 These five species, which were identified at different times, are genetically distinct and have caused outbreaks that differ in geographical spread and magnitude. In sub-Saharan Africa, most fatal outbreaks have been caused by Zaire ebolavirus, Sudan ebolavirus and Bundibugyo ebolavirus, with mortality ranging from 30-90%. 1 Zaire and Sudan ebolaviruses have caused repeated outbreaks in Central Africa since their discovery close to 4 decades ago while Bundibugyo ebolavirus was first identified in 2008 following a large outbreak in Bundibudyo, Uganda. 13 Prior to the current outbreak, little was known about EVD occurrence outside its traditional niche in Central Africa, except for a single reported case of human infection with the Tai specie resulting from contact with an infected chimpanzee in the Tai forest of Ivory Coast. 14 Initial molecular analysis of the isolates suggested that the outbreak, which has been ravaging West Africa for close to a year, was caused by a separate clade of virus from known ebolavirus strains from DRC and Gabon. 15 However, ensuing analysis indicated that the outbreak was caused by a strain that diverged from the Central African Zaire ebolavirus about a decade ago, rather than emergence of a separate clade of an endemic virus. 16 Although the outbreak was only officially reported to the World Health Organization on March 12, 2014 , epidemiologic findings through contact tracing suggest that the outbreak dated back to December 2, 2013 or possibly earlier. 15 The outbreak is traceable to a single index case (a 2-year old child in Gueckedou Prefecture of Guinea who died of the disease on Dec 6, 2013), whose family admitted to having hunted two species of bat-Hypsignatus monstrosus and Epomops franqueti, which are both reservoir species for Ebolaviruses. 17, 18 Subsequent spread of the disease occurred via close contacts with blood or body fluids of infected persons at family, community and/or hospital settings, and by the time the disease was recognized in March 2014, it was present in three countries. As at April 13, 2016 , total reported cases of EVD (confirmed, probable and suspected) were 28,652 from 10 countries; 15,261 cases were laboratory-confirmed and total deaths 11,325. 4 Virtually all the cases and deaths (99.87%) were from Guinea, Liberia and Sierra Leone, with the burden of disease highest in Sierra Leone and lowest in Guinea. 4 There were reported cases of importation beyond the African continent to Europe (3 cases in 3 countries: Spain, the United Kingdom and Italy) and North America (4 cases: United States of America) via international travels. 4 The WHO declared that the outbreak no longer constitutes a public health emergency of international concern on March 29, 2016, though the threat of re-emergence remains.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "text": "12",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 453,
                    "end": 454,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 685,
                    "end": 687,
                    "text": "13",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 964,
                    "end": 966,
                    "text": "14",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1405,
                    "end": 1407,
                    "text": "16",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1495,
                    "end": 1509,
                    "text": "March 12, 2014",
                    "ref_id": null
                },
                {
                    "start": 1637,
                    "end": 1639,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1943,
                    "end": 1945,
                    "text": "18",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2199,
                    "end": 2213,
                    "text": "April 13, 2016",
                    "ref_id": null
                },
                {
                    "start": 2375,
                    "end": 2376,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2538,
                    "end": 2539,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2763,
                    "end": 2764,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Common clinical manifestations reported in the current outbreak are somewhat different from clinical manifestations in previous outbreaks in Central Africa. 19 These manifestations include fever (usually high grade associated with chills), severe diarrhea and vomiting. Bleeding has not been a consistent finding. Most often, the disease rapidly progresses to multi-systemic involvement with hepatic, renal, respiratory and vascular features. These early non-specific manifestations of the disease may mimic other common infectious diseases including malaria, enteric fever, dysentery, meningitis and other hemorrhagic viral diseases such as Lassa and Maburg or Dengue Fever. These overlapping presentations can cause the disease to be misdiagnosed; a weakness, which may have far reaching implication in terms of disease management and public health in general. In this paper, we reviewed the threats of EVD in the context of globalization, the potential drivers of EVD outbreaks, the societal impact of EVD outbreaks and the research and development (R&D) status for products against EVD.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "19",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The authors reviewed mainly 5 online data-bases and a hand search of the reference list of key articles. We reviewed 51 articles that were relevant up until the end date of the search on August 18, 2016 We limited article searches to those published in either English or French, as those were the ones we had resources to translate. We included not only articles but also editorials and letters. We excluded articles on Ebola cases outside Africa. In Table 2 there is a summary of the inclusion and exclusion criteria.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 202,
                    "text": "August 18, 2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 458,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "The bio-security threat of EVD, which was recognized close to four decades ago, is a challenging global health problem. 2 The threat is particularly acute in most part of Sub-Sahara Africa, where health systems do not have the necessary capacity to contain the disease. Most countries lack isolation and treatment units to care for patients as well as disease surveillance systems to trace and quarantine contacts. Although previous outbreaks were contained within a median time of 3 months (range 2-6 months), any single outbreak has posed substantial bio-security threats to the affected nations as well as the international community. 3 The West African outbreak has evolved into an important bio-security concern to many African nations, International Health Organizations and Agencies and the world at large. 20 This concern is largely related to the unexpectedly large morbidity and mortality of the disease, unusually lengthy duration of the outbreak, weak and fragile health care systems. In addition, there are currently no approved vaccines or drugs against the disease and the current containment and control measures are relatively expensive and clearly not sustainable, particularly, in resource-poor settings with small health budgets. Moreover, the potential for international spread, and possibly a global pandemic, is apparent given the more international nexus West Africa serves compared to Central and East African hinterlands. 21 Indeed, the presence of the disease in major cities, with airports offering regular regional and inter-continental flights, multiplies the threat of a global pandemic or at least a sub-Saharan African epidemic. 22 This global bio-security threat became most pointed with the unprecedented spread of the disease from the fringes of the Guinean forest zones into the large urban metropolis of Freetown, Monrovia, Lagos, Port Harcourt, Madrid, Texas and New York. Suspected cases have also been reported in Asia but none was confirmed. 21 Clearly, increased mobility and travel exposes many other countries to risks in the short or medium term. While the risk of an outbreak following importation is low in developed countries with robust surveillance and infection control systems, the risk of spread is greater in other resource-poor countries where surveillance systems are rudimentary and weak. This amplified risk brings up an additional burden of disease and risk in many resource-poor countries, which are still struggling to address the unfinished agenda of infectious diseases and emerging epidemic of non-communicable diseases.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 638,
                    "end": 639,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 814,
                    "end": 816,
                    "text": "20",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1448,
                    "end": 1450,
                    "text": "21",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1662,
                    "end": 1664,
                    "text": "22",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1984,
                    "end": 1986,
                    "text": "21",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Threat of neglected tropical disease such as Ebola viral disease in the context of globalization"
        },
        {
            "text": "Analysis of different EVD outbreaks indicates that there are great similarities in factors that have triggered outbreaks and enhanced unprecedented spread of the disease. These include, epizootic challenges accompanying increasing anthropogenic activity around ecological zones of increasing biodiversity (linked to population expansion and poverty), climate change, negative health careseeking practices of some members of the afflicted communities, gate-keeping role by traditional healers and the traditional health care system, water and sanitation challenges, burial practices and corpse management capacity in poor-resource settings, porous borders and weak port health services, strong cross-border cultural and socio-economic ties and, last but not least, a weak formal health care system as evidenced by shortage of healthcare workers, infrastructure, equipment and major gaps in health financing. These are common variables not only for Ebola affected countries but other nations that are at risk of emerging infectious diseases (Table 1 ). In this section, we reviewed some factors that can trigger outbreaks and enhance transmission of the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1039,
                    "end": 1047,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Potential drivers of Ebola viral disease outbreaks"
        },
        {
            "text": "The potential role of climate change in triggering Ebola viral disease outbreaks and other emerging diseases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "A number of studies have reported the impact of climate change on EVD outbreaks in Africa 23 and the migratory patterns of fruit bats in Social Security Administration (SSA). 24, 25 Reduced precipitation, increasing temperatures and desertification have caused a large number of fruit bats to migrate from their ecological niches in the equatorial rain forest to other areas where environmental conditions are more favorable for survival. Pioneering studies, using satellite telemetry 26 and isotopic labeling, 27 have shown that, during periods of low fruit abundance in the equatorial forest, large colonies of fruit bats migrate long distances to take advantage of fruit pulses in other regions of the continent. 28 Stop-overs during migration were noted in certain regions of Uganda and DRC (formerly known as Zaire) where major outbreaks of EVD have occurred. 26, 29 These stop-overs provide a unique opportunity for local populations to massively hunt bats, either for food or commercial purposes: an activity that places them at great risk of zoonotic infections. Indeed, the 2007 EVD outbreak in DRC was traced to massive bat hunting following an influx of bats in the Occidental Kasai Province during a peak fruit season. 29 Similarly, the current West African outbreak is traceable to hunting of two species of bats: Hypsignatus monstrosus and Epomops franqueti that are believed to have migrated from Central Africa. 30 This claim is supported by molecular analysis, which indicates that the causative agent of the West African outbreak diverged from the Central African ZEBOV strain about a decade ago. 16 Similarly, antibodies against ZEBOV have been detected in migratory bats in distant geographical areas, including Bangladesh 31 and Ghana, 32 indicating the potential of Central African migratory fruit bats to introduce the virus into other geographical areas. Clearly, the effects of climate change on the migration of fruit bats, particularly from their ecological niches in the equatorial forest of Central Africa to other geographical areas, may have a future global health consequence(s). This is because there is a potential of migratory fruit bats, which are known to harbor over 66 viruses, 25 to introduce deadly viruses into different geographic areas. Indeed, there are global concerns that these animal-borne viruses may trigger a broad range of emerging infectious diseases in future.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "24,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 179,
                    "end": 181,
                    "text": "25",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 485,
                    "end": 487,
                    "text": "26",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 511,
                    "end": 513,
                    "text": "27",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "28",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "26,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 869,
                    "end": 871,
                    "text": "29",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1231,
                    "end": 1233,
                    "text": "29",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1428,
                    "end": 1430,
                    "text": "30",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1615,
                    "end": 1617,
                    "text": "16",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1757,
                    "end": 1759,
                    "text": "32",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2217,
                    "end": 2219,
                    "text": "25",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "The unprecedented increase in African population, which has risen by over eight-fold, in the last century 33 has resulted into profound changes in the relationship between humans and the ecosystem. In particular, population explosion has resulted into intensification of anthropogenic activities, which in turn has led to massive human encroachment of rain forests and wildlife reserves, with consequent destruction of habitats for several mammals, including, non-human primates (NHP) and fruit bats. This habitat degradation, in turn, has triggered migration of species to other areas where environmental conditions are more favorable for survival 24 and this carries a risk of pernicious pathogens introduction into other regions of the world. 25 Asides habitat degradation, encroachment activities also have the potential to increase contacts between and among wildlife, humans and livestock. These increased contacts may enhance the likelihood of diseases to affect humans, domestic animals and livestock. 34 Similarly, in areas where food production is challenging and poverty is rife, wildlife, including, fruit bats and primates are hunted for subsistence or commercial purposes. 35 This activity greatly amplifies human exposure to potentially deadly pathogens, as viruses harbored by these animals can easily spread via bites or scratches when handling the animals or through blood and body fluids when butchering their carcasses for consumption. 36 Indeed, most EVD outbreaks to date have been linked to handling of carcasses of bats and NHPs in impoverished rural areas with limited food supplies. There is certainly little doubt that as the African population increases, anthropogenic activities will continue to expand into animal-occupied territories, which will lead to increased interaction between humans and wildlife. This underscores the dire need to increase efforts to raise awareness among rural communities about the potential risks of contracting pernicious infections from certain species of wildlife.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 651,
                    "text": "24",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 746,
                    "end": 748,
                    "text": "25",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "text": "34",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1187,
                    "end": 1189,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1456,
                    "end": 1458,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The potential role of population expansion in Ebola viral disease outbreaks"
        },
        {
            "text": "The potential role of some economic activities in forest zones to cause outbreaks A number of economic activities have enhanced human contacts with wildlife, thereby exposing them to the risk of pernicious zoonosis. There are claims that logging and mining companies in Africa have provided the infrastructure to facilitate hunting, particularly in hinterlands that were previously hard to access by humans. 35 Additionally, decreased fish catch, resulting from over-fishing by subsidized Chinese and European vessels, has enhanced wildlife hunting and bush meat consumption (as an alternative source of proteins) in several fishing communities along the west coast of Africa. 37 Furthermore, in some African rural villages, economic hardship, unemployment, droughts and declining soil fertility (and thus decrease farm produced) have caused several villagers to resort to wildlife hunting and trade in bush meat, which constitute crucial safety-nets for their vulnerable households. 38 For example, over 128,000 fruit bats are hunted and sold annually in one West African village. 39 Some sources indicate that the financial returns from this activity are greater than average local wages or returns from other sectors. 40 These high returns provide powerful enticement for impoverished communities to engage in this risky activity. In addition, to this monetary motivation, industrial manufacturing of sophisticated hunting weaponry have enabled wildlife trade to evolve into an established lucrative practice, with an annual net worth of between 10-20 billion US dollars. 36 However, this billion-dollar industry, which extracts millions of tons of bush meat from the tropics, carries a high risk of triggering EVD outbreaks as well as spreading deadly viruses not previously known to veterinary and medical communities. 41 Potential driver of spread of Ebola viral disease",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 410,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 679,
                    "text": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 984,
                    "end": 986,
                    "text": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "text": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "text": "40",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1824,
                    "end": 1826,
                    "text": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "The unprecedented spread of the current outbreak has been attributed to factors such as dysfunctional health care systems, erratic utilization of health services by the local population, community perceptions, fears and reluctance to co-operate public with health authorities. These factors are shared with other regions in the continent that have had deadly outbreaks of Epstein-Barr virus (EBV). In this section, we reviewed the potential role of weak health systems in propagating the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review"
        },
        {
            "text": "Effective interruption of intensive transmission of Ebolavirus requires the application of three public principles namely, isolation of cases, provision of supportive treatment and contact tracing and monitoring of suspected cases. As illustrated in Table 1 , none of the crises or countries at-risk of EVD has the capacity to deal with EVD. These health system factors can severely compromise a nation's capacity to respond appropriately to an EBV outbreak in several ways as discussed below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 257,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Health system factors"
        },
        {
            "text": "In most SSA nations, health care services are asymmetrically distributed. This uneven distribution has created significant disparities in health equity and access to health care in the continent. Indeed, several rural and urban communities lack basic health care infrastructure, well-trained personnel and essential medical supplies. 42 In addition, health facilities are often located several kilometers away from end users, rendering access difficult. 43 Our experiences working in West Africa also indicate that some of the facilities where basic facilities exist, they are often closed half of the time or moribund because of lack of well trained personnel, poor motivation or challenges with essential medical supplies. Collectively, these factors significantly contribute to diminished appeal and widespread erratic utilization of health services in most SSA settings. 11 Furthermore, the quantity and quality of health service delivery in rural areas where most outbreaks occur is disproportional to health needs of the populations.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "text": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 454,
                    "end": 456,
                    "text": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Disparities in health equity and access to health care"
        },
        {
            "text": "In the context of the West African Ebola epidemic, for example, diminished appeal in health services has had a huge impact on the unprecedented spread of the outbreak, particularly in Liberia and Sierra Leone. In these countries, citizens strongly believe that hospitals kill more patients than they cure, 44 as such, many families opted to hide symptomatic cases in the community rather than co-operating with public health authorities to isolate and treat cases. This belief has greatly amplified transmission of the virus in several communities.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "text": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Disparities in health equity and access to health care"
        },
        {
            "text": "Asides diminished appeal, establishing a clear diagnosis of, and containing a serious illness like EVD is a fundamental challenge, particularly, in rural areas. It is not uncommon for ill-trained staff in poorly equipped health facilities in rural areas to confuse early non-specific symptoms with other common tropical dis-eases. For instance, in most of the outbreak settings, EBV was first diagnosed and treated either as malaria or typhoid fever, only to be later on characterized as a mysterious illness owing to its unusual late symptoms and high fatality rates. 45 This confusion, coupled with a low index of suspicion of the disease among poorly skilled health workers has led to intensive propagation of the virus in health settings, because health personnel failed to early recognize the need to implement robust infection control practices.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 571,
                    "text": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Disparities in health equity and access to health care"
        },
        {
            "text": "Lack of or ill-equipped diagnostic facilities and weak surveillance in SSA can severely hamper containment efforts of major public health threats like EVD. These challenges hinder rapid and early confirmation of the disease during outbreaks. Indeed, in the entire continent, there are only a handful of countries with technologically advanced laboratories, many of which were established or supported by the US-CDC, that are capable of isolating the virus. 46 This reality has resulted in samples being sent to Europe (e.g. Germany or France) for confirmation or exclusion of the disease. The lengthy process involved in establishing the diagnosis often complicates or delays response strategies. In the West African epidemic for instance, it was only until March 2014 that EBV was confirmed by Institute Pasteur in France, even though it has been ravaging rural communities since December 2013 or earlier. 15 Asides laboratories, lack of effective public health surveillance systems in these countries has hampered contact tracing efforts. Related to this, is the failure of quarantine mechanisms in Ebola ravaged nations. For example, it was widely reported that Patrick Sawyer (index case in Nigeria), who had contact with a sister (who died of EVD) while he was in Liberia, actually sneaked out of quarantine. Invariably, this laxity has promoted and is promoting the spread of the disease in the subregion. Obviously, there is need for better funding of quarantine facilities and expansion of such facilities in different locations to enhance accessibility. Furthermore, health information systems seem to be problematic as most often, health ministries fail to deliver timely and reliable health information. To buttress this, there was a long time lag (of close to 4 months) between the time when the outbreak started in the remote community of Guinea and to when the health information was reported to the World Health Organization. 3 A particular weakness in reporting systems in many sub-Sahara African countries is that they are still heavily paperbased, especially, at the peripheral levels. Additionally, field experiences indicate some degrees of under-reporting due to this rudimentary reporting system, documentation and data management systems. Common root causes of under-reporting of health information include political maneuvering, poor health seeking behavior, weak surveillance networks and poor health financing. The overall weakness of the health information management system has contributed immensely to the failure to nip the outbreak in the bud.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 459,
                    "text": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 907,
                    "end": 909,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1941,
                    "end": 1942,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Lack of diagnostic facilities and surveillance"
        },
        {
            "text": "The West African outbreak has pointed out major flaws in health stewardship (governance) in the crises nations, which negatively affected containment efforts. Initially, Personal Protective Equipment was grossly inadequate and where available, they were often delivered late to many centers. The situation was worrisome in poorer West African countries of Liberia and Sierra Leone, which are just undergoing post-conflict reconstruction. In these nations, inadequate provision of medical supplies has compromised the level of infection control in many hospitals. This has, in turn, amplified transmission of the virus in health settings leading to the contamination of an unprecedented number of health professions. 47 Additionally, failure of authorities to provide personal protective equipment has caused health workers to go on strike in Liberia and Sierra Leone (in the midst of the outbreak) and inability of national government to address lingering demands of medical doctors, in the case of Nigeria. 48, 49 Aside these, there are indications that basic human rights of citizens and patients, including access to food, water and shelter, are being grossly violated by the governments of the crises nations. 50 In addition, there are limited efforts and capacity from the part of the national governments to expand treatment centers, enhance capital equipment and personnel or even transform funds into care, information into understanding and precaution into safety. 51 This has left the limited number of treatment facilities to be over-stretched while health workers are also overwhelmed, thus requiring urgent support from international communities and development partners. The few established treatment centers, like any other health facility, are understaffed and lack the resources to maintain appropriate infection control systems or provide adequate supportive care to patients. There was also a huge delay in response from the international community even after the disease was declared an international public health emergency.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 718,
                    "text": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "text": "49",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1214,
                    "end": 1216,
                    "text": "50",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1474,
                    "end": 1476,
                    "text": "51",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Lack of effective health stewardship"
        },
        {
            "text": "Arguably, there seems to be no sense of effectiveness on the part of the respective governments to resolve the imbroglio in health system despite the public health emergency-EVD outbreak. 50, 51 Clearly, of all the affected countries, perhaps only Nigeria fared better in terms of coordination, emergency preparedness and responsiveness, and this contributed to the attainment of earlier containment which was applauded internationally. It is worth noting that health professionals in Nigeria went on strike just shortly before the outbreak of Ebola due to chronic structural and administrative problems. Perhaps, the outbreak in Nigeria could have been contained much earlier than it was, if the medical workers were not on strike. Urgent action is needed from SSA governments to prepare their nations for imminent public health challenges-be it from familiar communicable and emerging non-communicable diseases or re-emerging infectious diseases. In other words, effective stewardship, coordination and adequate financing of health systems are urgently needed to ensure adequate staff training and retention, build new health facilities or strengthen existing ones, and to procure and distribute capital health equipment and essential medical supplies.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "50,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "51",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Lack of effective health stewardship"
        },
        {
            "text": "Although, the impact of other factors in the spread of EBV cannot be under-estimated, we strongly opine that rapid improvement in transportation systems, porous border networks and poor port health services in West Africa are some of the important factors driving the spread of the current epidemic. This opinion is supported by views of Médecins Sans Frontières (MSF) experts, who after citing a case of a young man who travelled through five villages in one week before reporting to their center for treatment, acknowledged that …people in West Africa travel far more than those… they have previously treated in Central African Countries. 18 But what explains this high level of population mobility in this sub-region? The subregion, like many other nations in SSA has witnessed remarkable economic growth, which is far above global average. 52 This has spurred rapid development in almost all areas of society, including improved transportation systems. Air traffic has significantly increased both within and beyond the sub-region. Indeed, prior to the suspension of flights by major airlines, there was an average of 13 regular inter-continental flights per week from each of the capital cities of the three most heavily hit countries-that is, 15 from Freetown, 13 from Conakry and 11 from Monrovia. 21 In addition to air traffic, highways linking major cities in the sub-region have been established. Similarly, in rural villages, the availability of cheap Chinese motorcycles, which are heavily under-regulated, is enabling villagers to easily ply the roads of remote vil-lages and cross border hubs. 53 These improvements, alongside economic cooperation fostered by ECOWAS have enhanced free movement of humans (population mobility) and goods and services among villages, cities and across the sub-region. These developments have made it possible for journeys to be completed within an average of 48 hours, a duration that is far less than the incubation period for most pathogens (2-21 days) . This relatively short time of humans and cargo traffic can enhance the spread of pathogens around the world. 54 The current West African EBV outbreak clearly demonstrates how improvements in transport systems can enhance the spread of deadly diseases beyond national frontiers. For example, in August 2014, an infected Liberian-American travelling from Liberia landed at an international airport in Lagos and initiated the outbreak in Nigeria. Similarly, the confirmed cases in Senegal, Mali and United States were imported from Guinea and Liberia respectively. 3 However, border or port health services that are entrusted with maintenance of international health regulations are hugely compromised due to corruption and poor condition of service. But despite this potential for exportation, various experts believe that the risks of EBV spreading beyond the confines of West Africa are extremely low. 55 This low risk, however, should not be underestimated, as there are still potential for expatriates or other travelers to introduce the disease into other settings. For instance, in 2000 a South African health professional contracted the disease while treating patients in Gabon, 56 and upon his return, he infected a nurse who was attending to him. 57 Similarly, nurses have been infected in Madrid, Texas after attending to Ebola patients from West Africa. These scenarios highlight the need for countries, including at-risk countries in SSA, to develop and implement contingency plans to promptly deal with any imported case of EBV. This is crucial given the great number of international workers who are currently fleeing Liberia, Guinea and Sierra Leone. Such plans should include the establishment of proper isolation and intensive care units with robust infectious control procedures, specialized diagnostic facilities for timely detection of the virus, robust procedures for screening and quarantining of travelers and enhanced strategies for contact tracing to identify and interrupt the chain of transmission of the virus.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 643,
                    "text": "18",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 844,
                    "end": 846,
                    "text": "52",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1305,
                    "end": 1307,
                    "text": "21",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1608,
                    "end": 1610,
                    "text": "53",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1989,
                    "end": 2000,
                    "text": "(2-21 days)",
                    "ref_id": null
                },
                {
                    "start": 2112,
                    "end": 2114,
                    "text": "54",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2565,
                    "end": 2566,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2905,
                    "end": 2907,
                    "text": "55",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 3187,
                    "end": 3189,
                    "text": "56",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 3257,
                    "end": 3259,
                    "text": "57",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Fast travels and improvement in transportation systems and porous borders"
        },
        {
            "text": "In several rural settings in SSA, there is a wide array of cultural beliefs and practices that do not promote good health. Many cultures do not belief in the germ theory of infectious disease, instead, they ascribe illnesses to supernatural causes-evil forces, or work of enemies, including sorcery and witchcraft. 58, 59 Depending on the view, different communities have different cultural practices to address a particular disease. These include the institution of certain taboos, which restrict people from seeking care from health facilities, ritualistic practices to appease the gods and get rid of evil forces, or the use of charms, scarifications, amulets or oral portions to prevent illnesses caused by enemies. 60 As a result of these beliefs, health care is generally first sought from spiritual or traditional healers. A visit to a health facility only occurs as a last resort, if the illness does not resolve. 61 Even when rural people decide to visit a facility, their choices are often guided by many factors, including familiarity with the providers-people from their community, who speak their language, are known to them and treat them with respect.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "58,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "59",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "60",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 924,
                    "text": "61",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Role of sociological and anthropological factors in enhancing spread"
        },
        {
            "text": "The impact of these cultural beliefs and practices in driving the spread of EVD is clearly visible in the current West Africa and historic EVD epidemics. During the early phase of the current epidemic, several citizens in the heavily hit nations ascribed the disease to witchcraft and sorcery and this acted as driver of the disease. 62 This view led many communities to adhere to traditional paradigms of health and illness, including seeking care from traditional or spiritual healers with a resultant catastrophic transmission of the virus in the communities and between communities. 63 In another vein, some patients declined to provide blood samples for testing of the virus because of particular beliefs they hold about blood. 44 Similar resistance was observed during the 2002-2003 Ebola outbreaks in DRC, where indigenes viewed blood drawing by health professionals as depleting an individual's vital force. 64 Disbelief in orthodox medicine, alongside widespread mistrust of health care services, has also been reported in many settings across the crises countries. Due to its high mortality, many people in Liberia and Sierra Leone consider hospitals as amplifiers of the diseases. 44 This strongly-held belief has affected health seeking behaviors of several communities; it has also caused patients to abscond from hospitals and families to hide from health professional because of fear that they may never see their family again once there are isolated in hospitals. Furthermore, the thought of being buried in body bags at an isolated place, and in the absence of relatives also scared people from seeking healthcare. 65 Asides these concerns, burial rituals have also been noted to influence propagation of the disease. In Sierra Leone for instance, MSF experts have partly ascribed the rapid transmission of virus to the funeral service of a high profile traditional leader where several people became infected while attending the funeral. 66 In another vein, many villagers blame foreign aid workers and government officials for spreading the diseases. 67 This claim has resulted in destruction of treatment centers and physical attacks on health workers and government officials in some communities. 68 These actions and misconceptions have rendered dozens of villages to be inaccessible to health professionals, further worsening the crises. Similar misconceptions were reported during the outbreaks in DRC, Gabon and Uganda where local people linked the disease to activities, including military exercises and medical research being conducted by foreign nationals. 69 Based on the above narrative, it becomes evident that understanding traditional views and beliefs is critical to any effort aimed at controlling an outbreak. Unless these views, which do not promote good health, are carefully studied and understood, effort to contain outbreaks in sub-Sahara African settings may prove abortive. Clear evidence exist from Uganda on how understanding of these viewsand carefully tailoring educational messages to change them-resulted to into a partnership with the community that led to the containment of the outbreaks. 70 Well-designed social science research in these crises countries might provide vital information that can be used to design effective public health campaign messages.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "text": "62",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 587,
                    "end": 589,
                    "text": "63",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 733,
                    "end": 735,
                    "text": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 916,
                    "end": 918,
                    "text": "64",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "text": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1632,
                    "end": 1634,
                    "text": "65",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1956,
                    "end": 1958,
                    "text": "66",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2070,
                    "end": 2072,
                    "text": "67",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2218,
                    "end": 2220,
                    "text": "68",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 2585,
                    "end": 2587,
                    "text": "69",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 3141,
                    "end": 3143,
                    "text": "70",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Role of sociological and anthropological factors in enhancing spread"
        },
        {
            "text": "The impact of the current EBV outbreak on society is enormous. Isolation of suspects, treatment of cases and contact tracing are associated with extraordinary use of resources. Already, several governments and close to 40 non-governmental organizations have invested hundreds of millions of US dollars to curb the disease. 71 Yet, funds are running out while the disease continues to soar, spreading to other regions. It has already reached three continents, causing fears and panic, and disrupting social and economic activities. This disruption is already having palpable consequences on the economy of the affected nations.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "text": "71",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Effect on trade, commerce and foreign investments and productivity"
        },
        {
            "text": "In addition, its high mortality rate directly affects availability of labor as an unprecedented number of people are permanently extracted from the labor force. An even more devastat-ing economic consequence of the disease is the profound wave of panic it has generated across the globe. Indeed, the fear of contagion has caused many stakeholders (including governments and private businesses) to restrict movement of people and goods, thus halting trade and business transactions in the crises countries. Seemingly, the economic cost, resulting from panic, clearly outweighs the mortality tolls of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect on trade, commerce and foreign investments and productivity"
        },
        {
            "text": "A similar pattern was observed during the 2003 Severe Acute Respiratory Syndrome, where fear associated with the outbreak was estimated to have impacted the global economy to a tune of 50 billion US Dollars irrespective of the fact that the disease only afflicted about 8000 people and caused fewer than 800 deaths. 72 A recent report by the World Bank suggests that the consequences of the current EVD outbreak on the economies of the crises nations can reach 32.6 billion US Dollars by late 2015 [roughly 2.5 times the combined 2013 gross domestic products (GDPs) of these countries]. 73 The United Nations has also estimated that roughly 1 billion US dollars is needed to address the epidemic, though this estimate seems grossly insufficient as the epidemic progresses. 74 Evidence suggests that containing 20 cases in Nigeria and 1 case in Senegal required the governments to invest 13 million and 3 million US Dollars respectively. Other associated cost includes investment on procuring screening equipment for travelers at airports and to set up treatment centers in the affected as well as other countries.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "72",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 587,
                    "end": 589,
                    "text": "73",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 773,
                    "end": 775,
                    "text": "74",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Effect on trade, commerce and foreign investments and productivity"
        },
        {
            "text": "The West African epidemic has evolved into a real humanitarian disaster, hitting basically all societal sectors (Figure 2 ). 59 A particularly worrying aspect of the outbreak is its untold impact on agriculture-a sector that employs a large segment of the population and accounts for a significant proportion of the GDPs of these nations. The outbreak has killed several farmers and caused many to flee from their farms, leaving fields uncultivated or crops in cultivated fields to rot. This situation has created significant food shortages and pressure on food prices. Currently, there are about 1.3 million people at risk of starvation. 75 Down the line, this may worsen the situation of malnutrition, particularly in women and young children, many of whom are vulnerable or already stricken by the disease. Like agriculture, the health sector has also seen its own horrors with the affectation of health workforce. In August 2014, WHO estimated that a total of 240 health care professionals in Guinea, Liberia, Nigeria, and Sierra Leone have been stricken by the disease, leading to the death of 120. 47 Affliction and extraction of the health work force as well as the behavioral effects resulting from the fear of contagion has led to the collapse of healthcare systems in the crises countries. The collapse or near collapse of hitherto weak health systems is directly impacting the delivery of several public health interventions including vaccination, antenatal care and safe delivery practices, diagnosis and treatment of common diseases such as, diarrhea, malaria, pneumonia, HIV/AIDS, TB and other communicable diseases as well as effective handling of emergency cases. Neglect of these essential health care services is worsening as the epidemic advances. The untoward impact on morbidity and mortality resulting from this neglect may far exceed the death toll from Ebola in the region. 76 By extension, the realization of MDGs by 2015 became further distant. Besides health, all aspects of the society have slowed down. Major businesses, including mining, airlines, transport, hotels, banks, schools, have reduced/shut down their operations and repatriated their skilled expatriates, leading to a sizeable reduction in economic productivity. This, in turn, has caused the GDPs of these crises nations to plummet, thereby reversing the remarkable economic growth that the nations have experienced in recent years. 73 This economic shrinkage places fragile nations like Sierra Leone and Liberia, which are still struggling to emerge for the horrors and impacts of long years of interconnected wars and civil strife, in a precarious situation. Although the World Bank has recently revised growth projections for these countries in the face of the Ebola challenge, 73 a real and clearer picture of the alteration of growth projections and estimation of losses in economic terms will only emerge after the outbreak subsides. 77 With control efforts trailing behind disease spread, the impact of the disease on West African and potentially, the global economy can be disastrous.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "text": "59",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 639,
                    "end": 641,
                    "text": "75",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1898,
                    "end": 1900,
                    "text": "76",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 2425,
                    "end": 2427,
                    "text": "73",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 2932,
                    "end": 2934,
                    "text": "77",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effect on trade, commerce and foreign investments and productivity"
        },
        {
            "text": "Some responses to the current outbreak are raising human rights concerns that can lead to psychological distress. 50 A number of countries have closed their borders (air, land and water) with the affected countries due to fear of importation of the disease. This response has increased isolation of these countries, affecting not only the deployment of much needed international aid workers but also the availability of basic and essential supplies including food, medicines and sanitary items.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "text": "50",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Psychological distress and human right issues"
        },
        {
            "text": "Despite WHO recommendations regarding travel bans, travel restrictions have become more visible at the continental and international fronts clearly affecting the rights of free movements. For instance, the anti-Ebola measures put in place by the Chinese government led to the withdrawal of the Nigerian contingent from participating at the 2014 World Youth Olympic in China. 78 Similarly, Republic of Lesotho refused to travel to Nigeria and withdrew from the U-17 African qualifier; and more recently, the Nigerian Youth Football Team was frustrated through refusal of visa (had to travel through Republic of Togo) and dehumanizing treatment meted out on the team on arrival at the airport in Gabon for the African qualifier. 79 This warranted the Nigerian Football Federation to petition the Confederation of African Football on the sad development. In another vein, the Kingdom of Saudi Arabia prohibited potential pilgrims from countries severely affected by Ebola outbreak from visiting the Kingdom during Hajj. 80 The question on whether these measures were appropriate remains debatable. On one hand, they point to perceived discriminations and stigmatizations, which can lead to exclusion as well as other unintended consequences. On the other hand, they may have some public benefits, i.e. preventing an unprecedented number of people from coming into contact with potential cases. In the case of Saudi Arabia, the deadly meningitis outbreak that occurred among Hajj pilgrims in 2000/2001 might have contributed to the decision. 81 At the individual level, there are reports where Ebola survivors were stigmatized by friends through desertion, while employers were unwilling to engage the victims. 82 This and aforementioned circumstances may lead to depression and loss of self-esteem at the individual level, and affront on national pride as well as international isolation. Current trend needs to be reversed urgently as countries, especially, neighboring West Africa have taken extreme measures of shutting borders and banning flights rather than strengthening surveillance and health services including port health.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 377,
                    "text": "78",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 1538,
                    "end": 1540,
                    "text": "81",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1707,
                    "end": 1709,
                    "text": "82",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Psychological distress and human right issues"
        },
        {
            "text": "Currently, no specific product (including rapid diagnostic tests, antiviral drugs and biologics-both pre-and post-exposure) has been licensed for clinical management or prevention of EBV. Owing to this limitation, management and prevention of the disease has largely depended on strict isolation of cases, symptomatic treatment and appropriate infection control procedure. The treatment involves adequate rehydration of patients, correction of electrolytes imbalance, maintaining adequate level of oxygen saturation and blood gases, controlling pain through analgesia, and treatment of concurrent infections, if they occur and blood transfusions where applicable. Some of the medical products and opportunities being explored in the prevention and treatment of EVD are examined below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Progress in research and development for products against Epstein-Barr virus"
        },
        {
            "text": "Use of blood and plasma from convalescence patients Blood from survivors, which contains antibodies, is being viewed as a useful strategy for the treatment EVD. 83, 84 This view is based on observations made during the 1995 epidemic in the DRC, where seven of the eight patients who received blood from convalescent patients survived. 84 This success rate of 87.5% is, however, debatable partly because of the small sample size and the absence of a control group. Additionally, it is unclear whether the success rate was due to the effect of neutralizing antibodies on the progression of the disease, the effect of the blood on the treatment or prevention of shock and bleeding disorders-as it supplied coagulation factors. Moreover, in other settings, patients who were transfused died while others who receive intravenous fluid and other supportive treatment without blood transfusions survived. But irrespective of the lack of empirical evidence about the efficacy of blood transfusions, blood from convalescent patients is being widely used in the current West Africa epidemic to treat patients and this practice has evolved into an illicit trade. 85 WHO is particularly concerned about this approach because of the potential of introducing other infectious agents contained in the survivors' serum, to the recipient, and has developed specific recommendations for the safer use of serum from convalescent patients in the treatment of EVD. 86 Nonetheless, further research with appropriate sample sizes and designs, is needed in this area to establish the efficacy and safety of the strategy as well as elucidate the operational and ethical aspects of its implementation. Research on blood from survivors should also extend to the identification of appropriate biomarkers that can guide the development of other intervention tools, including vaccines and drugs.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "83,",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 165,
                    "end": 167,
                    "text": "84",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "84",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "text": "85",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1444,
                    "end": 1446,
                    "text": "86",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Progress in research and development for products against Epstein-Barr virus"
        },
        {
            "text": "In the past, minimal efforts were devoted to develop control tools for EVD. This limited attention is understandable from both economic and technical perspectives. Technically speaking, much remains unknown about the biology and pathogenesis of EVD. 87 For instance, there seems to be no validated surrogate marker or immunological correlate of protection that can guide product evaluation in clinical trials. As such, trials may require clinical endpoints such as severe disease outcomes (e.g. death) or endpoints, which may be challenging to measure. From an economic perspective, the epidemiology of the disease, rare and sporadic outbreaks that occur in regions with very weak purchasing power, offers comparatively little or no market incentives for industries to invest millions of dollars to develop products against EVD. This economic obstacle, however, has changed in recent years owing to the risk of importation of the virus, potential misuse of the virus in bioterrorism, frequent outbreaks and the need to protect specific risk groups including health professionals, aid workers and military personnel amongst others. These interests have led to the evaluation of several clinically approved drugs in animal models. For instance, activated protein C 88 and inhibitors of factor VIIa 89 have shown some promising results in controlling coagulation disorders in animal models. Similarly, an RNA-based treatment strategy, namely, the use of antisense oligonucleotides, has been shown to interfere with transcription and thus viral replication. 90 In contrast ribavirin, a broad spectrum anti-viral agent against many hemorrhagic viruses, was shown to have no effect on EVD. 91 Although some of these strategies are promising, there are still substantial scientific and pragmatic issues that require elucidation.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "text": "87",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1554,
                    "end": 1556,
                    "text": "90",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1684,
                    "end": 1686,
                    "text": "91",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Drug and vaccine research and development"
        },
        {
            "text": "The current West African outbreak has accelerated the development of the disease control tools against Ebola. In August 2014, Qiu and colleagues reported in Nature that a cocktail of three monoclonal antibodies (ZMapp) salvaged all monkeys at an advanced stage of the disease. 92 Prior to the release of these exciting results, Mapp Biopharmaceuticals had offered the product for compassionate use. At the time of writing, seven people had received the experimental serum, including two Americans, one Spaniard, 3 Liberians and one Briton. Five of these patients survived but it remains debatable whether the observed survival was due to the serum or the supportive treatment that the patients received. Compassionate use of the product has also generated numerous ethical questions that led the world governing health body to convene a panel of experts to review the ethics of the approach. 93 The debate also highlights a low level of awareness of major regulatory guidelines that are intended to accelerate development of life saving interventions against serious/life-threatening conditions. 94 In addition to ZMapp, a range of interventions are being evaluated as potential treatment for Ebola. [95] [96] [97] [98] [99] [100] [101] These interventions are summarized in Table 3 .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 279,
                    "text": "92",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 892,
                    "end": 894,
                    "text": "93",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1096,
                    "end": 1098,
                    "text": "94",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[95]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1205,
                    "end": 1209,
                    "text": "[96]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[97]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[98]",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[99]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1225,
                    "end": 1230,
                    "text": "[100]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1231,
                    "end": 1236,
                    "text": "[101]",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [
                {
                    "start": 1275,
                    "end": 1282,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Drug and vaccine research and development"
        },
        {
            "text": "Aside experimental serum, the R&D pipeline for vaccines against EVD has undergone a considerable expansion in recent years. Indeed, according to the 2012 Jordan Report-a document that provides a thorough report on R&D status of new biologics, there were a total of 12 candidates against EVD in the R&D pipeline, 6 of which were in pre-clinical trials (Table 4) . 102 One candidate, which is being developed jointly by the National Institute of Allergy and Infectious Diseases and GlaxoSmithKline biological (NIAID/GSK), has been shown to be safe in healthy American and British volunteers, 103 and is currently being evaluated in Malian adults. 104 Besides NIAID/GSK, NewLinks Genetics has also received regulatory approval from US Food and Drug Administration to evaluate its rVSV candidate in Phase I studies, which will be conducted in North America, Europe and Africa. 105 Additionally, a Dutch company (Crucell), in collaboration with NIAID, is developing a multivalent Ebola/Marburg vaccine and Phase I trials are anticipated to begin in the later quarter of 2015. 106 ",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "102",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "104",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 873,
                    "end": 876,
                    "text": "105",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 360,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Drug and vaccine research and development"
        },
        {
            "text": "Unlike vaccines, R&D efforts geared towards developing novel tools for rapid and timely diagnoses of EBV seem to be minimal. As early symptoms of EBV often have a wide range of plausible differential diagnoses, prompt detection of the virus is essential for containing outbreaks. Currently, real timepolymerase chain reaction 107 and antigen detection ELISA 108 tests are the most widely used tests to establish the diagnosis of EVD. These test procedures are mostly conducted in specialized national or international centers, which are generally far off from areas where outbreaks often occur. To address this challenge, simple serological assays and portable real-time thermocyclers appropriate for field use, have been developed; however, deployment of these technologies has been logistically and technically challenging, partly because of the difficult terrain and cultural beliefs of the populations. 87 These diagnostic drawbacks have a potentially negative impact on early diagnosis of outbreaks, which in turn, has hampered early initiation of measures to prevent severe disease outcomes as well as unprecedented spread of the virus.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "107",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 907,
                    "end": 909,
                    "text": "87",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic tools"
        },
        {
            "text": "In a bid to overcoming some diagnostic bottlenecks, Formenty and colleagues, demonstrated that oral fluids can be used to detect Ebola virus during outbreaks. 64 The findings were based on 24 patients and 10 controls during an outbreak in DRC in 2003 and clearly, this non-invasive procedure could be useful during outbreaks for several reasons. The procedure may be more acceptable culturally in settings where communities view blood as sacred. It will eliminate the risk of needle injuries and will not require cold chain and rapid transportation and above all, it may be cheaper and safer to conduct compared to blood tests. But despite these advantages, the technique has not received sufficient research attention.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "64",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic tools"
        },
        {
            "text": "A remarkable technological progress on timely detection of the virus has been registered by a Chinese company, Shenzhen Puruikang Biotech Co., Ltd, which has developed a test kit for Ebola. 109 The kit is revolutionary in that diagnosis can be established within three to four hours from sample collection. The kit is already being used by Chinese military to screen suspected cases from Africa. Sources indicate that the prototype has received approval for mass production by the Chinese national food and drug safety authorities; however, there is no information regarding the prospect of the kit reaching crises countries in Africa. 109, 110 Asides this, there is evidence that the NIAID is actively involved in the development of improved diagnostics for EVD. 111 These include a recombinant antigen, multiplex, microfluidics-based and opto-fluidic-based diagnostics.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "109",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "109,",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "110",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic tools"
        },
        {
            "text": "Addressing technical and economic bottlenecks might not suffice to successfully move novel products through the late phases of clinical development. This is, partly, because establishing the true efficacy and safety of the product may require testing in countries where EVD is endemic. Most of these countries, however, lack the regulatory, ethics, infrastructural and logistical capacity to support the conduct of clinical trials. 112 This weakness may undermine the safety of subjects as well as credibility of clinical data. In addition, regulatory and ethical terrains in disease endemic countries are often complex, a weakness that can wreck trial planning and conduct. Therefore, there is a clear need for targeted African nations to act responsibly and take appropriate measures to support the development of these urgently needed interventions. Secondly, trials can only be successfully conducted, if communities volunteer to enroll and collaborate with investigators. As such, certain cultural beliefs and hostile behaviors from populations may delay timely availability of these interventions. Active cooperation from governments and other stakeholders is needed in this area to demystify some of these myths and engender trust in prospective trial communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moving products forward in field trials in Africa"
        },
        {
            "text": "Development and testing of new drugs heavily depend on the use of NHP, which unfortunately can harbor Ebolaviruses. Occasionally, NHP from the Philippines have introduced Ebola virus into one Italian (Siena) and three USA (Philadelphia, PA; Reston, VA, and San Antonio, TX) research facilities. 87 These experiences have led some countries, including the US, 113 to develop strict regulations regarding the importation of monkeys for medical research from endemic countries. Similarly, in reactions to some EBV outbreaks in Africa, countries like Japan and South Korea stopped importing certain species of monkeys, including cynomolgus and African green monkeys, which are known to harbor the virus. 114 From these experiences, it can be inferred that the current West African outbreaks might likely affect future medical advances as tighter laws may be developed to regulate importation of monkeys. 115 This may escalate R&D cost and delay progress in medical sciences. 116 Therefore, society might benefit if different governments study the situation closely and enact appropriate regulations that will improve safety standards and supply of monkeys for medical research.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "text": "87",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "113",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "114",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "116",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "Ebola outbreaks and future drug development"
        },
        {
            "text": "Bio-security threat of EVD is arguably the most challenging global health problem at the moment. This threat is amplified by the magnitude, longevity and non-availability of drugs or vaccines against the disease. Sadly, containment measures are expensive and unsustainable in resource-poor settings with lean health budgets. The rising GDP in West Africa enhanced by transport technology (including aviation) in increasingly inter-connected world further amplifies the threat of global spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and recommendation"
        },
        {
            "text": "It is believed that human activities resulting in the disruption of the forest ecosystem and climate change driven by population expansion and poverty have triggered the EVD outbreak. However, the outbreak has been sustained in West Africa owing to weak formal health care systems, water and sanitation challenges, poor health seeking behavior, burial and corpse management practices, weak health stewardship and non-availability of any licensed vaccines or drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and recommendation"
        },
        {
            "text": "The societal impacts of the current outbreak are grave, economic shutdown, weakening of socio-political system and psychological distress at individual and international isolation as a nation, further weakening of the hitherto fragile health systems. These impacts are yet to fully emerge or be appreciated until after outbreak containment. We, therefore, recommend that governments in the developing countries must show more commitment to better health care planning and financing as the provision of quality, affordable health is a fundamental human right of the populace. The health systems in the affected nations are quite weak and this affected their ability to contain the outbreak. Hence, all the building blocks of the health systems should be strengthened as this improves the capacity to deal effectively with any disease outbreak or other disasters that may occur in the near future. Furthermore, research relevant to the African context should be intensified through funding from both corporate organizations and governments. The exigency of this research initiative into drug and vaccine production was manifest in the on-going Ebola outbreak. Paradoxically, the quantum of research into Ebola vaccine and drugs is mainly being undertaken in the US, Italy and Canada, while little is known about research effort from Africa despite the fact that the brunt is felt in the continent. African governments need to demonstrate sufficient political will to reverse the abysmal level of research into drug and vaccine development, especially for (tropical) emerging or re-emerging diseases. Enabling laws can be promulgated to facilitate corporate organization including multinationals to commit certain percentage of their profit into health, specifically drug and vaccine development research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and recommendation"
        },
        {
            "text": "The use of multiple approaches to raise awareness such as e-health, use of SMS to send relevant health information and use of social websites were quite effective. Surveillance network was widened through SMS with dedicated toll free mobile lines, screening at airports, sensitization of airport personnel and training in handling emergency situations, sensitization of traditional and religious leaders, community based organization and faith based organizations, distribution of Information, Education and Communication materials, radio presentations, sensitization of doctors and allied professionals, screening at banks and other public places, including hospitals came to fore. All these innovative practices were conducted in Nigeria, contributing immensely to the effective containment of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and recommendation"
        },
        {
            "text": "Multi-level and multi-sectoral approaches were adopted in Nigeria as containment and prevention strategies were not limited to health services but other sectors of the society and all tiers of government were involved. Hence, drawing from some of the best practices employed in Nigeria during the outbreak could be useful in containing the outbreak in neighboring countries of Guinea, Liberia and Sierra Leone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and recommendation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Media centre. Ebola virus disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organisation. Ebola haemorrhagic fever in Sudan",
            "authors": [],
            "year": 1976,
            "venue": "Bull World Health Organ",
            "volume": "56",
            "issn": "",
            "pages": "247--70",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Center for Disease Control and Prevention. Outbreaks Chronology: Ebola Virus Disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization: Ebola Response Roadmap",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimating the future number of cases in the Ebola epidemic-Liberia and Sierra Leone",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Santibanez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Suppl",
            "volume": "63",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mapping the zoonotic niche of Ebola virus disease in Africa",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Pigott",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Golding",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mylne",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Elife",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Word Bank. Health, nutrition and population statistics. HNP Data Dashboards",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. The world health report 2000. Health systems: improving performance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Proposal for a revised taxonomy of the family Filoviridae: classification, names of taxa and viruses, and virus abbreviations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ebihara",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Virol",
            "volume": "155",
            "issn": "",
            "pages": "2083--103",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Newly discovered Ebola virus associated with hemorrhagic fever outbreak in Uganda",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Towner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Sealy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Khristova",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human infection due to Ebola virus, subtype Côte d'Ivoire: clinical and biologic presentation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Formenty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Christophe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "",
            "pages": "48--53",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emergence of Zaire Ebola virus disease in Guinea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pannetier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oestereich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1418--1443",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National Institute of Health: Single animal to human transmission event responsible for 2014 Ebola outbreak",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dudas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLOS Curr",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Médecins Sans Frontières, Doctors Without Borders. Struggling to contain the Ebola epidemic in West Africa",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ebola virus disease in West Africa -an unprecedented outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Paweska",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "S Afr Med J",
            "volume": "104",
            "issn": "",
            "pages": "555--561",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Statement on the 1st meeting of the IHR Emergency Committee on the 2014 Ebola outbreak in West Africa",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "We have Ebola in the US but Africa remains most at risk",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Belluz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessing the international spreading risk associated with the 2014 west African Ebola outbreak",
            "authors": [
                {
                    "first": "Mfc",
                    "middle": [],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pastore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Piontti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Curr",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Association between temperature, humidity and ebolavirus disease outbreaks in Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Basta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Indicators of the impact of climate change on migratory species",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Newson",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "P"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Endang Species Res",
            "volume": "7",
            "issn": "",
            "pages": "101--114",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "Field",
                    "middle": [],
                    "last": "Hume",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "",
            "pages": "531--576",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "First application of satellite telemetry to track African straw-coloured fruit bat migration",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Cumming",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Zool",
            "volume": "275",
            "issn": "",
            "pages": "172--178",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The movement ecology of the straw-colored fruit bat, eidolon helvum, in Sub-Saharan Africa assessed by stable isotope ratios",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ossa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kramer-Schadt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Peel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The annual migrations of three species of West African fruit bats (Chiroptera: Pteropodidae)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Can J Zool",
            "volume": "61",
            "issn": "",
            "pages": "2266--72",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Human Ebola outbreak resulting from direct exposure to fruit bats in Luebo, Democratic Republic of Congo",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Epelboin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mondonge",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "9",
            "issn": "",
            "pages": "723--731",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ebola: research team says migrating fruit bats responsible for outbreak",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Guardian",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ebola virus antibodies in fruit bats",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Olival",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bangladesh. Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ebola virus antibodies in fruit bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Hayman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crameri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "1207--1216",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Graphical view at evolution of population by continent",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Geohive",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Public Health in Africa",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Interim Version 1.1. Ebola and Marburg virus disease epidemics: preparedness, alert, control, and evaluation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Food and Agricultural Organization. The State of World Fisheries and Aquaculture",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "the importance of bushmeat in the livelihoods of West African cash-crop farmers living in a faunally-depleted landscape",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schulte-Herbrüggen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cowlishaw",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Homewood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rowcliffe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Uncovering the fruit bat bushmeat commodity chain and the true extent of fruit bat hunting in Ghana",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Kamins",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Restif",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ntiamoa-Baidu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biol Conserv",
            "volume": "144",
            "issn": "",
            "pages": "3000--3008",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Bush meat generates $300 million for Ghana annually",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ghanaweb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Milliondollar fruit bat trade could be spreading Ebola, UN warns",
            "authors": [],
            "year": null,
            "venue": "International Business Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An introduction to Health Systems",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Skolnik",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "87--117",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Availability of essential health services in post-conflict Liberia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kruk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Rockers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bull World Health Organ",
            "volume": "88",
            "issn": "",
            "pages": "527--561",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Why Ebola Patients are rejecting care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Halparin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aranda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mystery illness with 'Ebolalike symptoms' kills 10 in Democratic Republic of Congo International Businnes Time",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Uganda Virus Research Institute hosts a Laboratory Diagnostics on Ebola Viral Infection in Real Time PCR Workshop for WHO AFRO",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ssemwanga",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "End The Lie. Liberia's nurses go on strike amid Ebola outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Nurses strike in Sierra Leone for better conditions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Panapress",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ebola and human rights in West Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Eba",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "2091--2094",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Ebola: the missing link",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mullan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Glob Health",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Africa's growth set to reach 5.2 percent in 2014 with strong investment growth and household spending",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Ebola virus spread by taxi passengers, says World Health Organisation. Indipendent",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nebehay",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Ecosystem change and public health: a global perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Aron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Patz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Rapid risk assessment. Outbreak of Ebola virus disease in West Africa",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Unexpected Ebola virus in a tertiary setting: clinical and epidemiologic aspects",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jobson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Crit Care Med",
            "volume": "28",
            "issn": "",
            "pages": "240--244",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Ebola virus disease in West Africa -an unprecedented outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weyer",
                    "suffix": ""
                },
                {
                    "first": "Lhp",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Janusz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "S Afr Med J",
            "volume": "104",
            "issn": "",
            "pages": "555--561",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The influence of ethnicity on the health of older women",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Hopper",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Geriatr Med",
            "volume": "9",
            "issn": "",
            "pages": "231--59",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "International public health: diseases, programs, systems, and policies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Scrimshaw",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The Yoruba cultural construction of health and illnesses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Jegede",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nord J Afr Stud",
            "volume": "11",
            "issn": "",
            "pages": "322--357",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Ebola outbreak: fight against disease hampered by belief in witchcraft, warns British doctor. The Telegraph",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Ebola outbreak in Sierra Leone traced back to a single traditional healer's funeral where 14 women were infected. Mail Online",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Detection of Ebola virus in oral fluid specimens during outbreaks of Ebola virus hemorrhagic fever in the Republic of Congo",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Formenty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Epelboin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "1521--1527",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Lessons from previous Ebola outbreaks for improving current risk management",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Struggling to Contain the Ebola Epidemic in West Africa",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Hilde",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Fear of Ebola breeds a terror of physicians. The New York Times",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nossiter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Why Liberians raided the Ebola clinic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Prewitt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Cultural contexts of Ebola in Northern Uganda",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hewlett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Amola",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1242--1250",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Regaining trust: an essential prerequisite for controlling the Ebola outbreak",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Omaswa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Global Health Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Non-Governmental Organizations Responding to Ebola",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The economic impact of Ebola: panicking only makes it worse",
            "authors": [],
            "year": 2016,
            "venue": "Journal of Public Health in Africa",
            "volume": "7",
            "issn": "534",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The economic impact of the 2014 Ebola epidemic: short and medium term estimates for West Africa",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1596/978-1-4648-0438-0"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Lessons from the West African Ebola epidemic: towards a legacy of strong health systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roache",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hougendobler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The World Food Programme needs $70m to feed 1.3m people in Ebola quarantine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Reuters",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "The Ebola emergency -Immediate action, ongoing strategy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1545--1551",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Ebola wreaking Havoc on African economy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "China's anti-Ebola plan hits youth Olympics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Areddy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Championship qualifiers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Saudi Arabia bans Haj Pilgrims from Ebola hit countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sophia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Hajj-associated outbreak strain of Neisseria meningitidis serogroup W135: estimates of the attack rate in a defined population and the risk of invasive disease developing in carriers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Barkham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Paton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "679--83",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "A time of fear\": local, national, and international responses to a large Ebola outbreak in Uganda",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kinsman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Global Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Ebola virus can be effectively neutralized by antibody produced in natural human infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maruyama",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "6024--6054",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Treatment of Ebola hemorrhagic fever with blood transfusions from convalescent patients. International Scientific and Technical Committee",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mupapa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massamba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kibadi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "",
            "pages": "18--23",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Ebola 'treatment' made from the blood of survivors is being traded on a new black market emerging amid the outbreak. Mail Online",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Use of convalescent whole blood or plasma collected from patients recovered from Ebola virus disease for transfusion, as an empirical treatment during outbreaks",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Ebola haemorrhagic fever",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "849--62",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Recombinant human activated protein C for the postexposure treatment of Ebola haemorrhagic fever",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "",
            "pages": "390--399",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Treatment of Ebola virus infection with a recombinant inhibitor of factor VIIa/tissue factor: a study in rhesus monkeys",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1953--1961",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Gene-specific countermeasures against Ebola virus based on antisense phosphorodiamidate morpholino oligomers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Warfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swenson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Olinger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Pathog",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Prospects for treatment of viral haemorrhagic fevers with ribavirin, a broad-spectrum antiviral drug",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Huggins",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Rev Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "750--61",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Reversion of advanced Ebola virus disease in nonhuman primates with ZMapp",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Audet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "514",
            "issn": "",
            "pages": "47--53",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "World Health Organization. Ethical considerations for use of unregistered interventions for Ebola virus disease (EVD)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Review of regulatory mechanisms used by the WHO, EU, and US to facilitate access to quality medicinal products in developing countries with constrained regulatory capacities",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Saidu",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Angelis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aiolli",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ther Inn Reg Sci",
            "volume": "47",
            "issn": "",
            "pages": "268--76",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Successful treatment of advanced Ebola virus infection with T-705 (favipiravir) in a small animal model",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Oestereich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lüdtke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wurr",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral Res",
            "volume": "105",
            "issn": "",
            "pages": "17--21",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "French nurse cured of Ebola contracted in Liberia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Enca",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Doctor treats Ebola with HIV drug in Liberia -seemingly successfully",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Frequently asked questions on the potential use of Brincidofovir in the Ebola outbreak",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chimerix",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Chimerix announces emergency investigational new drug applications for brincidofovir authorized by FDA for patients with Ebola virus disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chimerix",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Dallas Ebola patient receives experimental drug. The Huffington Post",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almendrala",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "BioWar Lab Helping To Develop Treatment For Ebola",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Boseley S. First British volunteer injected with trial Ebola vaccine in Oxford",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Ebola vaccine trials under way in Mali",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boseley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Canadian-made Ebola vaccine begins human trials in US",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Guardian",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Rapid diagnosis of Ebola hemorrhagic fever by reverse transcription-PCR in an outbreak setting and assessment of patient viral load as a predictor of outcome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Towner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bausch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "4330--4371",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "ELISA for the detection of antibodies to Ebola viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "",
            "pages": "192--200",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Shenzhen company develops kit to test for Ebola virus, report says",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "534] develops-kit-test-ebola-virus-report-says 110. China Daily. China's Ebola test kit gets production approval",
            "authors": [],
            "year": 2016,
            "venue": "Journal of Public Health in Africa",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "US policy for disease control among imported nonhuman primates",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Demarcus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tipple",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Ostrowski",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "",
            "pages": "281--283",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Available from: http:// www1.american.edu/ted/ebola.htm 115. Nathan R. Nuke ship reincarnated",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ted Case Studies",
                    "suffix": ""
                },
                {
                    "first": "Trade",
                    "middle": [],
                    "last": "Ebola",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Environment",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Ebola economics: vacations, vaccines and very expensive monkeys",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Caulderwood",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Countries at risk of Ebola viral disease. Source: eLife 2014;3:e04395. 6 [page 28] [Journal of Public Health in Africa 2016; 7:534]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Broad channels of short-term economic impact of Ebola. Adapted from: World Bank. 2014. The Economic Impact of the 2014 Ebola Epidemic: Short-and Medium-Term Estimates for West Africa.Washington, DC: World Bank.73 This is an adaptation of an original work by The World Bank. Views and opinions expressed in the adaptation are the sole responsibility of the author or authors of the adaptation and are not endorsed by The World Bank. [Journal of Public Health in Africa 2016; 7:534] [page 31]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Specifically, we searched databases such as PubMed, the WHO Library and Information Networks for Knowledge Database, the Science Citation Index and Social Sciences Citation Index, the WHO International Clinical Trials Registry Platform, Google Scholar, and supplemented these by also searching bibliographies and relevant Internet websites. We used search terms and key words such as Ebola Virus Disease, Ebola Viral Disease, Ebola Hemorrhagic Fever, Ebola/Marburg Fever, Ebola Epidemic, Ebola Outbreak, Viral Hemorrhagic Fever, Viral Hemorrhagic Disease, Emerging Infectious Diseases, Vector Borne and Zoonotic Disease among others.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Health system profiles of countries with Ebola viral diseases (EVD) outbreak and at-risk countries of EVD outbreaks. 6-11",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "A summary of the inclusion and exclusion criteria.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Research and development status of drugs.[95][96][97][98][99][100][101] Currently being evaluated in Phase III The drug has demonstrated in-vitro activity against Ebola virus and has been granted for the treatment of cytomegalovirus an emergency approval by USFDA as an investigational treatment for EVD. and adenovirusThe drug was used by Texas doctors to treat the first case of Ebola diagnosed in US soil BCX4430A broad spectrum antiviral agent originally The drug has shown effectiveness against a range of flavi viruses and has received developed for Hepatitis C approval from USFDA to progress to Phase I evaluation in humans.USFDA, US Food and Drug Administration.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Status of Ebola vaccines under development in 2012. 82 Vesicular stomatitis virus-vectored multi-agent vaccine (Lassa, Ebola, Marburg) + Prophylactic monoclonal antibodies + R&D, research and development; VEE, Venezuelan equine encephalitis; VLP, virus-like particle; CMV, cytomegalovirus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}