{
    "paper_id": "d5fc202cbd1c346056d079c45f0577b767206fc0",
    "metadata": {
        "title": "Improving the Hospital Quality of Care during Winter Periods by Optimizing Budget Allocation Between Rotavirus Vaccination and Bed Expansion",
        "authors": [
            {
                "first": "Thibaut",
                "middle": [],
                "last": "Dort",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keyrus Management S.A.-N.V",
                    "location": {
                        "settlement": "Strombeek-Bever",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Nadia",
                "middle": [],
                "last": "Schecroun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Keyrus Biopharma",
                    "location": {
                        "settlement": "Lasnes",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Baudouin"
                ],
                "last": "Standaert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background During each winter the hospital quality of care (QoC) in pediatric wards decreases due to a surge in pediatric infectious diseases leading to overcrowded units. Bed occupancy rates often surpass the good hospital bed management threshold of 85%, which can result in poor conditions in the workplace. This study explores how QoCscores could be improved by investing in additional beds and/or better vaccination programs against vaccine-preventable infectious diseases. Methods The Cobb-Douglas model was selected to define the improvement in QoC (%) as a function of two strategies (rotavirus vaccination coverage [%] and addition of extra hospital beds [% of existing beds]), allowing improvementisocurves to be produced. Subsequently, budget minimization was applied to determine the combination of the two strategies needed to reach a given QoC improvement at the lowest cost. Data from Jessa Hospital (Hasselt, Belgium) were chosen as an example. The annual population in the catchment area to be vaccinated was 7000 children; the winter period was 90 days with 34 pediatric beds available. Rotavirus vaccination cost per course was €118.26 and the daily cost of a pediatric bed was €436.53. The target QoC increase was fixed at 50%. The model was first built with baseline parameter values. Results The model predicted that a combination of 64% vaccine coverage and 39% extra hospital beds (& 13 extra beds) in winter would improve QoC-scores by 50% for the minimum budget allocation. Conclusion The model allows determination of the most efficient allocation of the healthcare budget between rotavirus vaccination and bed expansion for improving QoCscores during the annual epidemic winter seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious diseases in children remain a serious health problem in hospital care during each winter period in highincome countries despite the application of strict hygienic measures and better treatment procedures. Respiratory diseases and acute gastroenteritis (AGE) peak during winter leading to overcrowded pediatric wards with high bed occupancy rates exceeding 85% on average, which is the threshold for operating efficiently in hospital bedmanagement [1] [2] [3] . The temporary shock in bed-demand reduces the quality of care (QoC) because of high occupancies, discharges, and unplanned returns of patients but also because of stress in healthcare workers expressed through sick leave, extra working hours, and the enrollment of interim workers [4] . Among the covariates underlying the two principal factors (bed-and staff-management) defining the hospital QoC-scores, high bed occupancy is the main driver [4] . In addition, a high concentration of infections in hospital care will result in increased nosocomial infections and in antimicrobial resistance (AMR) [2, [4] [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 461,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1084,
                    "end": 1087,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1088,
                    "end": 1091,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "To adequately tackle this annual problem one may consider building more infrastructures but that might not totally resolve the issue of nosocomial infection and AMR [8, 9] . One should also think outside the hospital infrastructure and introduce vaccination against infections that may decrease the patient hospital inflow [5, 10, 11] . The latter was observed after introducing rotavirus vaccination in 2006 in Belgium, which resulted in a highly significant improvement of the hospital QoC during the peak season [4] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 169,
                    "end": 171,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Thus, only a limited number of interventions allow enhancement of a sustainable improvement in the QoCscores translating into more treatment with a higher number of beds in the department or sharing beds with other departments, better prevention through large vaccination programs, or a combination of both. The question we would like to answer here is which is the best balance to choose between the options of treatment and prevention to maintain the substantial improvement in QoC-scores during the infection peak periods while minimizing the budget investment [12] .",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 568,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Data from one pediatric ward in Belgium (Jessa Hospital, Hasselt, Belgium) was analyzed with pre-vaccination data as a starting point [4] . Rotavirus disease was selected as the example of an infectious disease to control. The infection has its seasonal peak in the winter, causing dramatic increases in bed occupancy rates, and vaccines are available on the market to prevent it [13] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The baseline model developed is non-linear and multivariate, similar to the Cobb-Douglas function [14] where the output is the fixed achievement of improvement in QoC-scores (QoC), during the winter periods in a pediatric ward. The two influencing variables are the extra treatment (H), expressed as extra beds as a percentage of the existing number of beds, and extra prevention (V), expressed as absolute or extra vaccine coverage rates in the age group to be vaccinated, that is the annual birth cohort of infants below 1 year old (see Sect. 2.5) [15] . The relative contribution of each of the two variables to the QoC-score improvement is investigated. The relationship between the output (QoC, measured in percentage improvement) and the influencing variables (V and H, also measured in percentage change) is considered to be positive, increasing, and concave, and is expressed as Eq. 1:",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Quality of Care (QoC)-Isocurve Model"
        },
        {
            "text": "where A is a scaling parameter and a and b are the relative contribution parameters of V and H in the QoC-score improvement. The values of a and b should be between 0 and 1, bounds excluded, to have positive but diminishing marginal factor returns (i.e., concavity). We consider these values as arbitrary throughout the article, as explained in Sect. 2.5. Consequently, the model and its subsequent illustration are more theoretical. In a previous work, the hospital QoC-score was defined and quantified as a composite index resulting from the addition of two principal factors extracted from exploratory factor analysis taking into account ten underlying covariates that reflect the management of hospital beds and of medical staff. Among these covariates, bed occupancy was found to be the main driver of the QoC-score [4] . The hospital QoC-score improvement can vary from 0 to 100%, with 0% indicating no improvement and 100% the highest improvement. Given a certain amount of QoC improvement to be reached (X), the level of H and V can be calculated using Eq. 2:",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 824,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Quality of Care (QoC)-Isocurve Model"
        },
        {
            "text": "Equation 2 is the expression of a QoC-isocurve representing all possible combinations of V and H associated with a constant QoC-score improvement, QoC ¼ X. It is used as an equality constraint in the optimization process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of Care (QoC)-Isocurve Model"
        },
        {
            "text": "The subsequent step formulates the optimization model, which is defined by an objective function to be optimized through decision variables and subject to some specific constraint(s) [16, 17] . Our objective function here is the budget to be minimized, which is influenced by the two decision variables: V and H. The constraint has been set to reach a 50% improvement in QoC-score: X ¼ 50% in Eq. 2.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Optimization Process"
        },
        {
            "text": "The budget function (B) is calculated using Eq. 3:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization Process"
        },
        {
            "text": "where C V and C H are the costs at 100% prevention and at 100% treatment, respectively. The constrained optimization model is expressed using Eq. 4:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization Process"
        },
        {
            "text": "A graphical output is generated to illustrate the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimization Process"
        },
        {
            "text": "Rotavirus vaccination was selected to illustrate the working of the previous model construct. A Belgium hospital (Jessa Hospital) was chosen as the vaccine was introduced in Belgium in 2006. The perspective considered is the healthcare payer. Table 1 summarizes the data inputs. The rotavirus vaccine cost per course is for a two-dose vaccine (i.e., €118.26 = 2 9 (71.03 -11.90)), which has been available in Belgium since June 2006 and is partially reimbursed (i.e., co-payment is €11.90 per dose) [19] . The cost of one hospital bed per day is the average cost of a day at the Jessa Hospital for acute care, which was reimbursed in 2016 at €436.53/day [20] . The input data are used to calculate the costs of 100% prevention (C V ) and 100% treatment (C H ) plugged into the budget function: C V = 7000 9 118.26 = €827,820, and C H = 34 9 90 9 436.53 = €1,335,782.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 250,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data Input"
        },
        {
            "text": "The final data output is the lowest budget (€) reached with the percentages of V and H needed to achieve the QoC improvement target of 50%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Output"
        },
        {
            "text": "A no-vaccination condition is initially considered so that absolute vaccine coverage equals the relative increase in coverage (i.e., extra vaccination). The rationale underlying this assumption is that a new birth cohort must be vaccinated every year. In other words, the vaccine coverage reflects vaccination in the annual birth cohort of infants below 1 year old and not in the population of children below 5 years old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Assumptions"
        },
        {
            "text": "a and b are equal, i.e., V and H have the same impact on the QoC improvement. This was fixed arbitrarily in order not to favor either of the two variables, V and H. This assumption implies that the minimum budget will be allocated equally between vaccination and bed expansion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Assumptions"
        },
        {
            "text": "No specific vaccine administration cost is included as the vaccine will be co-administered with other vaccines such as the hexavalent (diphtheria-tetanus-pertussis-polio-Haemophilus influenzae type B-hepatitis B) or pneumococcal vaccines as recommended in Belgium [15, 21, 22] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Model Assumptions"
        },
        {
            "text": "Full compliance with the two-dose vaccination schedule is assumed, but the benefit of vaccination in the function of the vaccine coverage resulting in a herd effect is not considered in the equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Assumptions"
        },
        {
            "text": "No prevention (V ¼ 0) and/or no extra treatment (H ¼ 0) leads to no improvement in the QoC-score (QoC ¼ 0). The proportion of both V and H should be € 2016 euros, QoC quality of care increased to improve the QoC-score (essentiality condition). The function exhibits diminishing marginal factor returns for V and H: the more one factor is used, the less it will be productive in terms of adding a same effect to the QoC-score improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Assumptions"
        },
        {
            "text": "Constant returns to scale (i.e., a þ b ¼ 1) are assumed for both factors: doubling the quantity of each factor would result in exactly the same proportional improvement in QoC scores. We will relax this assumption in the sensitivity analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Assumptions"
        },
        {
            "text": "The total cost of V and H enters the budget function linearly. One may suspect that the cost of V could be convex in function of the coverage rate, i.e., a higher coverage is more difficult and costly to achieve. However, evidence from the Belgium data showed that a high rotavirus vaccine coverage ([85%) is reached in the first years of vaccine introduction [11] . The cost of V is therefore considered linear in the budget function. The cost of adding more beds is also linear in the percentage of extra beds considered, including medical staff and building costs [20] .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Model Assumptions"
        },
        {
            "text": "In the one-way sensitivity analyses data inputs are varied by ± 25% and the impact on outcome measures is assessed, i.e., optimal allocation between prevention and treatment as well as the minimum budget needed. Moreover, since the baseline relative contributions of vaccination and extra beds to the hospital QoC-score improvement are set arbitrarily, and are therefore not estimated from observed data, sensitivity of model outputs with respect to these parameters is also assessed. In particular, the values of a and b are tested over six different scenarios, including the baseline values to ease the comparison, as shown in Table 2 . Scenario III reflects a higher contribution to improvement in QoC-scores from vaccination versus extra hospital beds. To relax the assumption of constant returns to scale (i.e., a þ b ¼ 1), scenarios IV and V reflected equal relative contributions to QoC-score improvement while considering decreasing (i.e., a þ b\\1) or increasing (i.e., a þ b [ 1) returns to scale, respectively. Scenario VI also assumes increasing returns to scale but reflects a higher contribution of V, for instance to account for potential additional benefits such as herd protection and reduction in AMR and nosocomial infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 636,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sensitivity and Scenario Analyses"
        },
        {
            "text": "In Eq. 1, the scaling parameterA is said to be neutral [23] , meaning that a change in A does not change the ratio of marginal product of V to marginal product of H for a given V-to-H ratio. Since variation in A and subsequent variation in optimal allocation components is perfectly inversely proportional, there is no need to vary A in sensitivity analyses.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity and Scenario Analyses"
        },
        {
            "text": "Similarly, due to the baseline assumption of constant returns to scale a ceteris paribus variation in targeted QoC improvement will generate an exactly proportional variation in the optimal allocation components. For example, increasing the QoC improvement target from 50 to 75% (i.e., a 50%-or 25% point-increase) would also generate a 50% increase in the optimal vaccine coverage, extra hospital beds, and minimum budget needed. However, the impact of such an increase in model outcomes is assessed for illustration purposes only since the Belgian study reported an improvement of more than 100% in hospital QoC-scores after the introduction of rotavirus vaccination [4] . Finally, since the vaccine coverage achieved is above 85% when introducing the rotavirus vaccination in Belgium [11] , the corresponding percentage of extra beds needed to reach a 50% QoC-score improvement is also calculated.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 672,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity and Scenario Analyses"
        },
        {
            "text": "All calculations are conducted using MATLAB R2016a (The MathWorks, Inc., Natick, MA, USA), except for the one-way sensitivity analysis on data inputs which is done in MS Excel (Microsoft Corporation, Redmond, WA, USA). Figure 1 presents the QoC-isocurves for three improvement rates in hospital QoC-score (i.e., QoC ¼ ? 30, ? 50, and ? 70%), with a higher improvement in hospital QoC- In the subsequent analysis the target improvement in hospital QoC-score is 50%, presented as the dashed QoCisocurve of Fig. 1 . Using the aforementioned data and the baseline parameter values, Fig. 2 shows the solution of the budget optimization model described by Eq. 4. To reach a 50% improvement in hospital QoC-score the minimum budget between rotavirus vaccination and rotavirus gastroenteritis (RVGE) treatment covers a combination of 63.51% vaccine coverage (V) and 39.36% extra hospital beds (H) (? 13 extra beds) during the winter peak. This combination represents a total annual budget of €1,051,564. V (a) and H (b) are assumed to contribute equally (50-50%) to the QoC-score improvement and, subsequently, to the minimum budget as well. In other words, the same amount of money is spent on vaccination and bed expansion. However, Fig. 2 shows that the budget curve increases faster with more H than with a higher V. Therefore, vaccination could be the most efficient option to achieve the target QoC-score improvement: an increase in H costs more than an increase in V for the same improvement in QoC-scores.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 227,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 504,
                    "end": 510,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 578,
                    "end": 584,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1227,
                    "end": 1233,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sensitivity and Scenario Analyses"
        },
        {
            "text": "Results of the one-way sensitivity analyses are presented in Fig. 3 showing the impact of varying inputs by ± 25% on the three model outputs. The most influential factors related to optimal V are those in the composition of C V , namely the vaccine cost per course and the size of the population to vaccinate. Similarly, the optimal percentage of H is most influenced by the components of C H , the number of existing beds, the price of an extra bed, and the length of the evaluation period considered. Since the input data enter the calculation of the budget in the same way (through C V and C H ), variation in the minimum budget remained constant. Figure 4 presents the budget-minimizing allocation for rotavirus vaccination and RVGE treatment for each of the six scenarios in the sensitivity analysis. Although the variations of a and b in panels I and III are quantitatively the same around the baseline scenario (panel II), the resulting variation in the optimal combination of prevention and treatment is not symmetric. For instance, when a is reduced from 0.5 to 0.25, the optimal vaccine coverage decreases from 63.51 to 31.40% (i.e., a 50.56% decrease) (panel I), but when b is reduced from 0.5 to 0.25, the optimal extra hospital beds decreases from 39.36 to 15.32% (i.e., a 61.08% decrease), a higher relative decrease for the optimal percentage of extra hospital beds (panel III).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 67,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 651,
                    "end": 659,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "When considering decreasing returns to scale with a ¼ b ¼ 0:45 (panel IV), the optimal values of prevention and treatment needed to reach the same QoC-score improvement of 50% are 98.09% vaccine coverage and 60.79% extra beds (i.e., a 54.45% relative increase for both). In contrast, considering increasing returns to scale with a ¼ b ¼ 0:55 (panel V) imply a relative decrease of 29.93%, from 63.51 to 44.51% and from 39.36 to 27.58% in the optimal values of V and H, respectively. Considering a higher contribution of V versus H and increasing returns to scale with a ¼ 0:55 and b ¼ 0:5 (panel VI) imply a V value of 54.54% and an H value of 30.73%, i.e., a lower relative decrease in optimal vaccine coverage. (a and b) . The budget-minimizing allocation is presented between rotavirus vaccination and rotavirus gastroenteritis treatment for each of the six scenarios of the sensitivity analysis. a and b the relative contribution parameters of prevention and treatment, respectively, QoC hospital quality of care score In all scenarios the same evolution is observed as in Fig. 2 , with a much steeper budget rise (solid curves) for increases of H than for increases in V, when deviating from the optimal combination (shown on the dashed curves).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 722,
                    "text": "(a and b)",
                    "ref_id": null
                },
                {
                    "start": 1077,
                    "end": 1083,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "To achieve the same objective while keeping V at 85%, as observed in Belgium post-vaccine introduction, the corresponding percentage of H is 29.41% (? 10 extra beds), leading to a total budget of €1,096,524. Finally, the minimum budget allocation that would achieve a 75% improvement in hospital QoC-score is a combination of 95.27% vaccine coverage and 59.04% extra hospital beds (? 20 extra beds [rounded]) during the winter season, representing a minimum budget of €1,577,346.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "A new way to analyze and optimize the healthcare budget for reaching specific health goals is presented here using a Cobb-Douglas-like power function [14] . Here, that function measures and combines extra treatment (more beds) with extra prevention (more vaccination) to get a substantial fixed improvement in hospital QoC-scores at the lowest investment needed [24, 25] . Previous studies have shown that the QoC in pediatric wards during winter periods is low [2, 4] . Many respiratory and gastroenteritis infections occur during those periods, leading to overcrowded pediatric units with high transmission rates of infections among those children [6, 11, 26] . Figure 5a shows for Jessa Hospital that the all-cause bed occupancy rates on average exceed the 85% threshold of safe and efficient operations during winter seasons [1] [2] [3] . The problem is recurrent yearly and only a few sustainable options can solve the issue: extra beds and/or reducing the bed demand through prevention. The baseline model setting presented here indicates that the minimum budget equally distributed among prevention and treatment is optimally allocated when it combines 64% coverage of rotavirus vaccination with 39% extra hospital beds for RVGE treatment during the peak periods, obtaining a 50% QoC improvement. The budget needed to be spent annually is around €1.05 million. The cost difference between vaccine coverage (C V ) and extra hospital beds (C H ) drives the results in their optimal budget allocation.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 673,
                    "text": "Figure 5a",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The present study also suggests that building more beds may result in only a partial solution for the recurrent healthcare problem as the infection is still kept within the hospital facility but is now spread over a larger space, and thus still causing a high risk of nosocomial infection and AMR [9] . Therefore, a better solution needs a more sustainable approach to benefit the hospital units. The way to achieving this is by reducing the infection influx entering the hospital. Vaccination should therefore be considered in this context.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The target to improve the QoC-scores in this exercise has been set at 50%. However, the QoC-scores of the pediatric ward in the Belgian study improved by more than 100% after introducing the vaccine [4] . Vaccination alone could therefore easily be sufficient to reach the improvement level proposed in our exercise. Our analysis is thus quite conservative. However, the purpose of the exercise is to demonstrate new ways of presenting the economic value of vaccine prevention as opposed to extra treatment, solving an existing and specific healthcare problem [27] . It gives the decision maker another analysis framework when he/she needs to invest in one or another option for achieving specific healthcare goals. The results of the exercise indicate that increased childhood vaccination could prevent or even reduce pediatric treatment care. This is now reflected in rotavirus vaccination post-implementation data, showing that when current-day pricing and herd effects are accounted for, the vaccination is cost effective and can even be cost saving [28] . The trade-off between vaccination and adding extra beds may in the future become the trade-off between vaccination and bed reduction in order to improve the QoC at a reasonable extra cost if more vaccination options against other infections are available.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The limitation of the present research is the use of a production-like function to solve a healthcare problem with only two variables. The selection of only two variables is intentional as prevention and treatment are restricted to vaccine coverage (V) and extra hospital beds (H). Yet, prevention could also include hygiene measures (e.g., hand washing) and treatment could include transportation to other hospitals. Other demand-side strategies to increase capacity, while keeping the existing number of beds and reducing demand (e.g., rescheduled elective stays, transfer of patients, etc.), could also have been considered. Since those other options would only account for a marginal part of the costs and are expected to have a marginal impact on the QoC-scores compared with extra hospital beds and vaccination [4, 5, [29] [30] [31] , they have not been included in the analysis.",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 820,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 821,
                    "end": 823,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The advantages of using a generalized form of the Cobb-Douglas function is that the equation is convenient to work with as it has nice mathematical properties and can easily be translated into an econometric model [32] . In the analysis presented here, the labour component of the original function has been replaced by prevention. The reason for doing this is twofold. First, the cost of an extra bed includes medical staff costs. Second, as shown in Fig. 5 , there is a significant decrease in AGE-related bed occupancy rates after the introduction of rotavirus vaccination. Combining these factors using a multivariate power function, such as the Cobb-Douglas one, seemed appropriate since vaccination and extra hospital beds interact together and may have a significantly positive, eventually diminishing, marginal impact on hospital QoC-scores.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 458,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the baseline setting the model assumed that A ¼ 1 (neutral scaling factor) and a ¼ b ¼ 0:5 (i.e., prevention and treatment contribute equally to the QoC-score improvement). Keeping a þ b ¼ 1 implies that the Cobb-Douglas function is first-order homogeneous in V and H with constant returns to scale and diminishing factor returns (i.e., a; b 2 ð0; 1Þ). Changing V and H by the same positive factor would result in an exactly proportional change in output. Furthermore, because the analysis omitted other factors that could influence the hospital QoCscore (e.g., income, location, hygiene promotion in hospitals, etc.), improvement is only determined by the model design of prevention through vaccination and treatment through extra hospital beds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The time horizon of the model is 90 days per year, corresponding to the winter period during which the problem of low QoC-scores appears. This restricted period of evaluation should not be seen as a limitation in the process of QoC-score improvement. The latter is a dynamic process over several years with annual peaks that decrease over time depending on the vaccine coverage rates. Moreover, starting each year from a no vaccination situation seems reasonable as the rotavirus epidemic takes place every year during each winter period, and the vaccination of each new birth cohort each year must be maintained. Therefore, starting from a no vaccination situation and considering the 90-day winter period only does not seem too restrictive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on the limitations of the work presented here, the challenge for future research is to collect the data that more precisely estimate the parameters of the model function developed using appropriate econometric techniques for quantifying the contribution of each factor in improving QoC-scores while calibrating the model to a specific region or hospital. The model could handle multiple variables simultaneously, introducing other relevant factors, including interactions, which could be another possibility for further research development [33] . Other specifications such as generalized additive models (GAMs) or transcendental logarithmic (translog) functions could also be considered to contrast with the function we have here, avoiding making explicit assumptions on factor and scale returns. However, GAMs and translog functions are less easily translatable into an econometric model. The exercise was tested using a GAM function (i.e., QoC ¼ V c þ H c ) but the results were not robust to small variations in the parameters. 5 All-cause and acute gastroenteritis-related daily bed occupancy rates in the pediatric unit (acute care) at Jessa Hospital (Hasselt, Belgium) during winter periods (1 January-31 March) pre-versus post-vaccine introduction: a allcause bed occupancy rate; and b acute gastroenteritis-related bed occupancy rate. AGE acute gastroenteritis, BoR bed occupancy rate",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1038,
                    "end": 1039,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A production-like function model and a budget optimization model were applied to evaluate how treatment or prevention could improve QoC-scores in hospital bed management. These models could become an easy application tool to guide decision makers in their investment decisions. The analysis does not require a large number of data and the interpretation of the results is straightforward. The models help clarify the dilemma of investing in an optimal mix of both treatment and prevention that will find the right balance between those two forces in healthcare development programs, and thus improving the QoCscores in the hospital environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Author contributions All authors participated in the design, implementation, or analysis, and interpretation, of the study, and the development of this manuscript. All authors had full access to the data and gave final approval before submission. Thibaut Dort will act as the overall guarantor of the study and manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Data availability statement All data used in this manuscript are either detailed in the methods or can be found in the referenced literature. The MATLAB Ò codes of the model and sensitivity analysis on parameters are also available from the corresponding author on a reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Funding GlaxoSmithKline Biologicals S.A. funded this study (GSK study identifier: HO-13-14103) and all costs related to the development of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Conflict of interest TD reports consulting fees to his institution, Keyrus Management S.A., from the GSK group of companies. NS reports consulting fees to her institution, Keyrus Biopharma, from the GSK group of companies. TD and NS also report receiving travel to congress and accommodation from the GSK group of companies. BS is an employee of the GSK group of companies and holds shares in this company as part of his employee remuneration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Ethics approval and consent to participate Ethical approval was not required for this study as it is entirely based on publicly available data and did not include personal data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http://creativecommons.org/licenses/by-nc/4.0/), which permits any noncommercial use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dynamics of bed use in accommodating emergency admissions: stochastic simulation model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bagust",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Place",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Posnett",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "BMJ",
            "volume": "319",
            "issn": "7203",
            "pages": "155--163",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Shaping the future NHS: long term planning for hospitals and related services (consultation document on the findings of the national beds) inquiry",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Improvement in hospital quality of care (QoC) after the introduction of rotavirus vaccination: an evaluation study in Belgium",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Standaert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alwan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Strens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Postma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hum Vaccin Immunother",
            "volume": "11",
            "issn": "9",
            "pages": "2266--73",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of rotavirus vaccination on hospital-acquired rotavirus gastroenteritis in children",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rupp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shulman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Noskin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "127",
            "issn": "2",
            "pages": "264--70",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The burden of respiratory syncytial virus bronchiolitis on a pediatric inpatient service",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Eidelman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Megged",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Toker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Isr Med Assoc J",
            "volume": "11",
            "issn": "9",
            "pages": "533--539",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Burden of community-acquired and nosocomial rotavirus gastroenteritis in the pediatric population of Western Europe: a scoping review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ogilvie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Goetghebeur",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Giaquinto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antimicrobial resistance (WHO fact sheet)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bed occupancy rates and hospitalacquired infections: should beds be kept empty?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Mutters",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Microbiol Infect",
            "volume": "18",
            "issn": "10",
            "pages": "941--946",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hospital bed occupancy for rotavirus and all cause acute gastroenteritis in two Finnish hospitals before and after the implementation of the national rotavirus vaccination program with RotaTeq",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hartwig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uhari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Renko",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bertet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hemmig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vesikari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Health Serv Res",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Medium-to long-term impact of rotavirus vaccination on hospital care in Belgium: a 7-year follow-up of the Rotavirus Belgium Impact Study (Ro-taBIS)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Standaert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Strens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alwan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Dis Ther",
            "volume": "5",
            "issn": "1",
            "pages": "31--44",
            "other_ids": {
                "DOI": [
                    "10.1007/s40121-015-0099-1"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cost analysis of two methods for improving the quality of care (QoC) scores in paediatric hospital wards during winter periods",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Standaert",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Strens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schecroun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Value Health",
            "volume": "18",
            "issn": "7",
            "pages": "596--603",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Country introductions of rotavirus vaccines",
            "authors": [],
            "year": 2016,
            "venue": "Accessed 16",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A theory of production",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Cobb",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 1928,
            "venue": "Am Econ Rev",
            "volume": "18",
            "issn": "1",
            "pages": "139--65",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Vaccinations recommandées -Vaccination info",
            "authors": [],
            "year": 2015,
            "venue": "CBIP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Advanced mathematics for economists: static and dynamic optimization",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mathematics for economists",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blume",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The child in Flanders",
            "authors": [
                {
                    "first": "Gezind",
                    "middle": [],
                    "last": "Kind En",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Répertoire commenté des médicaments",
            "authors": [],
            "year": 2016,
            "venue": "CBIP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prix de la journée d'hospitalisation à partir du 01.01",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Calendrier vaccinal de base des nourrissons, enfants et adolescents (situation au 1er janvier",
            "authors": [],
            "year": 2017,
            "venue": "CBIP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Guide de la vaccination. CSS no. 8586",
            "authors": [
                {
                    "first": "Conseil",
                    "middle": [],
                    "last": "Supérieur De La",
                    "suffix": ""
                },
                {
                    "first": "Santé",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The theory of wages",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The big idea: how to solve the cost crises in health care? Harvard Business Review (HBR)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Budget constraint and vaccine dosing: a mathematical modelling exercise",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Standaert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Postma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cost Eff Resour Alloc",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Recommendations of the panel on cost-effectiveness in health and medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamlet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "JAMA",
            "volume": "276",
            "issn": "15",
            "pages": "1253--1261",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Research priorities for economic analyses of prevention: current issues and future directions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Crowley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Kuklinski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prev Sci",
            "volume": "15",
            "issn": "6",
            "pages": "789--98",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Beyond expectations: post-implementation data shows rotavirus vaccination is likely cost-saving in Australia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Macartney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menzies",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "2",
            "pages": "345--52",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Intrahospital transfers and adverse patient outcomes: an analysis of administrative health data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Blay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duffield",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Nurs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.13976"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Assessment of the impact of rotavirus vaccination on hospital efficiency between 2000 and 2015 in a large UK paediatric hospital",
            "authors": [
                {
                    "first": "Rpd",
                    "middle": [],
                    "last": "Cooke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Heinsbroek",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hungerford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cargill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Theodorou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "22--25",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Surge capacity associated with restrictions on nonurgent hospital utilization and expected admissions during influenza pandemic: lessons from the Toronto severe acute respiratory syndrome outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schull",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Stukel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vermeulen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guttmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zwarenstein",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acad Emerg Med",
            "volume": "13",
            "issn": "11",
            "pages": "1228--1259",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Arguing a case for Cobb-Douglas production function",
            "authors": [
                {
                    "first": "Kvb",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rev Commerce Stud",
            "volume": "",
            "issn": "1",
            "pages": "75--91",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Children: reducing mortality",
            "authors": [],
            "year": 2016,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Example of QoC-isocurves with baseline calibration for three different growth rates of the hospital QoC-score (i.e., QoC ¼ ? 30, ? 50, and ? 70%). QoC hospital quality of care growth",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Budget-minimizing allocation between rotavirus vaccination and rotavirus gastroenteritis treatment. QoC hospital quality of care growth",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Tornado diagrams: sensitivity analyses showing the impact of varying inputs by ± 25% on three outcomes: a optimal vaccination coverage; b optimal extra hospital beds; and c minimum budget",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Sensitivity analysis of model parameters",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5 All-cause and acute gastroenteritis-related daily bed occupancy rates in the pediatric unit (acute care) at Jessa Hospital (Hasselt, Belgium) during winter periods (1 January-31 March) pre-versus post-vaccine introduction: a allcause bed occupancy rate; and b acute gastroenteritis-related bed occupancy rate. AGE acute gastroenteritis, BoR bed occupancy rate",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Input variables and values in the model",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Testing the range of values for parameters a and b in different scenarios",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors would like to thank the Business & Decision Life Sciences platform for editorial assistance and manuscript coordination, on behalf of GSK. Sarah Fico coordinated manuscript development and editorial support. The authors also thank Kavi Littlewood (Littlewood Writing Solutions, on behalf of GSK) for providing medical writing support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}