{
    "paper_id": "d657cc5e24009f5081425da4d8c3b6467b85df1d",
    "metadata": {
        "title": "Retention of p63 in an ER-Golgi Intermediate Compartment Depends on the Presence of All Three of Its Domains and on Its Ability to Form Oligomers",
        "authors": [
            {
                "first": "Anja",
                "middle": [],
                "last": "Schweizer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jack",
                "middle": [],
                "last": "Rohrer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hans-Peter",
                "middle": [],
                "last": "Hauri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Basel",
                    "location": {
                        "postCode": "CH-4056",
                        "settlement": "Basel",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [],
                "last": "Kornfeld",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The type H membrane protein p63 is a resi-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "dent protein of a membrane network interposed between rough ER and Golgi apparatus. To study the retention of p63, mutant forms were expressed in COS cells and the intracellular distribution determined by immunofluorescence microscopy. Investigation of chimeric constructs between p63 and the plasma membrane protein dipeptidylpeptidase IV showed that protein sequences from all three domains of the p63 protein are required to achieve complete intracellular retention. Mutational analysis of the 106-amino acid cytoplasmic tail of p63 revealed that the NH2-terminal 23 amino acids are necessary for retention. When Igi3 was solubilized with Triton X-100 and subjected to centrifugation at 100,000 g, it formed large, insoluble oligomers, particularly at neutral pH and below. A comparison of the behavior of wildtype and mutant p63 proteins in this assay revealed a perfect correlation between the formation of large oligomers and correct intracellular retention. These results suggest that self-association may be a major mechanism by which p63 is retained between the rough ER and the Golgi apparatus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "T HE Secretory pathway of eukaryotic cells is composed of a series of different compartments through which newly synthesized proteins are transported en route to their final destination in the cell (Paiade, 1975) . Each of the subcellular organelles along this pathway contains a characteristic set of proteins that maintain their structural and functionai integrity. A challenging question in contemporary cell biology is to understand how resident components, unlike itinerant proteins, achieve specific localization in a given intracellular compartment.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 212,
                    "text": "(Paiade, 1975)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is currently believed that secretory proteins are transported by a default pathway while resident proteins are selectively retained in individual organelles by means of specific signals (Pfeffer and Rothman, 1987; Wieland et al., 1987; Karrenbauer et al., 1990) . Two types of signais, which mediate either the retention or the retrieval of proteins, have been identified to date. A variety of lumenal ER proteins are retained in the cell by means of a COOH-terminal tetrapeptide (KDEL) or related sequence (Munro and Pelham, 1987;  reviewed by Pelham, 1989 Pelham, , 1990 ) that allows retrievai of the proteins from a post-ER site by means of KDEL receptors Pelham, 1990, 1992) . A group of type I transmembrane proteins of the ER are also retained in this or-ganelle by a retrieval mechanism (Jackson et al., 1993) . These proteins contain cytoplasmic sequences consisting of two lysine residues positioned three and four or five residues from the COOH terminus (KKXX or KXKXX, where X can be almost any amino acid) (Jackson et ai., 1990; Shin et ai., 1991) . Recycling of these proteins is believed to occur from multiple post-ER locations along the secretory pathway (Jackson et ai., 1993) . In addition, retrieval has been suggested to be the mechanism by which the integral membrane protein TGN38 is targeted to the TGN (Bos et ai., 1993; Humphrey et al., 1993) . TGN38 possesses a tyrosine-containing motif within its cytoplasmic tail that is both necessary and sufficient for TGN localization (Bos et ai., 1993; Humphrey et ai., 1993; Wong and Hong, 1993) . In contrast to these examples, localization of Golgi proteins is achieved by retention rather than retrieval. The retention of several Golgi proteins has been shown to depend primarily on their single transmembrane segment with some additional contribution to retention by the sequences just adjacent to those membrane anchors (Nilsson et ai., 1991; Swift and Machamer, 1991; Machamer et al., 1993) . In the case of the c~ 2,6-siaiyltransferase, the cytoplasmic and lumenal sequences flanking the transmembrane segment appear to be the crucial elements for retention rather than the transmembrane segment itself (Munro, 1991; Dahdal and Colley, 1993) . It has been postulated that resident Golgi proteins oligomerize in the Golgi apparatus upon recognition of identical or related proteins, forming a complex of sufficient size to prevent entry into transport vesicles (Machamer, 1991; Nilsson et al., 1991 Nilsson et al., , 1993 Nilsson et al., , 1994 . Recently, oligomerization of a chimeric protein containing the first membrane-spanning domain of the M glycoprotein of avian coronavirus has been correlated to its retention in the Golgi apparatus (Weisz et al., 1993) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 216,
                    "text": "(Pfeffer and Rothman, 1987;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 217,
                    "end": 238,
                    "text": "Wieland et al., 1987;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 239,
                    "end": 264,
                    "text": "Karrenbauer et al., 1990)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 510,
                    "end": 534,
                    "text": "(Munro and Pelham, 1987;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 535,
                    "end": 535,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 560,
                    "text": "Pelham, 1989",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 561,
                    "end": 575,
                    "text": "Pelham, , 1990",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 663,
                    "end": 682,
                    "text": "Pelham, 1990, 1992)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 820,
                    "text": "(Jackson et al., 1993)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1022,
                    "end": 1044,
                    "text": "(Jackson et ai., 1990;",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1063,
                    "text": "Shin et ai., 1991)",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1197,
                    "text": "(Jackson et ai., 1993)",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1348,
                    "text": "(Bos et ai., 1993;",
                    "ref_id": null
                },
                {
                    "start": 1349,
                    "end": 1371,
                    "text": "Humphrey et al., 1993)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1505,
                    "end": 1523,
                    "text": "(Bos et ai., 1993;",
                    "ref_id": null
                },
                {
                    "start": 1524,
                    "end": 1546,
                    "text": "Humphrey et ai., 1993;",
                    "ref_id": null
                },
                {
                    "start": 1547,
                    "end": 1567,
                    "text": "Wong and Hong, 1993)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1897,
                    "end": 1919,
                    "text": "(Nilsson et ai., 1991;",
                    "ref_id": null
                },
                {
                    "start": 1920,
                    "end": 1945,
                    "text": "Swift and Machamer, 1991;",
                    "ref_id": null
                },
                {
                    "start": 1946,
                    "end": 1968,
                    "text": "Machamer et al., 1993)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2182,
                    "end": 2195,
                    "text": "(Munro, 1991;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2196,
                    "end": 2220,
                    "text": "Dahdal and Colley, 1993)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2439,
                    "end": 2455,
                    "text": "(Machamer, 1991;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2456,
                    "end": 2476,
                    "text": "Nilsson et al., 1991",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2477,
                    "end": 2499,
                    "text": "Nilsson et al., , 1993",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2500,
                    "end": 2522,
                    "text": "Nilsson et al., , 1994",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2722,
                    "end": 2742,
                    "text": "(Weisz et al., 1993)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In contrast to the considerable progress that has been made in understanding protein localization in the ER and the Golgi apparatus, it is presently unclear how the recently identified ER-Golgi intermediate compartment (ERGIC) 1 maintains its resident population of proteins (for a review see Hauri and Schweizer, 1992) . The ERGIC comprises a membrane system interposed between the rough ER and the cis side of the Golgi apparatus that has been shown to mediate ER-to-Golgi exocytic protein transport (Schweizer et al., 1990; Lotti et al., 1992) . The ERGIC may correspond to the \"budding compartment\" of mouse coronavirus (Tooze et al., 1988; Krijnse-Locker et al., 1994) and to the \"pre-Golgi vacuoles\" of Semliki Forest virus-infected cells (Saraste and Kuismanen, 1984) . Isolation of the ERGIC from Vero cells indicated that this compartment has unique properties since it does not share major marker proteins with its direct neighbor organelles, the rough ER and cis-Golgi apparatus (Schweizer et al., 1991) . Currently, a limited number of marker proteins are available for the ERGIC. The ERGIC was originally defined by a 53-kD type I transmembrane protein (Schweizer et al., 1988) termed ERGIC-53. ERGIC-53 is specifically localized in the ERGIC at 37°C but undergoes a temperature-dependent redistribution (Lippincott-Schwartz et al., 1990; Schweizer et al., 1990) which suggested that it may follow a recycling pathway (Hauri and Schweizer, 1992) . Another marker for the ERGIC is the small GTP-binding protein rab2p (Chavrier et al., 1990) . Beta-COP, a major component of non-clathrin-coated vesicles, also associates with the ERGIC at 15°C (Duden et al., 1991) . The p58-positive pre-Golgi elements described by Saraste and Svenson (1991) may also be part of the ERGIC.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 319,
                    "text": "Hauri and Schweizer, 1992)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 502,
                    "end": 526,
                    "text": "(Schweizer et al., 1990;",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 546,
                    "text": "Lotti et al., 1992)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 624,
                    "end": 644,
                    "text": "(Tooze et al., 1988;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 645,
                    "end": 673,
                    "text": "Krijnse-Locker et al., 1994)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 745,
                    "end": 774,
                    "text": "(Saraste and Kuismanen, 1984)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 990,
                    "end": 1014,
                    "text": "(Schweizer et al., 1991)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1166,
                    "end": 1190,
                    "text": "(Schweizer et al., 1988)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1317,
                    "end": 1351,
                    "text": "(Lippincott-Schwartz et al., 1990;",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1375,
                    "text": "Schweizer et al., 1990)",
                    "ref_id": null
                },
                {
                    "start": 1431,
                    "end": 1458,
                    "text": "(Hauri and Schweizer, 1992)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1529,
                    "end": 1552,
                    "text": "(Chavrier et al., 1990)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1655,
                    "end": 1675,
                    "text": "(Duden et al., 1991)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1727,
                    "end": 1753,
                    "text": "Saraste and Svenson (1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The only membrane protein characterized and cloned so far with a stable ER-Golgi intermediate localization is p63 (Schweizer et al., 1993a,b) . mAbs against p63 recognized an extended ER-Golgi intermediate membrane structure which indicated that the ERGIC may be larger than previously suggested by the ERGIC-53 analysis. Unlike ERGIG-53, the distribution of p63 was insensitive to organelle perturbants such as low temperature and brefeldin A (Schweizer et al., 1993a) . Sequence analysis together with biochemical data demonstrated that p63 is a nonglycosylated, reversibly palmitoylated type II transmembrane protein with a 106 amino acid NHe-terminal cytosolic tall, a single transmembrane domain, and a large extracytoplasmic domain of 474 amino acids (Schweizer et al., 1993a,b) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 141,
                    "text": "(Schweizer et al., 1993a,b)",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 469,
                    "text": "(Schweizer et al., 1993a)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 757,
                    "end": 784,
                    "text": "(Schweizer et al., 1993a,b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a first step toward elucidating the mechanisms that determine protein localization between the rough ER and the Golgi apparatus, we have studied the retention of the p63 marker protein. In the present paper we demonstrate that all three domains of p63 contribute to the proper intracellular localization of this protein. Further, the retention of p63 correlated with the formation of Triton X-100-insoluble 1. Abbreviations used in this paper: ERGIC, ER-Golgi intermediate compartment; DPPIV, dipeptidylpeptidase IV; wt, wild type. oligomers, suggesting that self-association of p63 protein may serve as a major mechanism for retention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Enzymes used in molecular cloning were obtained from Boehringer Mannheim (Indianapolis, IN), New England Biolabs (Beverly, MA), or Promega (Madison, WI). DME (4.5 g/1 glucose) and RPMI-1640 medium were from GIBCO BRL (Grand Island, NY); FCS from Hazleton Biologics (Lenexa, KS); Nusera from Collaborative Biomedical Products (Bedford, MA); DEAE-dextran, chloroqulne, CNBr-activated Sepharose 4B, and protease inhibitors were from Sigma Chemical Co. (St. Louis, MO); ECL western blotting reagents from Amersham Corp. (Arlington Heights, IL); nitrocellulose from Schleicher and Schuell (Keene, NH); protein A-Sepharose beads from Repligen Corporation (Cambridge, MA); FITC goat antimouse IgG from Cappel OVestchester, PA); cell culture dishes from Falcon (Becton Dickinson Co., Lincoln Park, NJ); multichamber slides from Nunc Inc. (Naperville, IL); and human plasma fibronectin from the New York Blood Center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Oligonucleotides were synthesized with a solid phase synthesizer (380A; Applied Biosystems, Foster City, CA) by the Protein Chemistry Facility of Washington University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "All basic DNA procedures were as described (Sambrook et al., 1989) .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 66,
                    "text": "(Sambrook et al., 1989)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA"
        },
        {
            "text": "P63 Cytoplasmic Tail Mutants. The p63wt cDNA was as described previously (Schweizer et al., 1993b) and consisted of the 5' untranslated region, bpl-84, the 1803 nucleotide coding region and 1023 bp of the 3' noncoding sequence. The full-length cDNA was inserted into the EcoRI site in the polylinker of the Bluescript SK-or KS-vector (Stratagene, La Jolla, CA), respectively, with the initiator ATG facing the BamHI restriction site of the polylinker. The resulting constructs were designated pBSK-p63 or pBKS-p63, respectively. For transient expression in COS cells, the p63 insert was subcloned into the EcoRI site of the pECE vector (kindly provided by Dr. M. Spiess, Biozentrum, Basel, Switzerland) (Ellis ct al., 1986) to give plasmid pECE-p63.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 98,
                    "text": "(Schweizer et al., 1993b)",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 723,
                    "text": "(Ellis ct al., 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA"
        },
        {
            "text": "The mutant forms of the p63 gene were created using standard PCR protocols (Ho et al., 1989) . All mutants start at bp78 of the original wild type (wt) p63 eDNA (Schweizer et al., 1993b) . The final PCR products were digested with BamHI and used to replace the BamHI-BamHI fragment of pBSK-p63. The entire PCR-derived fragment was sequenced by the dideoxy termination procedure (Sanger et al., 1977) as described (Schweizer et al., 1993b) . Correct clones were subcloned into the EcoRI site of the pECE vector for transient expression in COS cells.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 92,
                    "text": "(Ho et al., 1989)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 161,
                    "end": 186,
                    "text": "(Schweizer et al., 1993b)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 399,
                    "text": "(Sanger et al., 1977)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 413,
                    "end": 438,
                    "text": "(Schweizer et al., 1993b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA"
        },
        {
            "text": "To generate the A2-101 construct (p63 with deletion of amino acids 2-101), pBSK-p63 as template together with the 5' primer C-CC CGC CAT GCG CAG GCT CGG CAG GC~ G-CT CAA C, and a 3' primer corresponding to nucleotides 774-791 of the p63wt sequence were used in the PCR reaction. In a subsequent PCR reaction, the final A2-101 construct and the 5' primer AAG GAT CCG AAT TCG CCC GCC ATG GCT GCA CTC AGG GCG CTC AAC TIT were used to produce the A2-101 AA mutant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant DNA"
        },
        {
            "text": "The same strategy as described for the construction of A2-101 was cartied out for the A16-101 mutant (p63 with a deletion of amino acids 16 to 101), except for the 5' primer that was GCC CGC CAT GCC CTC GC~ CAA ACA AAG ~ CTC CAA GC.K3 CC~ CCA CGG CC_~ CCG CAG GCT CGG CAG ~ GCT CAA. All other mutations were introduced by the overlap extension technique (Ho et al., 1989) using bp 774-791 of the p63 sequence and bp 170-193 of the Bluescript KS-vector as downstream and upstream flanking primers. An appropriate partial complementary pair of oligonucleotides in which the desired mutation had been incorporated was chosen as internal primers. The final PCR products were digested with BamHI and used to replace the BamHI-BamHI fragment ofpBKS-AI6-101 (AI6-101 introduced in EcoRI site of pBKS). Sequencing and further subcloning were as described above. Alternatively, final PCR products were directly subcloned into the Sinai site of the pECE vector and sequenced.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 371,
                    "text": "(Ho et al., 1989)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Recombinant DNA"
        },
        {
            "text": "For the construction of the A24-101 mutant (p63 with a deletion of amino acids 24 to 101), pBKS-p63 A16-101 was used as PCR template. The internal primers were GCC GCG AGC CCC TCG GAG AAG GGT GCC CGC AGG CTC GC~ AGG GCG CTC AAC TTT for the downstream reaction and GCG OC~ ACC CTT CTC CGA GGG G-CT CGC ~ GCC GTG GCC GCC CTT GGA GCC CCT for the upstream reaction, respectively. The final plasmid was designated pECE-A24-101.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant DNA"
        },
        {
            "text": "Alanine replacements of seven consecutive amino acids in the p63 cytoplasmic tail were encoded by GCT GCA GCC GCA GCT GCA GCC and its complementary sequence. For the substitution of positively charged amino acids and/or glycines within amino acids 1-23 of the p63 sequence by alanines, the following codons were used: GCA (for amino acids 5, 7, and 21) and GCT (for amino acids 8, 10, 11, and 22).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recombinant DNA"
        },
        {
            "text": "To construct fusion genes of p63 and dipeptidylpeptidase IV (DPPIV), a cDNA for human DPPIV (Misumi et ai., 1992;  kindly provided by Dr. Y. Ikehara [Fukuoka University, Fukuoka, Japan]) was used.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 113,
                    "text": "(Misumi et ai., 1992;",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 114,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "P63-DPPIVChimeras."
        },
        {
            "text": "For the generation of the PPD and A24-101PPD chimeras (complete or A24-101 cytoplasmic tail of 1)63, transmembrane domain of p63, and lumenal domain of DPPIV), the DPPIV cDNA was subcloned into a Bluescript SK-vector that has the KpnI site in its polylinker deleted. A KpnI site was then introduced between nucleotides 166 and 171 of the DPPIV sequence without altering the amino acid sequence. The resulting plasmid was digested with SalI and KpnI to give a fragment including the complete lumenal domain of DPPIV except for the first 11 nucleotides (bp 160-170). The pECE-p63 or pECE-A94-101 plasmid, respectively, were digested with SalI and NotI, and the corresponding fragments that encode the complete or mutant (A24-101) I)63 cytoplasmic tail plus the first 12 amino acids of the p63 transmembrane domain, were isolated. Two complementary oligonucleotides corresponding to nucleotides 441-465 of the p63 sequence followed by nucleotides 160-165 of the DPPIV sequence and a KpnI site were sequenced and annealed. These components were assembled in a three-part ligation to give plasmids pECE-PPD or pECE-A24-101 PPD, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P63-DPPIVChimeras."
        },
        {
            "text": "All further chimeras were generated by PCR using the overlap extension technique (Horton et al., 1989) . All chimeric constructs were precisely joined at the transitions between two domains. Final PCR products were treated as described above for the p63 cytoplasmic tail mutants, resulting in constructs pECE-DDP (cytoplasmic tail of DPPIV, transmembrane domain of DPPIV, and lumenal domain of p63), pECE-DPP (cytoplasmic tail of DPPIV, transmembrane domain of p63, and lumenal domain of p63), and pECE A24-101PDP (A24-101 cytoplasmic tail of p63, transmembrane domain of DPPIV, and lumenal domain of p63), respectively. The following templates were used for the PCR reactions: plasmids pBSK-p63 and pBSK-DPPIV (DPPIV cDNA subcloned as EcoRI fragment into the Bluescript KS-vector) to generate constructs DPP and DDP, and plasmids pBKS I)63 A2.4-101 and pECE-DDP to construct the A94-101PDP chimera. Upstream and downstream flanking primers were the same as above. Appropriate pairs of partially complementary oligonucleotides which encoded the desired fusion were chosen as internal primers.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 102,
                    "text": "(Horton et al., 1989)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "P63-DPPIVChimeras."
        },
        {
            "text": "All mutants were verified by sequencing at the level of the final plasmid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "P63-DPPIVChimeras."
        },
        {
            "text": "COS cells (African green monkey kidney cells, CRL 1650; American Type Culture Collection, Rockville, MD) were cultured in DME supplemented with 10% FCS, 50 units/ml penicillin, 50 t~g/ml streptomycin, and fungizone at 37°C in a humidified 5% CO: atmosphere. For transient tr~ons COS cells were plated at 17,500-35,000 cells per well in an eight-well multichamber slide in which the wells had been coated for at least 20 rain with 25 tLg/ml fibronectin in PBS, or at 106 cells per 60-mm plate. Suboonfluent cells were washed once with TBS and each 60-ram plate was exposed to 3/~g of DNA in 1.5 ml RPMI-1640 medium containing 10% Nnsera, 50 t~g/ml gentumycin, 100 t~M ehloroquiue, and 150/~g/ml DEAE-dextran (RNC plus DEAE-dextran) for 3.5 h. For eightwell multichamber slides 0.2/~g DNA in 100/~1 RNC plus DEAE-dextran was used in each well. The DNA solution was then replaced with PBS containing 10% DMSO, cells were incubated for 2 rain at room temperature, and washed with PBS before fresh medium was added. Cells were maintained at 37\"C and analyzed 43-48 h after transfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Culture and Transfection"
        },
        {
            "text": "Mouse mAb G1/296 against the p63 protein has previously been characterized (Schweizer et ai., 1993a) . For the detection of DPPIV rnAb HBB 3/775 (Hauri et al., 1985) was used.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 100,
                    "text": "(Schweizer et ai., 1993a)",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 165,
                    "text": "(Hauri et al., 1985)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Antibodies"
        },
        {
            "text": "cos cells were grown in eight-well multichamber slides. The immunofluorescence procedure for permeabilized cells was that of Schweizer et al. (1988) . In brief, formaldehyde-fixed and sapenin-permeabilized cells were incubated with mAb G1/296 against p63 or rnAb HBB 3/775 against DPPIV followed by goat anti-mouse FITC. To probe for surface expression of proteins, COS cells were cooled to 4°C for 20 rain and kept on ice for the subsequent steps. The cells were washed once with PBS-0.2% BSA, and incubated with mAb G1/296 or mAb HBB 3/775 for 45 rain. After six wash steps with PBS-0.2% BSA, the cells were fixed with 3% p-formaldehyde for 30 rain on ice, followed by another 30 rain at room temperature. Cell permeabilization and staining with goat anti-mouse FITC was as described (Schweizer et ai., 1988) . The specimens were examined with a Nikon fluorescence microscope and photographed with 1600 Fujichrome film.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 148,
                    "text": "Schweizer et al. (1988)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 786,
                    "end": 810,
                    "text": "(Schweizer et ai., 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence Microscopy"
        },
        {
            "text": "After two washes with PBS, transfectod COS cells of one 60-ram plate were scraped into 1 ml PBS and centrifuged for 10 rain at 800 rpm (132 giv). The pellet was resuspended in 800/~1 MNT buffer (20 m_M MES, 30 mM Tris, 100 mM NaCl, 1.25 m_M EDTA, and 1 mM EGTA) at various pHs containing 1% Triton X-100, 100 mM iodoacetamide, 40 t~g/mi PMSF, and a 1:500 dilution of a protease inhibitor cocktail (5 mg/mi benzamidine and 1 mg/ml each of pepstatin A, leupeptin, antipain, and chymostatin in 40% dimedaylsnifoxide, 60 % ethanol) by passing it five times through a 25-gange needle connected to a 1-ml syringe. After a 1-h solubilization step on ice, the cells were centrifuged for 60 rain at 39,000 rpm (100,000 g~v) in a Ti 50 rotor (Beckman Instnmaents Inc., Paio Alto, CA). The resulting supernatants were carefully harvested and proteins were precipitated by the method of Wessel and Fluegge (1984) . The precipitates were solub'~,ed in Laemmli buffer (Laemmli, 1970) . The pellets in the Ti 50 tubes following centrifugation were selubilized directly in sample buffer and sonicated. Proteins were separated on 8% SDS-polyaerylamide minigels (Bio Rad Laboratories, Richmond, CA) using the Laemmli (1970) system, and transferred to nitrocellulose membranes according to the method of Towbin et al. (1979) . For the immunoreaction, the nitrocellulose sheet was blocked with 3 % nonfat dry milk powder in PBS, incubated with mAb G1/296 against p63 (diluted 1:5,000 in PBS-3% powdered milk) followed by a horseradish peroxidase-conjugated anti-mouse secondary antibody (Amersham Corp.). For development the ECL detection system (Amersham Corp.) was used according to the manufacturer's directions.",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 900,
                    "text": "Wessel and Fluegge (1984)",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 969,
                    "text": "(Laemmli, 1970)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1191,
                    "end": 1205,
                    "text": "Laemmli (1970)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1285,
                    "end": 1305,
                    "text": "Towbin et al. (1979)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Immunoblotting"
        },
        {
            "text": "Quantification of autoradiograms was carried out by means of a Molecular Dynamics Personal Densitometer (Sunnyvale, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoblotting"
        },
        {
            "text": "cos cells (10-12 60-mm plates per preparation) transfected with either p63wt or A2-101AA were washed twice with PBS, scraped into 1 ml PBS per plate and centrifuged for 10 min at 800 rpm (132 ga~). Each pellet was resuspended in 500/~1 of buffer 2 (100 mM Na2HPO4, pH 8.0, 1% Triton X-100), containing 100 mM iodoacetamide, 40/~g/ml PMSF, and a 1:500 dilution of the above described protein inhibitor cocktail by passing it five times through a 25-gang¢ needle connected to a 1-ml syringe. After a 1-h solub'dization step on ice, the cells were centrifuged for 60 rain at 39,000 rpm (100,000 gay) in a Ti 50 rotor. P63 proteins were affinity purified from the resulting supernatants on a column of mAb G1/296 coupled to cyanogen bromide-activated Sepharose 4B. mAb G1/296 had been purified from culture supernatant by ammonium sulfate precipitation (to 50 % saturation) followed by protein A-Sepharose chromatography prior to coupling according to the suppliers instructions. P63 proteins were eluted with 0.1 M glycine, pH 3.0, 0.05 % Triton X-100, and immediately adjusted to pH 8.0 with 1 M \"Iris base. After analysis by SDS-PAGE, fractions that revealed a single band of appropriate size (Schweizer, A., J. Rohrer, and S. Kornfeld, unpublished data) were pooled and dialyzed against MNT buffer, pH 8.0, containing 0.05% Triton X-100. Protein was determined with the micro BCA protein assay (Pierce, Rockford, IL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Affinity Purification of p63 Protein"
        },
        {
            "text": "MNT buffer, pH 8.0, containing 1% Triton X-100 was added to 0.75/~g of purified p63wt or A2-101AA protein to a final volume of 700 td before one of three incubations was carried out. The first sample was incubated for 40 rain on ice. The second sample was brought to pH 5.8 by addition of a pretitrated volume of 1 N HC1 and then incubated on ice for 40 min. The third sample was shifted to pH 5.8 and incubated on ice for 40 rain; the pH was then returned to 8.0 by addition of a pretitrated volume of 1 N NaOH followed by another 40 roan on ice. All samples were centrifuged for 60 min at 39,000 rpm (I00,000 gay) in a Ti 50 rotor. The resulting supernatant and pellet fractions were further treated as described under immunoblotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pH Shift Experiment"
        },
        {
            "text": "The endogenous p63 could be visualized in saponin-permeabilized COS cells by indirect immunofluorescence using a 1:20 dilution of mAb G1/296 which is specific for this protein. As shown in Fig. 1 a, the fluorescence pattern with its extended ER-Golgi intermediate membrane structure was very similar to that observed previously with Vero cells (Schweizer et al., 1993a) . While ER-like, the pattern differs from that observed with ER markers in that it is less reticular and the outer nuclear membrane does not stain (see Fig. 2 c for a typical ER pattern and Schweizer et al., 1993a) . When the mAb G1/296 was tested at a dilution of 1:2,000, the p63 staining pattern was very faint (Fig. 1 b) . Since this dilution of antibody gave a strong signal with p63 transfected COS cells (Fig. 2 a) , it was possible to readily distinguish between endogenous and transfected p63. COS cells transfectext with IRi3wt exhibited the typical extended membrane structure observed when endogenous p63 was stained ( Fig.   2 a, left cell). In addition, some of the cells showed a large tubular network pattern that was not observed in the untransfected COS cells (Fig. 2 a, right cell) (Schweizer et al., 1993b) . P63wt was never detected at the cell surface, even when the expression level was very high (Fig. 2 b) .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 369,
                    "text": "(Schweizer et al., 1993a)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 560,
                    "end": 584,
                    "text": "Schweizer et al., 1993a)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1171,
                    "end": 1196,
                    "text": "(Schweizer et al., 1993b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 195,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 522,
                    "end": 528,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 684,
                    "end": 694,
                    "text": "(Fig. 1 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 781,
                    "end": 791,
                    "text": "(Fig. 2 a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1001,
                    "end": 1009,
                    "text": "Fig.   2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1148,
                    "end": 1155,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1290,
                    "end": 1300,
                    "text": "(Fig. 2 b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Expression of p63 cDNA in COS Cells"
        },
        {
            "text": "In our attempt to determine the features of p63 responsible for retention we initially concentrated on the cytoplasmic domain of the protein. The first construct to be prepared was a truncated form of p63 in which the amino-terminal residues 2-101 of the 106-amino acid-long p63 tail were deleted (A2-101, Fig. 3) . Since p63 has a type II membrane orientation, the first NH2-terminal amino acid representing the initiator methionine could not be removed. When A2-101 was expressed in COS cells, it was clearly present on the plasma membrane in about half of the transfected cells (Fig.  2 d) . Upon permeabilization, A2-101 was detected primarily in the rough ER as indicated by the reticular staining pattern along with labeling of the outer nuclear membrane (Fig. 2  c) . Occasionally it was found in the Golgi region or at the cell surface (see insert of Fig. 2 c for an example of surface staining). In the construction of A2-101, two arginine residues became positioned near the extreme NI-I2-terminus due to the deletion of 100 amino acids within the cytoplasmic tail (Fig. 3) . We therefore considered the possibility that these positively charged amino acids might serve as an ERtargeting signal, thereby impairing the normal transport of the protein (Jackson et al., 1990) . These arginine residues (located in position -2 and -3 from the NH2 terminus of A2-101) were therefore changed to alanines (A2-101AA, Fig.  3 ) and the effect monitored by immunofluorescence as outlined above. A2-101AA showed strong cell surface expression over the entire transfected cell population (Fig. 2 f) . Further, the staining pattern observed in permeabilized cells (Fig. 2 e) was typical for a cell surface protein including juxtanuclear Golgi and plasma membrane staining. Taken together, these data demonstrated that the cytoplasmic domain of p63 is necessary for correct intracellular localization.",
            "cite_spans": [
                {
                    "start": 1260,
                    "end": 1282,
                    "text": "(Jackson et al., 1990)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 313,
                    "text": "Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 592,
                    "text": "(Fig.  2 d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 761,
                    "end": 772,
                    "text": "(Fig. 2  c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 859,
                    "end": 865,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1075,
                    "end": 1083,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1419,
                    "end": 1426,
                    "text": "Fig.  3",
                    "ref_id": null
                },
                {
                    "start": 1586,
                    "end": 1596,
                    "text": "(Fig. 2 f)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1661,
                    "end": 1671,
                    "text": "(Fig. 2 e)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Cytoplasmic Domain of p63 Is Necessary for Retention"
        },
        {
            "text": "To define more precisely the location of the retention information in the p63 cytoplasmic tail we made a construct (A16-101, Fig. 3 ) in which amino acids 2-15 of p63wt were added back to the A2-101 deletion mutant. When cells expressing this construct were analyzed by immunofluorescence, an internal staining pattern close to that of p63wt was observed except that no cells with the tubular network type pattern were found (Fig. 4 a) . Labeling of nonpermeabilized COS cells with anti-p63 mAbs revealed that A16-101 is predomi- For detection an mAb to p63 followed by goat anti-mouse FITC was used. In contrast to p63wt, constructs A2-101 and A2-101AA were observed at the plasma membrane. Bar, (a and b) 28/~m; (c-f) 42/~m. nantly localized intracellularly (Fig. 4 b) ; an occasional cell showed weak staining of the plasma membrane (Fig. 4 b, inset) . When the NH~-terminal portion of p63 was extended to include the 23 NH2-terminal residues of the p63wt sequence (A24-101, Fig. 3) , the resultant protein behaved like p63wt when analyzed by indirect immunofluorescence after transfection (Fig. 4, c and d) . The mutant protein was completely retained inside the cell (Fig. 4 d) . In addition, the A24-101 staining in permeabilized ceils was indistinguishable from that ofp63wt (Fig. 4 c) , including cells that exhibit the striking tubular network that is typically found in p63wttransfected ceils (Fig. 4 c, inset) . We conclude from these results that the NH~-terminal 23 amino acid residues of the p63 cytoplasmic domain are required for proper intracellular localization. Deletion of amino acids 24-101 of the p63 tail, on the other hand, had no detectable effect on the distribution of p63 in the cell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 435,
                    "text": "(Fig. 4 a)",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 770,
                    "text": "(Fig. 4 b)",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 853,
                    "text": "(Fig. 4 b, inset)",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 985,
                    "text": "(A24-101, Fig. 3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1093,
                    "end": 1110,
                    "text": "(Fig. 4, c and d)",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1182,
                    "text": "(Fig. 4 d)",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1292,
                    "text": "(Fig. 4 c)",
                    "ref_id": null
                },
                {
                    "start": 1403,
                    "end": 1420,
                    "text": "(Fig. 4 c, inset)",
                    "ref_id": null
                }
            ],
            "section": "The l~rst 23 Amino Acid Residues of p63 Contain an Important Signal"
        },
        {
            "text": "To further define the sorting determinant that is present within amino acids 1-23 of p63, this region was subjected to extensive site-directed mutagenesis. First, a series of overlapping alanine stretches was created in the A24-101 mutant. As indicated in Fig. 5 A, amino acids 2-8 (A24-101, 2-8A), amino acids 6-12 (A24-101,6-12A), amino acids 9-15 (A24-101,9-15A), amino acids 13-19 (A24-101, 13-19A), or amino acids 17-23 (A24-101, 17-23A), respectively, were simultaneously changed to alanines using PCR mutagenesis. Surprisingly, these substitutions had no detectable effect on the localization of p63. Immunofluorescence of transfected nonpermeabilized cells showed that none of the mutants were transported to the plasma membrane (for an example see Fig. 6 b) . The internal distribution of the constructs was also indistinguishable from that of/,24-101 or p63wt (for an example see Fig. 6 a) . When a similar type of alanine scan was carried out in the m6-101 background (Fig. 5 B) , a different result was obtained. All of the mutant proteins exhibited some degree of increased transport to the cell surface, with the zk16-101,6-12A mutant showing the strongest effect (Fig. 6 d) . When COS cells transfected with this mutant were permeabilized, the predominant staining pattern was characteristic for the ER and the Golgi apparatus indicating that/,16-101,6-12A had lost p63wt localization (Fig. 6 c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 262,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 766,
                    "text": "Fig. 6 b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 890,
                    "end": 899,
                    "text": "Fig. 6 a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 979,
                    "end": 989,
                    "text": "(Fig. 5 B)",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1188,
                    "text": "(Fig. 6 d)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1400,
                    "end": 1410,
                    "text": "(Fig. 6 c)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The l~rst 23 Amino Acid Residues of p63 Contain an Important Signal"
        },
        {
            "text": "These results clearly show that alanine substitutions have an effect when only amino acids 1-15 (/,16-101) instead of amino acids 1-23 (/,24-101) of the p63 cytoplasmic tail are present. One possible explanation for this finding could be the existence of a redundant signal with one of the components being located within residues 16-23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The l~rst 23 Amino Acid Residues of p63 Contain an Important Signal"
        },
        {
            "text": "When we carefully inspected the critical p63 sequence, a repetitive feature consisting of a positively charged amino acid followed by a glycine residue became apparent. The sequence contains an arginine-glycine combination at amino acid positions 7 and 8, and two pairs of lysine-glycine at positions 10 and 11, and 21 and 22, respectively. In addition, there is a single lysine residue present at amino acid position 5. The distribution of these residues relative to the amino acids altered in the overlapping alanine substitution experiments was consistent with these residues serving as components of a redundant retention signal. To test this possibility, K ~, R 7, G s, K 1°, G H, K 21, and G 22 in the ~24-101 sequence were simultaneously changed to aianines (Z~.4-101,KSRTGSKI°GnK2tGa2-A [MP1]; Fig. 7 ). Immunofluorescence analysis of this mutant expressed in COS cells revealed that it was highly expressed at the plasma membrane of non-permeab~ transfected cells (Fig. 8 b) . Furthermore, in permeabilized ceils transfected with MP1 the staining was also characteristic for a surface protein (Fig. 8 a) . The phenotype of MP1 is therefore very similar to that of the tailminus mutant A2-101AA. We next tested whether alunine substitutions of only the positively charged amino acids (K s, W, K 1°, and K29 (A24-101,KSRTK'°Ke~-A [MF2]; Fig. 7 ) or only the glycine residues (C_J, G n, and Cr n) (A94-101,CJG\"G22-A [MP3]; Fig. 7 ) present in the K-RG-KG-KG element would also disrupt p63 localization. Both constructs behaved similarly to A24-101 and p63wt as indicated by the lack of cell surface staining (Fig. 8 , d and f) and the typical internal pattern (Fig. 8, c and e). This demonstrated that changing positive charges or glycines alone does not affect retention of p63.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 802,
                    "end": 808,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 973,
                    "end": 983,
                    "text": "(Fig. 8 b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1102,
                    "end": 1112,
                    "text": "(Fig. 8 a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1344,
                    "end": 1350,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1429,
                    "end": 1435,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1614,
                    "end": 1621,
                    "text": "(Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1666,
                    "end": 1676,
                    "text": "(Fig. 8, c",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The l~rst 23 Amino Acid Residues of p63 Contain an Important Signal"
        },
        {
            "text": "An additional construct was created that has the same mutation as MP1 except for amino acid position 5 where the original lysine was retained (A94-101, RTG-SKt0GttK2tC_F'-A [MP4]; Fig. 7 ). Following transient transfection and immunofluorescence microscopy, this mutant showed two different localizations. Some of the chimeric protein was consistenfly detected on the cell surface (Fig. 8 h) while the rernaining protein was predominantly found in the ER (Fig. 8  g) . The latter finding suggested that the introduced changes might partly impair proper folding of the mutant protein which may prevent its exit from the ER. The presence of MP4 at the cell surface shows that K 5 cannot restore correct localization of p63 in the absence of the three positively charged amino acid-glycine combinations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 186,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 391,
                    "text": "(Fig. 8 h)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 455,
                    "end": 466,
                    "text": "(Fig. 8  g)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "A-A--A A"
        },
        {
            "text": "To further analyze the role of the cytoplasmic tail of p63 in retention and to determine whether the transmembrane and lumenal domains of this protein contribute to proper intracellular localization, we substituted each of these domains with the corresponding domains of the cell surface protein human DPPIV (Fig. 9) . The serine protease DPPIV is a type II integral membrane protein like p63 and is found on a variety of epithelial, endothelial and lymphocytic cell types Doyle, 1987, 1990; Ogata et al., 1989) .",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 491,
                    "text": "Doyle, 1987, 1990;",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 511,
                    "text": "Ogata et al., 1989)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "(Fig. 9)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Analysis of Chimeric Proteins between p63 and a Plasma Membrane Protein"
        },
        {
            "text": "We first analyzed a chimeric protein (DPP; DPPIV cytoplasmic, p63 transmembrane, p63 lumenal; Fig. 9 ) in which the cytoplasmic tall of DPPIV was fused to the transmembrane and lumenal domains of p63. COS cells were transfected with DPPIVwt or the chimeric construct and the localization of the proteins was examined by indirect immunofluorescence of permeabilized and nonpermeabilized cells using mAbs to a lumenal epitope of each protein. Nontransfected control cells did not react with the anti-DPPIV mAb (data not shown) consistent with evidence that COS cells have tittle or no endogenous activity of DPPIV (Ogata et ai., 1992) . As shown in Fig. 10 , a and b DPPIVwt was located on the cell surface as expected. Bright cell surface staining was also observed for DPP (Fig. 10 d) . However, unlike DPPIVwt a portion of DPP was also found in the ER (Fig.  10 c) , indicating that the export of this chimeric protein out of the ER is impaired to some extent: Very rarely a cell showed a p63wt-related staining pattern. A similar result was obtained with a construct that only contained the lumenal domain of p63 (DDP; DPPIV cytoplasmic; DPPIV transmembrane, p63 lumenal; Fig. 9 ) except that most of the ER staining was now replaced by cell surface expression (data not shown). These results confirm that the p63 cytoplasmic tail is necessary for proper localization. In the absence of the p63 cytoplasmic tail, the lumenal p63 domain alone or in combination with its transmembrane domain is not sufficient to achieve retention.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 632,
                    "text": "(Ogata et ai., 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 647,
                    "end": 654,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 773,
                    "end": 784,
                    "text": "(Fig. 10 d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 853,
                    "end": 865,
                    "text": "(Fig.  10 c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1174,
                    "end": 1180,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Analysis of Chimeric Proteins between p63 and a Plasma Membrane Protein"
        },
        {
            "text": "We next asked whether the lumenal domain of p63 is dispensable for the correct targeting of the protein. To this end, a chimeric construct in which the lumenal domain of p63 was replaced by that of DPPIV (PPD, p63 cytoplasmic, p63 transmembrane, DPPIV lumenal; Fig. 9 ) was created. In a related construct we linked the cytoplasmic and transmembrane domains of A24-101 to the DPPIV lumenal domain (A24-101PPD, p63 with deletion of amino acids 24-101 cyto- plasmic, p63 transmembrane, DPPIV lumenal; Fig. 9 ). When the subeellular localization of the chimeric proteins was analyzed in transfected COS cells, A24-101PPD showed the same distribution as DPPIVwt. There was strong labeling of the cell surface ( Fig. 10 f ) , but no internal staining with a p63wt pattern (Fig. 10 e) . The same was true for the PPD chimera (Fig. 10, g and h) except that the internal staining pattern included more ER staining in addition to the Golgi and cell surface staining predominantly found for DPPIVwt and A24-101PPD. These data demonstrate that the presence of the lumenal domain of the p63 molecule is essential for the correct localization of the protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 267,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 499,
                    "end": 505,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 707,
                    "end": 718,
                    "text": "Fig. 10 f )",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 767,
                    "end": 778,
                    "text": "(Fig. 10 e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 819,
                    "end": 837,
                    "text": "(Fig. 10, g and h)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis of Chimeric Proteins between p63 and a Plasma Membrane Protein"
        },
        {
            "text": "The results with the PPD and A24-101PPD constructs together with the mutational analysis of the p63 cytoplasmic tail establish that the transmembrane domain of p63 is not sufficient for its localization. To determine whether this domain is a necessary component, we created an additional chimera that combines a p63 cytoplasmic tall that has amino acids 24-101 deleted with the transmembrane domain of DPPIV and the lumenal part of p63 (A24-101PDP; p63 with deletion of amino acids 24-101 cytoplasmic, DPPIV transmembrane, p63 lumenal; Fig. 9 ). Immunofluorescence microscopy of transfected cells showed that the internal distribution of A24-101PDP is very similar to p63wt (Fig. 10 i) . Unlike p63wt, however, some A24-101PDP molecules were detected on the plasma membrane in unpermeabilized cells (Fig. 10 j) . The intensity of this cell surface staining was fainter than that of DPPIVwt or any of the other chimeric constructs. Thus, while the transmembrane domain contributes to the complete intracellular retention of p63, it appears to be less important for the overall localization than its cytoplasmic and lumenal counterparts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 542,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 674,
                    "end": 685,
                    "text": "(Fig. 10 i)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 799,
                    "end": 810,
                    "text": "(Fig. 10 j)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis of Chimeric Proteins between p63 and a Plasma Membrane Protein"
        },
        {
            "text": "The retention behavior of p63 described so far suggested that the underlying molecular mechanism might be related to physical properties within the p63 protein itself. Two findings in particular supported this idea. First, overexpression of p63 did not saturate the retention mechanism. And second, the p63 localization could not be transferred to another protein. We therefore speculated that individual 1363 molecules might interact with each other to form higher order structures. To test this hypothesis p63wt was analyzed by centrifugation. In this experiment COS cells transfected with p63wt were solubilized with Triton X-100 at different pHs (5.8, 6.3, 6.8, 7.4, and 8.0) and then subjected to centrifugation at 100,000 g for 1 h. The resulting supernatant and pellet fractions were then assayed for the presence of p63 by SDS-PAGE and immunoblotting with an anti-p63 mAb. As shown in Fig. 11 A there was a pH dependent shift of 1363 from the soluble fraction to the pellet. At pH 8.0, p63 was equally distributed between the pellet and supernatant fractions, whereas increasing amounts of p63 were recovered in the COS cells transfected with p63wt were solubilized with Triton X-100 at the indicated pHs and then separated by centrifugation at 100,000 g into supernatant (S) and pellet (P). Proteins of the two fractions were subjected to SDS-PAGE (8% gels) and immunoblotring with an anti-p63 mAb. The numbers at the left margin of the blot indicate known molecular mass in kilodalton. (B) Samples of affinity purified p63wt protein (lanes 1-6) or A2-101AA (lanes 7-10) in MNT pH 8.0-Triton X-100 were incubated for 40 rain (I), adjusted to pH 5.8 and then incubated for 40 rain (II), or shifted to pH 5.8 for 40 mill, then returned to pH 8.0 and incubated for another 40 rain (III). Separation into supernatant (S) and pellet (P) and further analysis was as described in A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 893,
                    "end": 900,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Oligomerization of p63 Correlates with Its Retention"
        },
        {
            "text": "pellet as the pH decreased. When the experiment was performed with nontransfected COS cells at pH 7.4, 94 + 8% of the endogenous p63 was recovered in the pellet fraction. This demonstrates that p63 oligomerization occurs at physiologic protein concentrations, excluding the possibility that this property is a special feature of transfection and/or overexpression. Similar results were obtained with affinity-purified p63, as shown in Fig. 11 B (lanes 1-6) . In this experiment, purified p63 kept at pH 8.0 remained completely soluble (lanes 1 and 2) . When the pH was shifted to 5.8, about half of the proteins formed oligomers that sedimented at 100,000 g centrifugation (lanes 3 and 4) . This oligomerization was completely reversed by restoring the pH to 8.0 (lanes 5 and 6). Taken together, these results indicate that p63 forms Triton X-100-insoluble oligomers, especially at neutral pH and below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 456,
                    "text": "Fig. 11 B (lanes 1-6)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 535,
                    "end": 550,
                    "text": "(lanes 1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 673,
                    "end": 688,
                    "text": "(lanes 3 and 4)",
                    "ref_id": null
                }
            ],
            "section": "Oligomerization of p63 Correlates with Its Retention"
        },
        {
            "text": "We next tested whether the ability of p63 to oligomerize correlated with retention and proper localization. To address this point, a selected set of p63 cytoplasmic tall mutants were expressed in COS cells and the transfected ceils were then solubilized with Triton X-100 at pH 6.5 and analyzed as described above. The results of a typical experiment are shown in Fig. 12 A and the quantitation of multiple experiments is given in Fig. 12 B. P63wt which served as a control was exclusively found in the pellet fraction (97 ± 5 %). A24-101, MP2, and MP3 which have intraceilular distributions COS ceils were trmsfeoed with wt or mutant p63, solubRized with Triton X-100 at pH 6.5 and further analyzed as described in Fig.  11 . (P) pellet, (S) supematant. The upper band seen in the pellet lanes of p63 mutants represents endogenous p63 that is exclusively found in the pellet fractions. (B) The immtmoblots shown in A and those from additional experiments were quantitated by densitometric scanning. For each sample (x-axis) the amount of wt or mutant 1063 detected in the supernatant (dotted light bars) and pellet (striated dark bars) fraction, respectively, is plotted as the percentage of p63 present in both fractions (y-axis). Each value is the average of at least four independent experiments. The standard deviations were ,g8.5 %. similar to p63wt were also recovered predominantly in the 100,000 g pellet (81 + 9%, 78 + 4%, and77 ± 5%, respectively). In contrast, A2-101AA and MP1 which are not localized properly, were found mainly in the supernatant fraction (75 ± 2 %, and 83 ± 2 %, respectively). The upper band detected in the pellet lane of each of the p63 mutants represents endogenous p63 from COS ceils. Similar to transfected p63wt, endogenous 1363 was exclusively found in the pellet fraction regardless of the behavior of the transfected p63 mutants and therefore served as a useful internal standard for the distribution of the various mutants. Affinity-purified A2-101AA gave similar results to those obtained with homogenates of COS ceils transfected with A2-101AA (Fig. 11 B,  lanes 7-10) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 371,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 431,
                    "end": 438,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 716,
                    "end": 724,
                    "text": "Fig.  11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2089,
                    "end": 2113,
                    "text": "(Fig. 11 B,  lanes 7-10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Oligomerization of p63 Correlates with Its Retention"
        },
        {
            "text": "In summary, the data show a strong correlation between retention of p63 and the formation of Triton X-100-insoluble complexes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oligomerization of p63 Correlates with Its Retention"
        },
        {
            "text": "Previous studies have established that p63 is stably retained between the rough ER and the Golgi apparatus (Schweizer et al., 1993a) . In the present study, we have analyzed the contribution of the individual p63 domains to retention by creating chimeric constructs with the type II plasma membrane protein DPPIV. The role of the cytoplasmic tail was further analyzed by deletions and point mutations within the p63 protein itself. The appearance of mutant p63 proteins at the cell surface and the concomitant loss of the characteristic p63wt internal staining pattern were used as criteria for loss of proper retention. Using these approaches, we have identiffed the domains of p63 that determine retention and obtained data that are consistent with the notion that oligomerization of p63 serves as a major retention mechanism. Table I presents a summary of all the constructs analyzed in this study. The striking characteristic of p63 retention is that no single topological domain is sufficient to specify retention. Rather, all three domains are required to achieve complete intracellular retention. The cytoplasmic and lumenal domains of p63 are most important for proper localization with the transmembrane domain playing a lesser role in this process. These findings with p63 differ from those obtained with most other proteins of the early secretory pathway where one domain has been shown to be sufficient for retention. In the case of resident lumenal ER proteins, the four-amino acid sequence KDEL at the carboxyl terminus serves as retrieval signal (Munro and Pelham, 1987; Pelham, 1989 Pelham, , 1990 . Similarly, KKXX/KXKXX elements at the carboxyl terminus of the cytoplasmic domains of type I transmembrane proteins function as retrieval signals (Nilsson et al., 1989; Jackson et al., 1990 Jackson et al., , 1993 . When transplanted onto marker proteins, these sequences are sufficient to cause retention in the ER. The carboxyl-terminal cytoplasmic domain of TGN38 is also sufficient for localization of chimeric proteins to the TGN (Bos et al., 1993; Humphrey et al., 1993; Wong and Hong, 1993) . Other Golgi proteins are localized by means of their transmembrane domains (N-acetylglucosaminyltransferase I (Burke et al., 1992; Tang et al., 1992) , galactosyltransferase (Nilsson et al., 1991; Aoki et al., 1992; Russo et al., 1992) , and the M glycoprotein of avian coronavirus (Swift and Machamer, 1991; Machamer et al., 1993) or in association with the cytoplasmic and lumenal flanking sequences (or 2,6-sialyltransferase (Munro, 1991; Dahdal and Colley, 1993) . The E1 glycoprotein of the mouse coronavirus is an exception among the proteins localized to the Golgi apparatus (Armstrong and Patel, 1991) . While a short deletion in the cytoplasmic tail destroyed retention, the cytoplasmic segmet~t alone was not sufficient for retention. Similar to the finding with p63, most of the sequence appeared to be required for proper localization.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 132,
                    "text": "(Schweizer et al., 1993a)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1561,
                    "end": 1585,
                    "text": "(Munro and Pelham, 1987;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1586,
                    "end": 1598,
                    "text": "Pelham, 1989",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1599,
                    "end": 1613,
                    "text": "Pelham, , 1990",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1762,
                    "end": 1784,
                    "text": "(Nilsson et al., 1989;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1785,
                    "end": 1805,
                    "text": "Jackson et al., 1990",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1806,
                    "end": 1828,
                    "text": "Jackson et al., , 1993",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2050,
                    "end": 2068,
                    "text": "(Bos et al., 1993;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2069,
                    "end": 2091,
                    "text": "Humphrey et al., 1993;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2092,
                    "end": 2112,
                    "text": "Wong and Hong, 1993)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2225,
                    "end": 2245,
                    "text": "(Burke et al., 1992;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2246,
                    "end": 2264,
                    "text": "Tang et al., 1992)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2289,
                    "end": 2311,
                    "text": "(Nilsson et al., 1991;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2312,
                    "end": 2330,
                    "text": "Aoki et al., 1992;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2331,
                    "end": 2350,
                    "text": "Russo et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 2408,
                    "end": 2423,
                    "text": "Machamer, 1991;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2424,
                    "end": 2446,
                    "text": "Machamer et al., 1993)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2543,
                    "end": 2556,
                    "text": "(Munro, 1991;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2557,
                    "end": 2581,
                    "text": "Dahdal and Colley, 1993)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2697,
                    "end": 2724,
                    "text": "(Armstrong and Patel, 1991)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 829,
                    "end": 836,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Molecular dissection of the cytoplasmic tail of p63 identiffed the NH2-terminal 23 amino acids as being necessary for retention whereas amirio acids 24-100 were dispensable for this function. Within the NH2-terminal sequence, substitution of three pairs of amino acids each consisting of a positively charged amino acid followed by a glycine residue ~ Very rarely a cell showed a p63wt-related staining pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The intensity of this cell surface staining was fainter than that of DPPIVwt or other chimeric constructs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(R 7, C -s, K ~°, G It , K 2~, and G 22) by alanines (MP4) resulted in transport of the mutant protein to the plasma membrane, indicating the importance of the corresponding amino acids for correct localization of p63. Interestingly, changing either the positively charged residues or the glycines alone (MP2, MP3) did not affect retention of p63. Further, the dements required for retention appear to be at least partly redundant as revealed by the analysis of the overlapping alanine scan of A24-101, a similar scan of AI6-101, and the cytoplasmic tail deletion mutants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "What is the role of the cytoplasmic tail in conferring proper intracellular retention of p63? A potential clue emerged when we analyzed the solubility of the various constructs in the nonionic detergent Triton X-100. When transfected cells were solubilized with Triton X-100 at pH 6.5 and then subjected to ultracentrifugation at 100,000 g, the proteins that were properly retained (p63wt, A24-101, MP2, and MP3) were predominantly found in the pellet fraction whereas the nonretained proteins (A2-101AA and MP1) were mostly recovered in the supernatant. Endogenous p63 from COS cells was exclusively found in the 100,000 g pellet, demonstrating that the property is not a function of transfection and/or overexpression. While the extent of Triton X-100-insolubility of p63wt increased with decreasing pH, most of the protein was insoluble at pH 7.4, which is similar to the pH of the cytoplasm. Since highly purified p63wt exhibited the same pHdependent insolubility in Triton X-100, we conclude that this behavior is an intrinsic property of the protein. This does not exclude the possibility that p63 also interacts with other resi-dent proteins of the compartment or with cytoplasmic elements, such as members of the cytoskeleton.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The striking correlation between proper intracellular localization and Triton X-100-insolubility suggests a retention mechanism for p63 that involves homooligomerization. The model predicts that upon arrival at their final destination, p63 molecules encounter an environment that leads to self aggregation resulting in the formation of large oligomers. The specific conditions that might trigger the oligomerization of p63 are unknown, but could include differences in ion composition, lumenal pH or properties of the local membrane. This proposed retention mechanism is compatible with several additional findings. First, high levels of expression do not result in mislocalization of p63 to the plasma membrane, indicating that the p63 retention system is not saturable. If p63 interacted with a specific receptor, overexpression would likely lead to saturation of the retention machinery and the appearance of the protein at the cell surface. Second, as mentioned above, all three domains of p63 are necessary for complete retention, as would be expected if the molecule formed higher order structures. When Triton X-100-soluble p63 molecules were examined by sucrose gradient centrifugation or nonreducing SDS-PAGE, the majority of the molecules were present as noncovalently linked dimers (Schweizer et al., 1993a; Schweizer, A., J. Rohrer, and S. Kornfeld, unpublished data) . Interestingly, this dimerization of p63 is independent on the cytoplasmic tail, in contrast to the formation of higher oligomeric complexes.",
            "cite_spans": [
                {
                    "start": 1293,
                    "end": 1318,
                    "text": "(Schweizer et al., 1993a;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1319,
                    "end": 1379,
                    "text": "Schweizer, A., J. Rohrer, and S. Kornfeld, unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Taken together, the most straightforward interpretation of our results is as follows. The lumenal domains of individual p63 molecules interact to form noncovalently linked dimers, with the transmembrane domains possibly having an accessory role. These dimers would represent the basic unit from which higher oligomeric structures are built. Upon reaching their final destination, larger complexes form, requiring interactions of the cytoplasmic tails as well as the lumenal and transmembrane domains. The amino-terminal 23 residues of the cytoplasmic tails could either be directly involved in the interactions or, more likely, guarantee a conformation of the cytoplasmic tail that favors higher order assembly. The association of p63 into large complexes could prevent p63 molecules from entering budding vesicles and thereby provide a mechanism for retention. Alternatively, failure of the mutant p63 molecules to form the higher order complexes would result in leakage of the molecules out of the compartment with eventual delivery to the cell surface. This proposed model for the localization of p63 involves a retention rather than a retrieval mechanism, which is compatible with previous data suggesting that p63 is a stably anchored resident protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Oligomerization has also been suggested as a retention mechanism for proteins in the Golgi apparatus (Machamer 1991; Nilsson et al., 1991 Nilsson et al., , 1993 Nilsson et al., , 1994 Swift and Machamer, 1991) . The only example where retention in this organelle has actually been correlated with oligomerization is a chimeric membrane protein in which the membrane-spanning domain of VSV G protein was replaced with the first membrane-spanning domain of the M glycoprotein of avian coronavirus (Weisz et al., 1993) . However, in contrast to the chimera, oligomerization of the intact M glycoprotein could not be demonstrated. Recently, Nilsson et al. (1993 Nilsson et al. ( , 1994 have proposed a model whereby Golgi enzymes form homo-dimers in which the lumenal domains are bound together while the transmembrane domains interact with those of identical or related enzymes of the same Golgi cisternae to form hetero-oligomers. The cytoplasmic domains would be attached to an underlying matrix to stabilize larger arrays. Although similar in the overall architecture, this Golgi model differs from the model supported by the p63 data in several ways. In particular, the domains responsible for the formation of higher order structures (cytoplasmic tail versus transmembrane domain) and the kind of oligomers formed (homo-versus hetero-oligomers) are distinct. Taken together, oligomerization is likely to be a general mechanism that specifies location of proteins in different compartments of the secretory pathway. Oligomerization per se, however, seems to be achievable by different mechanisms and forms of interactions.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 116,
                    "text": "(Machamer 1991;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 117,
                    "end": 137,
                    "text": "Nilsson et al., 1991",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 138,
                    "end": 160,
                    "text": "Nilsson et al., , 1993",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 161,
                    "end": 183,
                    "text": "Nilsson et al., , 1994",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 184,
                    "end": 209,
                    "text": "Swift and Machamer, 1991)",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 515,
                    "text": "(Weisz et al., 1993)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 637,
                    "end": 657,
                    "text": "Nilsson et al. (1993",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 658,
                    "end": 681,
                    "text": "Nilsson et al. ( , 1994",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Golgi retention of a trans-Golgi membrane protein, galactosyltransferase, requires cysteine and histidine residues within the membrane-anchoring domain",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamaguehi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Fukuda",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Prec. Natl. Acad. Sci. USA",
            "volume": "89",
            "issn": "",
            "pages": "4319--4323",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Golgi sorting domain of eoronavirus E1 protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Sci",
            "volume": "98",
            "issn": "",
            "pages": "567--575",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "TGN38 is maintained in the trans-Golgi network by a tyrosine-eontaining motif in the cytoplasmic domain",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wraight",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "12",
            "issn": "",
            "pages": "2219--2228",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The transmembrane and flanking sequences of 1,2N-acetylglucosaminyltransferase I specify medial Golgi localization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettitt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scha~ehter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "266",
            "issn": "",
            "pages": "24433--24440",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Localization of low molecular weight GTP-binding proteins to exocytic and endocytie compartments",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chavrier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Parton",
                    "suffix": ""
                },
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zerial",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "63",
            "issn": "",
            "pages": "317--329",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Specific sequences in the signal anchor of the/3-galactoside-2,6 sialyltransferase are not essential for Golgi localization",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Dahdal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Colley",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "26310--26319",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Beta-COP, a 110 kd protein associated with non--clathrin coated vesicles and the Oolgi complex, shows homology to beta-adaptin",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grifliths",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Argos",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "64",
            "issn": "",
            "pages": "649--665",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Replacement of insulin receptor tyrosine residues 1162 and 1163 compromises insulin-stimulated kinase activities and uptake of 2-deoxyglucose",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clanser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Edrey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "J"
                    ],
                    "last": "Rutter",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "45",
            "issn": "",
            "pages": "721--732",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Expression and intracellular transport of mierovillus membrane hydrolases in human intestinal epithelial cells",
            "authors": [
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Sterehi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A M"
                    ],
                    "last": "Fransen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marxer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "838--851",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The ER-Golgi intermediate compartment",
            "authors": [
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "4",
            "issn": "",
            "pages": "6--608",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Site-directed mutagenesis by overlap extension using the polymerase chain reaction",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Herren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Pullen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Pease",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Gene (Amst.)",
            "volume": "77",
            "issn": "",
            "pages": "51--59",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "eDNA cloning for a bile canaliculus domainspecific membrane glyeoprotein of rat hepatocytes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Prec. Natl. Acad. Sci. USA",
            "volume": "84",
            "issn": "",
            "pages": "7962--7966",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular dissection of the NH2-terminal signal anchor sequence of rat dipeptidylpeptidease IV",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "323--328",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Engineering genes without the use of restriction enz~'mes: gene splicing by overlap extension",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Pullen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Pease",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Gene (Amst.)",
            "volume": "77",
            "issn": "",
            "pages": "61--68",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Localization of TGN38 to the trans-Golgi network: involvement of a cytoplasmic tyrosine-eontaining sequence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "120",
            "issn": "",
            "pages": "1123--1135",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Identification of a consensus motif of transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "9",
            "issn": "",
            "pages": "3153--3162",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Retrieval of transmembrane proteins to the ER",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "317--333",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The rate of bulk flow from the Golgi to the plasma membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karrenbauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jeckel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Just",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Birk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R J E"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wieland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "63",
            "issn": "",
            "pages": "259--267",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Characterization of the budding compartment of mouse hepatitis virus: evidence that transport from the RER to the Golgi complex requires only one vesicular transport step",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Oriffiths",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "124",
            "issn": "",
            "pages": "55--77",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T4",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature (Land.)",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A human homologue of the yeast HDEL receptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature (Lond.)",
            "volume": "348",
            "issn": "",
            "pages": "162--163",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ligand-induced redistribution of a human KDEL receptor from the Golgi complex to the endoplasmic reticalure",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "353--364",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Microtubule-dependent retrograde transport of proteins into the ER in the presence of brefeldin A reveals an ER cycling pathway",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "60",
            "issn": "",
            "pages": "821--836",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Immunocytochemical analysis of the transfer of vesicular stomatitis virus G glycoprotein from the intermediate compartment to the Golgi complex",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Lotti",
                    "suffix": ""
                },
                {
                    "first": "M.-R",
                    "middle": [],
                    "last": "Torrisi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Pascale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonatti",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "118",
            "issn": "",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Golgi retention signals: do membranes hold the key?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Trends Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "141--144",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Retention of a cis-Golgi protein requires polar residues on one face of a predicted a-helix in the transmembrane domain",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Grim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esquela",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rolls",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swirl",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mol. Biol. Cell",
            "volume": "4",
            "issn": "",
            "pages": "695--704",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Molecular cloning and sequence analysis of human dipeptidylpeptidase IV, a serine proteinase on the cell surface",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Misumi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Arakawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ikehara",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1131",
            "issn": "",
            "pages": "333--336",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A C-terminal signal prevents secretion of lumenal ER proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "48",
            "issn": "",
            "pages": "899--907",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sequence within and adjacent to the transmembrane segment of alpha-2,6-sialyltransferase specify Golgi retention",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "10",
            "issn": "",
            "pages": "3577--3588",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Short cytoplasmic sequences serve as retention signals for transmembrane proteins in the ER",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "58",
            "issn": "",
            "pages": "707--718",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The membranespanning domain of beta-l,4-galactosyltransferase specifies trans-Golgi localization",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lucocq",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "EMBO (Eur. MoL Biol. Organ.) J",
            "volume": "10",
            "issn": "",
            "pages": "3567--3575",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Kin recognition. A model for the retention of Golgi enzymes. FEBS (Fed. Eur",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slusarewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Biochem. Soc. ) Lett",
            "volume": "330",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Kin recognition between medial Golgi enzymes in HeLa cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slusarewicz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabouille",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hunte",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Watzele",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "13",
            "issn": "",
            "pages": "562--574",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Primary structure of rat liver dipeptidylpeptidase IV deduced from its eDNA and identification of the NH2-terminal signal sequence as membrane-anchoring domain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Misurni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ikehara",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol Chem",
            "volume": "264",
            "issn": "",
            "pages": "3596--3601",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Identification of the active site residues in dipeptidylpeptidase IV by affinity labeling and site-directed mutagenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Misumi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tsuji",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Takami",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ikehara",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biochemistry",
            "volume": "31",
            "issn": "",
            "pages": "2582--2587",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Intracellular aspects of the process of protein transport",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Science (Wash. DC)",
            "volume": "189",
            "issn": "",
            "pages": "347--358",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Control of protein exit from the ER",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The retention signal for soluble proteins of the endoplasmic reticulum",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Trends Biochem. Sci",
            "volume": "15",
            "issn": "",
            "pages": "483--486",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Biosynthetic protein transport and sorting by the ER and Golgi",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Annu. Rev. Biochem",
            "volume": "56",
            "issn": "",
            "pages": "829--852",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "1992. 1,4-galactosyltransferase: a short NH2-terminal fragment that includes the cytoplasmic and transmembrane domain is sufficient for retention",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Taatjes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Taatjes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "9241--9247",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Molecular Cloning: A Laboratory Manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "DNA sequencing with chain terminating inhibitors",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niclden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Coulsen",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "74",
            "issn": "",
            "pages": "5463--5467",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ire-and post-Golgi vacuoles operate in the transport of Semliki Forest virus membrane glycoproteins to the cell surface",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Kuismanen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "38",
            "issn": "",
            "pages": "535--549",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Distribution of the intermediate elements operating in ER to Golgi transport",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saraste",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Z Cell Sci",
            "volume": "100",
            "issn": "",
            "pages": "415--430",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Identification, by a monoclonal antibody, of a 53 kDa protein associated with a tubular-vesicular compartment at the cis-side of the Golgi apparatus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A M"
                    ],
                    "last": "Fransen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Biichi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ginsel",
                    "suffix": ""
                },
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hanri",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell BioL",
            "volume": "108",
            "issn": "",
            "pages": "1643--1653",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Identification of an intermediate compartment involved in protein transport from the ER to the Golgi apparatus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hanri",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Eur. J. Cell Biol",
            "volume": "53",
            "issn": "",
            "pages": "185--196",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The isolated ER-Golgi intermediate compartment exhibits properties that are different from ER and cis-Golgi",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ketcham",
                    "suffix": ""
                },
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "113",
            "issn": "",
            "pages": "45--54",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Characterization of a novel 63 kDa membrane protein: implications for the organization of the ER-to-Golgi pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "B~chi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Sci",
            "volume": "104",
            "issn": "",
            "pages": "671--683",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A reversibly palmitoylated resident protein (p63) of an ER-Golgi intermediate compartment is related to a circulatory shock resuscitation protein",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Sci",
            "volume": "104",
            "issn": "",
            "pages": "685--694",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Signals for retention of transmembrane proteins in the endoplasmic reticulum studies with CIM truncation mutants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dunbrack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "L"
                    ],
                    "last": "Strominger",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "1918--1922",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A Golgi retention signal in a membrane-spanning domain of coronavirus El protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swirl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The transmembrane domain of N-glucosaminyltransferase I contains a Golgi retention signal",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. BioL Chem",
            "volume": "267",
            "issn": "",
            "pages": "10122--10126",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Site of addition of N-acetylgalactosamine to the E1 glycoprotein of mouse hepatitis virus-A59",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "106",
            "issn": "",
            "pages": "1475--1487",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedure and applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Towbin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Staehelin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "70",
            "issn": "",
            "pages": "4350--4354",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Oligomerization of a membrane protein correlates with its retention in the Golgi complex",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Weisz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swirl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "122",
            "issn": "",
            "pages": "1185--1196",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A method for the quantitative recovery of protein in dilute solution in the presence of detergents and lipids",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vessel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "I"
                    ],
                    "last": "Finegge",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Anal. Biochem",
            "volume": "138",
            "issn": "",
            "pages": "141--143",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The rate of bulk flow from the ER to the cell surface",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gleason",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Serafini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The SXYQRL sequence in the cytoplasmic domain of TGN38 plays a major role in trans-Golgi network localization",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "22853--22862",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Immunofluorescence localization of endogenous p63 in COS cells. COS ceils were fixed with paraformaldehyde and permeabilized with saponin. The cells were labeled with mAb G1/296 against p63 at a dilution of 1:20 (a) or 1:2,000 (b), respectively, followed by FITClabeled goat anti-mouse antibody. Note that the antibody dilution used in (b) allowed clear distinction of endogenous from transfected p63 in subsequent immunofluorescence experiments. Bar, (a) 17 #m; (b) 42 #m.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The cytoplasmic tail of p63 is necessary for retention. P63wt (a and b), A2-101 (c and d), and A2-101AA (e and f) were expressed by transient transfeetion of COS cells and localized by indirect immunofluorescenee of saponin-permeabilized (a, c, and e) and nonpermeabilized (b, d, and f) cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of p63. Lines indicate deleted regions of the p63 sequence. The mutants are named by the position of their deletions as shown at the left margin of the figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Immunofluorescence microscopy of transiently transfected COS cells expressing A16-101 (a and b) and A24-101 (c and d). Fixed, permeabilized (a and c) or nonpermeabilized (b and d) cells were stained with a mouse mAb to p63 and fluoreseein-conjugated antibodies to mouse IgG. Note that A24-101 behaved indistinguishable from p63wt. Bar, 28 #m. Alanine",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Immunofluorescence localization of selected constructs from the alanine scans shown inFig. 5. COS cells were transfected with A24-101,6-12A (a and b) and A16-101,6-12A (c and d) and labeled with mAb G1/296 against p63 followed by goat anti-mouse FITC with (a and c) or without (b and d) permeabilization. Bar, 42 #m.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Identification of cytoplasmic residues critical for correct localization of p63. Constructs MPI (a and b), MP2 (c and d), MP3 (e and f), and MP4 (g and h) were expressed in COS ceils and localized by indirect immunofluorescence of permeabilized (a, c, e, and g) and nonperrneabilized (b, d, f and h) cells. For detection an anti-p63 mAb and goat anti-mouse FFI'C were used. MP1 and MP4, but not MP2 and MP3 were found at the cell surface. Bar, 42/zm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Schematic diagram of the p63wt and DPPIVwt proteins, and of p63-DPPIV chimeras. P63 sequence is indicated as striated bars, while sequence derived from DPPIV is shown as dotted bars. Numbers indicate amino acid positions at the beginning or end of topological domains. Chimeras are basically named by a three letter code indicating the origin of their cytoplasmic, transmembrane, and lumenal domains (left margin offigure)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Immunofluorescence localization of DPPIV and p63-DPPIV chimeras. Transfected COS ceils expressing DPPIVwt (a and b), DPP (c and d), A24-101PPD (e and f), PPD (g and h), or A24-101PDP (i and j) were stained with mAb HBB 3/775 against DPPIV (a, b, e,f, g, and h) or mAb G1/296 against p63 (c, d, i, and j) followed by goat anti-mouse FITC with (a, c, e, g, and i) or without (b, d, f, h, and j) permeabilization. All chimeric constructs were detected at the cell surface. Notice the fainter plasma membrane staining of A24-101PDP. Bars: (a-h and j) 42 ~m; (i) 28/~m. The Journal of Cell Biology, Volume 126, P63wt forms Triton X-100-insoluble oligomers. (.4)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Otigomerization of p63 correlates with its retention.(,4)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of lmmunofluorescence Analysis of p63wt and Mutant Proteins Except no cells with tubular network pattern. ~: Occasional cells showed weak staining of the plasma membrane. § Some cells showed a p63wt-related staining pattern.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. Y. Ikehara (Fukuoka University, Fukuoka, Japan) for kindly providing us with a eDNA encoding human DPPIV; and members of the Kornfeld laboratory for critical reading of the manuscript.This work was supported by United States Public Service grant CA08759. J. Rohrer was the recipient of a Damon Runyon-Walter Winchell cancer postdoctoral fellowship. A. Sehweizer was supported by the Swiss National Science Foundation, the Ciba-Geigy Jubiliiumsstittung, and a W. M. Keck fellowship.Received for publication 3 February 1994 and in revised form 4 April 1994.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}