{
    "paper_id": "d666c86af7eeaee9a830f99d863045f52571ea5f",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Min",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friendship Hospital",
                    "location": {
                        "postCode": "100029",
                        "settlement": "Beijing",
                        "country": "China-Japan, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Si-Chao",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friendship Hospital",
                    "location": {
                        "postCode": "100029",
                        "settlement": "Beijing",
                        "country": "China-Japan, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao-Jing",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friendship Hospital",
                    "location": {
                        "postCode": "100029",
                        "settlement": "Beijing",
                        "country": "China-Japan, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin-Gen",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friendship Hospital",
                    "location": {
                        "postCode": "100029",
                        "settlement": "Beijing",
                        "country": "China-Japan, China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qing-Yuan",
                "middle": [],
                "last": "Zhan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Friendship Hospital",
                    "location": {
                        "postCode": "100029",
                        "settlement": "Beijing",
                        "country": "China-Japan, China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 2019 novel coronavirus disease has spread rapidly across Hubei province and dispersed to all regions in China owing to its person-to-person transmission and strong invasiveness targeting the lower respiratory tract. [1] By the end of February 15, 2020, more than 68,000 cases of COVID-19 pneumonia had been confirmed in China, including over 1,600 fatalities. [2] Most infected patients who developed COVID-19 pneumonia suffered from only mild symptoms and then completely recovered. However, in some patients, the phenotype may rapidly progress to acute respiratory distress syndrome (ARDS) and multi-organ failure. The initial clinical data, collected in Jinyintan Hospital, Wuhan, showed that ARDS was reported in 12 (29%) among 41 confirmed patients. [3] Among the 41 patients, 13 patients received medical care in the intensive care unit (ICU), 4 patients were provided invasive mechanical ventilations, whereas for 2 others, extracorporeal membrane oxygenation (ECMO) treatment was applied.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, 6 of the 41 patients died. The clinical data of 99 confirmed patients from the same hospital demonstrated that 17 in 99 patients developed ARDS; among them, 3 received ECMO treatment, and 11 died. [4] Another study reported that 22 in 138 cases (16%) developed into ARDS and were admitted into the ICU, of which 4 received ECMO. [5] Rationale ECMO use has been increasing in severe respiratory and/or cardiac failure despite implementation of conventional care. This technology has been proven valuable in treating viral pneumonia during the pandemic influenza A H1N1 in 2009. [6] The epidemics caused by the Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012 led to a fatality rate of up to 34.4%. [7] The therapeutic effect of ECMO should be considered in MERS, whose causes of death during the epidemics were predominantly refractory hypoxemia and multi-organ failure, similar to COVID-19. Alshahrani MS et al [8] reported 35 MERS-CoV infected patients who were critically ill with refractory hypoxemia (partial pressure of arterial oxygen [PaO 2 ]/fraction of inspired oxygen [FiO 2 ] <100 mm Hg), of which 17 had received venous-venous ECMO (VV-ECMO). Compared with that in patients receiving only conventional respiratory care, the fatality of those who had received ECMO was significantly lower (100% vs. 65%). Because the evidence for recovering from COVID-19 with ECMO is extremely limited so far, we can learn from the previous experiences in the treatment of similar severe viral pneumonia cases through retrospective literature review and data analysis.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Considering the potential reversibility of COVID-19, it is essential to integrate recent recommendations in severe viral pneumonia therapy. [9, 10] An experiential strategy, which is summed from the guidelines on ARDS management, is suggested for critically ill COVID-19 patients rescued with ECMO. Implementation of ECMO should be suggested when the standard conventional respiratory care (lung-protective mechanical ventilation strategy, with tidal volume days. Alternatively, based on the standard care of the ECMO to Rescue Lung Injury in Severe ARDS (EOLIA) trial, [12] ECMO should be considered if the patients meet one of the following criteria: (1) PaO 2 /FiO 2 < 50 mm Hg, more than 3 hours; (2) PaO 2 /FiO 2 < 80 mm Hg, more than 6 hours; (3) arterial blood pH < 7.25 and PaCO 2 > 60 mm Hg, more than 6 hours. Studies have confirmed that early implementation of ECMO (PaO 2 /FiO 2 between 100150 mm Hg) in ARDS can be advantageous. It is proven to minimize respiratory driven pressure, to inhibit pulmonary and systemic inflammation, and to reduce severe dysfunction of lung and extrapulmonary organs. [13, 14] Early \"awake ECMO\" treatment may be considered in the group of younger patients without extrapulmonary organ disorder or serious co-infection, who are expected to gain more benefits. [15, 16] ",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[9,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1305,
                    "end": 1309,
                    "text": "[15,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1310,
                    "end": 1313,
                    "text": "16]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Indications"
        },
        {
            "text": "Owing to the infectivity of 2019-nCoV, ECMO poses a high risk when it is performed for COVID-19 patients, which might produce various body fluid splashes, including airway secretions, blood, and others. Therefore, standardized protocols and protective measures should be reevaluated for implementation and management of ECMO for COVID-19 patients. To minimize the risk of nosocomial infections in medical staff and to reduce ECMO-related complications, we recommend the following precautions while performing ECMO in COVID-19 patients:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol"
        },
        {
            "text": "(1) Patients should be placed in an independent area in the ICU under negative pressure; alternatively, adequate ventilation is to be ensured even when negative pressure cannot be applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol"
        },
        {
            "text": "(2) To avoid unnecessary entries and exits, all supplies, including surgical instruments, consumables, medications, and blood products should be carefully inspected, and the number of staff should be restricted in the independent area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol"
        },
        {
            "text": "(3) All staff should be supplied with protection for biosafety level 3 and if necessary, comprehensive airway protective devices such as positive pressure medical protective hoods should be supplied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol"
        },
        {
            "text": "(4) A bed-side ultrasound device is essential to evaluate vascular conditions, to monitor cardiopulmonary interaction and assess hemodynamic status. Ultrasound imaging offers incomparable convenience and advantages over any other imaging techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol"
        },
        {
            "text": "(5) Catheterization is recommended to be guided by ultrasound, with the bed unit elevated to an optimal position to facilitate the operation. 7) Vein-vein extra corporeal membrane oxygenation (VV-ECMO) should be considered the primary mode; however, since myocarditis is reported as a common complication associated with H1N1 influenza A and MERS-CoV viral infections, [17] [18] [19] [20] a heart-assisted mode of venoarterial ECMO (VA-ECMO) should be considered in this group of patients. [21] Recognized as a highly skilled and high-risk operation, ECMO is frequently demanded in the rescue of COVID-19 patients. We call for an action to establish more ECMO centers in affected cities with numerous COVID-19 cases, especially in Hubei province. Expert ECMO teams should be organized for immediate and professional rescue. A standard ICU single room is recommended, and daily care by ICU-specialized nursing teams should be established to avoid lethal complications. All ECMO-related equipment and consumables should be distributed or deployed by a centralized department.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[19]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[21]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Protocol"
        },
        {
            "text": "Key knowledge gaps about ECMO include the need for more actionable data linking to the novel disease. More information is needed on the pathophysiology and effective treatment of COVID-19 patients. Each ECMO team will face new serious challenges in this battle. Information collected from the practice of ECMO for severe COVID-19 must be compiled and shared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol"
        },
        {
            "text": "We call for the creation of recommendable ECMO procedures and the rescue of severe and critically ill COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protocol"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real-time tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Health Commission of the People's Republic of China. The latest situation of new coronavirus pneumonia by the end of February 15",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical Characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Extracorporeal membrane oxygenation for 2009 influenza A(H1N1) acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "New",
                    "middle": [],
                    "last": "Australia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zealand ; Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Extracorporeal Membrane Oxygenation (ANZ ECMO) Influenza Investigators",
            "volume": "302",
            "issn": "",
            "pages": "1888--1895",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2009.1535"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Extracorporeal membrane oxygenation for severe Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2019,
            "venue": "Novel Coronavirus Pneumonia Diagnosis and Treatment Protocol",
            "volume": "9",
            "issn": "",
            "pages": "660--684",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hajage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Capellier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demoule",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lavoué",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guervilly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "1965--1975",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1800385"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Lower tidal volume strategy (≈3 ml/kg) combined with extracorporeal CO2 removal versus 'conventional' protective ventilation (6 ml/kg) in severe ARDS: the prospective randomized Xtravent-study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weber-Carstens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goldmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Staudinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brederlau",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intensive Care Med",
            "volume": "39",
            "issn": "",
            "pages": "847--856",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2787-6"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ultra-Protective Ventilation Reduces Biotrauma in Patients on Venovenous Extracorporeal Membrane Oxygenation for Severe Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rozencwajg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guihot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Franchineau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lescroat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bréchot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hékimian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care Med",
            "volume": "47",
            "issn": "",
            "pages": "1505--1512",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000003894"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Spontaneous breathing during veno-venous extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crotti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bottino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Thorac Dis",
            "volume": "10",
            "issn": "",
            "pages": "661--661",
            "other_ids": {
                "DOI": [
                    "10.21037/jtd.2017.10.27"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Extracorporeal Membrane Oxygenation Can Successfully Support Patients With Severe Acute Respiratory Distress Syndrome in Lieu of Mechanical Ventilation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kurihara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cajigas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shayan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Qamari",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "",
            "pages": "1070--1070",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000003354"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Acute myocarditis associated with novel Middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alhogbani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Saudi Med",
            "volume": "36",
            "issn": "",
            "pages": "78--80",
            "other_ids": {
                "DOI": [
                    "10.5144/0256-4947.2016.78"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Fulminant Viral Myocarditis Associated with H1N1: A Series of Four Cases",
            "authors": [],
            "year": 2019,
            "venue": "Indian J Crit Care Med",
            "volume": "23",
            "issn": "",
            "pages": "538--541",
            "other_ids": {
                "DOI": [
                    "10.5005/jp-journals-10071-23288"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Fulminant fatal swine influenza (H1N1): Myocarditis, myocardial infarction, or severe influenza pneumonia? Heart Lung",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunha",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Syed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mickail",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "453--458",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hrtlng.2010.04.003"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A child with influenza A (H1N1)-associated myocarditis rescued by extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yasunaga",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsutsumi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shojima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zaima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishino",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Artif Organs",
            "volume": "13",
            "issn": "",
            "pages": "232--234",
            "other_ids": {
                "DOI": [
                    "10.1007/s10047-010-0523-y"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Veno-arterial extracorporeal membrane oxygenation for cardiogenic shock due to myocarditis in adult patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pozzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Banfi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grinberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koffel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bendjelid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Robin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Vt) ≤ 6 ml/kg maintaining plateau pressure < 30 cm H 2 O and positive end-expiratory pressure (PEEP) ≥ 10 cm H 2 O; use of lung recruitment maneuver, prone positioning, neuromuscular blockade, and sedation) fails to correct respiratory failure. [11] The indications for ECMO should be followed: (1) PaO 2 /FiO 2 < 100 mm Hg, or alveolar-arterial gradient of the partial pressure of oxygen [P(A-a) O 2 ] > 600 mm Hg; (2) ventilator frequency < 35 breath per minute (bpm), pH < 7.2 with the plateau pressure > 30 cm H 2 O; (3) Age < 65 years; (4) mechanical ventilation < 7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dual-lumen catheter for the jugular vein is the best choice because of its advantages in operation and later rehabilitation. Our recommendation to the China Food and Drug Administration (CFDA) is to approve its use in the mainland of China as soon as possible.(",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}