{
    "paper_id": "d6951136eb1f783092f894b3d7c98e896cf3e921",
    "metadata": {
        "title": "Prevalence of Enteropathogens in Dogs Attending 3 Regional Dog Parks in Northern California",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "L"
                ],
                "last": "Hascall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "H"
                ],
                "last": "Kass",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Saksen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Ahlmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "V"
                ],
                "last": "Scorza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "R"
                ],
                "last": "Lappin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "L"
                ],
                "last": "Marks",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The prevalence and risk factors for infection with enteropathogens in dogs frequenting dog parks have been poorly documented, and infected dogs can pose a potential zoonotic risk for owners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hypothesis/Objectives: To determine the prevalence and risk factors of infection with enteropathogens and zoonotic Giardia strains in dogs attending dog parks in Northern California and to compare results of fecal flotation procedures performed at a commercial and university parasitology laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Animals: Three-hundred dogs attending 3 regional dog parks in Northern California.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Prospective study. Fresh fecal specimens were collected from all dogs, scored for consistency, and owners completed a questionnaire. Specimens were analyzed by fecal centrifugation flotation, DFA, and PCR for detection of 11 enteropathogens. Giardia genotyping was performed for assemblage determination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Enteropathogens were detected in 114/300 dogs (38%), of which 62 (54%) did not have diarrhea. Frequency of dog park attendance correlated significantly with fecal consistency (P = .0039), but did not correlate with enteropathogen detection. Twenty-seven dogs (9%) were infected with Giardia, and genotyping revealed nonzoonotic assemblages C and D. The frequency of Giardia detection on fecal flotation was significantly lower at the commercial laboratory versus the university laboratory (P = .013), and PCR for Giardia was negative in 11/27 dogs (41%) that were positive on fecal flotation or DFA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions and Clinical Importance: Enteropathogens were commonly detected in dogs frequenting dog parks, and infection with Giardia correlated with fecal consistency. PCR detection of Giardia had limited diagnostic utility, and detection of Giardia cysts by microscopic technique can vary among laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "wildlife, depending on the type of park visited. In addition, infected dogs that visit public parks have opportunities to expose other dogs, as well as humans, to zoonotic bacteria and parasites shed in their feces. Giardia spp. and Cryptosporidium spp. are well-documented zoonotic parasites in humans and domestic animals; 6, 7 however, little is known about the prevalence of these enteropathogens in dog populations exposed to higher risk environments such as dog parks and their zoonotic potential in these environments. Humans can be exposed to subclinically infected dogs when removing dog feces from public areas, 8 and infective cysts and oocysts of Giardia and Cryptosporidium, respectively, can persist for prolonged periods in the environment, posing an increased infection risk in areas where environmental contamination is high, such as public dog parks. 4, 7, 8 Dogs that attended a dog park in Fort Collins, Colorado, were significantly more likely to be infected with an intestinal parasite compared to socially active dogs that did not attend dog parks. 9 A seasonal trend for fecal shedding of Giardia in dogs was not demonstrated in a recent study, 10 demonstrating the possibility for year-round risk.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 327,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 328,
                    "end": 329,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 622,
                    "end": 623,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 871,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 872,
                    "end": 874,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 875,
                    "end": 876,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1073,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1169,
                    "end": 1171,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The objectives of this study were 3-fold: (1) to determine the prevalence and risk factors of infection with enteropathogens in a cohort of dogs attending 3 regional dog parks in Northern California; (2) to determine the prevalence of zoonotic Giardia strains in dogs attending the regional dog parks; and (3) to compare the performance characteristics of fecal centrifugation flotation procedures performed in a university and veterinary commercial laboratory.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was approved by the University of California, Davis, Institutional Review Board, and all owners signed an informed consent form. Three Northern California regional public dog parks within Yolo and Sacramento counties were visited between the months of August and November, 2014, by a computerized randomizer a to determine the schedule for park visits and fecal collection. Fresh fecal samples were collected from all dogs by their owners during the time of park visitation. A comprehensive questionnaire b was developed to obtain information on each dog's signalment, lifestyle, environment, and medical history, including whether the animal had been dewormed within the past 6 months. The completed questionnaire, informed owner consent form, and contact information were obtained from each dog's owner at the time of sample collection. A modified Nestl e Purina Fecal Scoring chart with color images of different fecal consistencies was utilized by owners to determine their dog's fecal score on a scale of 1-6, with a score of 1 representing a hard, dry fecal specimen, and a score of 6 representing a liquid specimen. Fecal scores ≥4 were deemed to be diarrheic. Owners were asked to assess the average consistency of their dog's feces over the previous month before enrolling their dog in the study, as well as on the day of their dog's visit to the dog park. In addition, the investigators determined fecal scores on all but the first 34 fecal specimens at the time of fecal collection. The samples were kept labeled and double-bagged in a temperature-controlled cooler until the end of the 1-to 2-hour park visit, after which they were separated into 2 aliquots for further processing and evaluation. One aliquot was immediately delivered to the Parasitology Laboratory at UC Davis, and the second aliquot on ice packs was delivered via courier to a veterinary commercial reference laboratory c within 24 hours of collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Acquisition"
        },
        {
            "text": "Fecal centrifugation flotations were performed on all samples at the University's Parasitology Laboratory. Fresh feces were examined for parasite ova, cysts, and oocysts by use of a zinc sulfate double centrifugation flotation technique as previously described. 11 In addition, the parasitologist evaluated the entire slide in a grid pattern evaluating approximately 50 random high-power fields (hpf) to determine the average number of cysts, oocysts, or ova per hpf. A direct fluorescent antibody (DFA) test for detection of Giardia spp. cysts and Cryptosporidium spp. oocysts was also performed at the university laboratory according to the manufacturer's instructions. d Direct fluorescent antibody testing was only performed on 51 fecal specimens with discordant results for Giardia and Cryptosporidium (ie, PCR positive at the reference laboratory and fecal flotation negative at the reference laboratory or university laboratory or vice versa). A specimen was considered positive for either protozoa if 1 or more (oo)cysts were observed. Positive slides were further ranked by number of (oo)cysts per slide: 1+ (1-9 (oo)cysts), 2+ (10 to 50 (oo)cysts), and 3+ (>50 (oo)cysts).",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "University Laboratory Tests"
        },
        {
            "text": "Fecal centrifugation flotations were performed on all samples at the veterinary commercial reference laboratory. c Fresh feces were examined for parasite ova, cysts, and oocysts by use of a zinc sulfate single centrifugation flotation technique as previously described; 11 however, the technician scanned the slide at 109 magnification in a grid pattern for approximately 60-120 seconds. A PCR diarrhea panel was performed on each sample for the following 11 enteropathogens and toxin genes: Cryptosporidium spp., Giardia spp., Salmonella spp., Campylobacter jejuni, Campylobacter coli, canine enteric coronavirus, canine distemper virus, canine parvovirus 2, canine circovirus, Clostridium difficile toxin A (TcdA) and toxin B (TcdB) genes, and Clostridium perfringens alpha toxin gene and enterotoxin gene (cpe). Fecal samples were processed by a previously validated protocol. 12, 13 Analysis was performed on a Roche LightCycler 480 e and raw data analyzed by the 2nd derivative maximum method to generate crossing points (CP). Real-time PCR was run with 7 quality controls including (1) PCR-positive controls, (2) PCR negative controls, (3) negative extraction controls, (4) DNA pre-analytical quality control targeting the host ssr rRNA (18S rRNA) gene complex, (5) RNA pre-analytical quality control targeting the host ssr rRNA gene complex, (6) an internal positive control spiked into the lysis solution, and (7) an environmental contamination monitoring control.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 272,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 884,
                    "end": 886,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Commercial Reference Laboratory Tests"
        },
        {
            "text": "Extracted DNA from Giardia-positive fecal specimens was sent to the Center for Companion Animal Studies, Colorado State University, for genotyping. The PCR assays were performed following published protocols with several modifications described by Scorza et al. [14] [15] [16] In brief, partial regions of 3 genes, including b-giardin (bg), glutamate dehydrogenase (gdh), and triose phosphate isomerase (tpi), were targeted. The DNA sequences were analyzed in both forward and reverse direction with an ABI3100 Genetic Analyzer. f The nucleotide sequences generated in this study were placed in GenBank under the accession numbers KX164005-KX64017. The DNA sequence data from the Giardiapositive isolates were compared by BLAST analysis with sequences from the nucleotide database from GenBank (http:// blast.ncbi.nlm.nih.gov/Blast.cgi). Multiple sequence alignment was performed by Geneious R8.1 with the reference strains from a previous publication. 17 ",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 953,
                    "end": 955,
                    "text": "17",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Commercial Reference Laboratory Tests"
        },
        {
            "text": "A power calculation was used to determine the number of dogs to include in this study. Using a binomial infection prevalence of 15% in the higher socioeconomic status (SES) neighborhood park, and hypothesizing a 2.5-fold increase in the prevalence of intestinal parasites in the lower SES park, a sample size of 100 dogs per park was required to achieve 94% power with a type I error of 5%. Kruskal-Wallis tests were used to compare groups with respect to ordered or continuous variables, and Spearman correlation to compare 1 ordered or continuous variable to a second ordered or continuous variable. McNemar's chi-square tests were used to assess test discordance between laboratories and Fischer's exact test was used to evaluate the association among binary variables. All analyses were performed by Stata/IC 13.1 software. a A P-value <.05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Three hundred dogs were enrolled in this cross-sectional study: one hundred dogs from each of 3 Northern California regional dog parks. The dog parks all had chain link fences, separate small and large dog sections, water spigots with water bowls, light tree cover, free public access, and benches. The 3 parks were approximately 1.5, 2, and 2.5 acres, respectively. One of the parks had artificial turf, whereas the other 2 had natural grass. The 2.5-acre park with grass would occasionally become flooded in the winter season due to poor drainage; however, fecal specimens were not collected from any of the parks during the winter season. The mean AE standard deviation (SD) age was 3.9 AE 3.2 years (range 3 months to 17 years) and differed significantly among dog park groups (P = .049). The mean AE SD ages of dogs attending each of the 3 dog parks were 3.5 AE 3.2 years, 3.5 AE 2.8 years, and 4.5 AE 3.5 years, respectively. The majority of dogs were mixed breed (54%). Forty-nine purebred dog breeds were represented, including Labradors ( , and there were no significant differences in dog breed distributions among the 3 dog parks. All other breeds present had a frequency of 5 or fewer dogs. There were 172 males (57%) and 128 females (43%), and the sex distribution did not differ significantly (P = .056) among parks.",
            "cite_spans": [
                {
                    "start": 1046,
                    "end": 1047,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Seventy-three of the 266 (27%) scored investigatorfecal specimens were deemed to be diarrheic (fecal score ≥4) on the day of sample collection. One or more enteropathogens were detected in 114 of the 300 dogs (38%), and the prevalence of enteropathogens did not differ significantly among dog parks. There was a significant positive association between the presence and absence of 1 or more enteropathogens and increasing fecal score (P = .0039), and between the number of enteropathogens detected and fecal score (q S = 0.17, P = .0050). Dogs previously diagnosed with intestinal parasites were significantly more likely to have a higher fecal score (P = .038). Age was negatively correlated with the number of different enteropathogens (q S = À0.16, P = .0049) and was also negatively correlated with fecal score (q S = À0.11, P = .066). Risk factors evaluated including access to water in outdoor locations other than the dog park (P = .25), the presence of other household pets having diarrhea (P = .93), contact with dogs outside the household, (P = .58), attendance of the dog at day-care facilities within the previous 6 weeks (P = .29), and frequency of dog park attendance (P = .099) were not significantly associated with fecal score or the presence of enteropathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Twenty-six of 300 dogs (8.7%) attended the dog park at least once daily, 51 dogs (17%) attended the dog park 5-7 times weekly, 64 dogs (21%) attended the dog park 3-4 times weekly, 85 dogs (28%) attended the dog park 1-2 times weekly, and 50 dogs (17%) attended the dog park 1-2 times monthly. The frequency with which a dog attended a dog park was not significantly associated with detecting ≥1 enteropathogens (P = .099); however, there was a significant positive correlation between the frequency of dog park visits and increased fecal score (q S = 0.12, P = .047).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Four of 300 dogs (1.3%) tested positive for Trichuris vulpis ova on fecal flotation at the commercial reference laboratory, and 3 of the 4 dogs tested positive at the university laboratory. Two of these 4 dogs had diarrhea on the day of collection with no additional enteropathogens detected. One of 300 dogs (0.33%) tested positive for Toxocara canis ova at the university laboratory only, and that dog also had diarrhea on the day of collection with no additional enteropathogens detected. Two of 300 dogs (0.67%) tested positive for Ancylostoma caninum ova on fecal flotation at the commercial reference laboratory, and 1 of the 2 dogs tested positive at the university laboratory. None of the hookworm-infected dogs had diarrhea on the day of fecal collection. Cystoisospora oocysts were detected on fecal flotation in 8 dogs overall (2.7%), 5 of which were detected at the commercial reference laboratory, and 3 of which were detected at the university laboratory (only 1 of the 8 dogs had Cystoisospora oocysts detected at both laboratories). Three of the Cystoisospora-infected dogs had diarrhea on the day of collection. One of the diarrheic dogs infected with Cystoisospora oocysts was co-infected with circovirus, Cryptosporidium spp., and Giardia spp. The frequency of detection of hookworm ova, Cystoisospora oocysts, roundworm ova, or whipworm ova via fecal flotation was not significantly different between the university and commercial reference laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parasitic Enteropathogens"
        },
        {
            "text": "Twenty-seven of 300 dogs (9%) tested positive on at least 1 or more of the 4 Giardia tests: fecal flotation or DFA at the university laboratory and fecal flotation or PCR at the commercial reference laboratory (Table S1 ). The presence of Giardia was not significantly different among dog parks (P = .20), although it was associated with a significantly younger age (P = .0007). Twelve of the 27 Giardia-infected dogs (44%) had diarrhea on the day of sample collection and a significant positive association between Giardia detection and increasing fecal score was found (P = .0049). Thirteen of the 27 Giardia-infected dogs (48%) were co-infected with up to 3 additional enteropathogens, and Cryptosporidium spp. was found in 31% of these co-infected dogs. There was no association between the presence of Giardia spp. and the presence of other enteropathogens (P = .087). Seventy-nine owners reported that their dogs had been dewormed within the past 6 months, and 217 owners reported that their dog had not been dewormed within this period. Four owners failed to report their dog's deworming status on the questionnaire. Dogs that had been dewormed within the past 6 months were significantly more likely to have an intestinal parasite(s) detected (P = .039) compared to dogs that had not been dewormed. Intestinal parasites were detected in 52 dogs, of which 20 had been dewormed with the past 6 months and 32 had not. Intestinal parasites detected in the 20 dogs that had been dewormed included Giardia spp. (n = 11 dogs); Cryptosporidium spp. (n = 6 dogs); Trichuris vulpis (n = 3 dogs); Ancylostoma caninum (n = 1 dog); and Cystoisospora spp. (n = 1 dog). One of the dogs was co-infected with Giardia spp. and Cryptosporidium spp., and 1 other dog was co-infected with Cryptosporidium spp and Cystoisospora spp.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Parasitic Enteropathogens"
        },
        {
            "text": "The frequency of detection of Giardia spp. via fecal flotation was significantly different between the university and commercial reference laboratories (P = .013). The university laboratory detected 13 additional positive samples that the commercial reference laboratory did not detect, whereas the commercial reference laboratory detected 3 positive samples that the university laboratory did not detect (Table S1 ). In addition, 11/27 dogs (41%) that had Giardia cysts detected via fecal flotation, DFA, or both were negative on PCR. Five of the 11 dogs (46%) that were infected with Giardia and that were negative on PCR were positive on both flotation and DFA. Significant differences were also found when DFA results were compared to the commercial laboratory fecal flotation (P = .0016) and to PCR results (P = .014).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 414,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Parasitic Enteropathogens"
        },
        {
            "text": "Sixteen of the 300 dogs (5.3%) were positive for Cryptosporidium spp. on DFA or PCR, and 14 of these dogs were positive by PCR detection alone. Three of the 16 dogs did not have a DFA performed, and all dogs positive for Cryptosporidium spp. on PCR were negative on DFA. The 2 remaining Cryptosporidiumpositive dogs were positive on DFA, but negative via PCR. The prevalence of Cryptosporidium spp. did not differ significantly among the 3 parks (P = .13), and the presence of this protozoan was not significantly associated with age (P = .37) or fecal score (P = .77).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parasitic Enteropathogens"
        },
        {
            "text": "The overall amplification rate was low and was similar in the 3 loci (gdh, bg, and tpi, respectively). Only 7/ 27 isolates had sufficient DNA for amplification, and all isolates harbored the dog-adapted assemblages C, D, or both. Accession numbers for the nucleotide sequences can be found in GenBank (KX164005-KX64017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genotyping of Giardia Isolates"
        },
        {
            "text": "Eight of 300 dogs (2.7%) tested positive for either Campylobacter jejuni or C. coli via fecal PCR testing. Four dogs were positive for C. jejuni, 3 dogs were positive for C. coli, and 1 dog was positive for both C. jejuni and C. coli. Four of these 8 dogs (50%) were co-infected with 1 to 4 of the following enteropathogens: C. difficile, C. perfringens, coronavirus, circovirus, and Cryptosporidium spp; however, only 1 of the 8 dogs infected with Campylobacter spp. had diarrhea on the day of sample collection. None of the 8 dogs were fed a raw diet. Ten dogs were positive for C. difficile TcdA and TcdB genes via PCR. One of the 10 dogs was positive for C. difficile TcdA gene alone, 1 dog was positive for TcdB gene alone, and 8 dogs (2.7%) were positive for both TcdA and TcdB genes. Detection of C. difficile TcdA and TcdB genes was not associated with fecal score. Clostridium perfringens alpha toxin gene or cpe was detected in 104 of 300 dogs (35%). Thirty-three of the 104 dogs (32%) had diarrhea on the day of fecal collection, and 12 of these 33 dogs were co-infected with additional enteropathogen(s) ( Table S2) . Clostridium perfringens alpha toxin gene was detected above a threshold of 300,000 gene copies/gram via fecal PCR in 25 of the 300 dogs (8.3%), of which 12 dogs (48%) had diarrhea. Clostridium perfringens alpha toxin gene was negative or was detected below threshold in 239 dogs, of which 61 dogs had diarrhea (26%). This difference was significant (P = .032). Clostridium perfringens cpe was detected above threshold in 8 of 264 dogs (3.0%), of which 5 dogs (63%) had diarrhea. Of the 256 dogs in which C. perfringens cpe was negative or was detected below threshold, 68 dogs (27%) had diarrhea. These differences were significant (P = .039). There was a weak correlation found between the quantity of C. perfringens alpha toxin gene and fecal score (q S = 0.13, P = .037) and quantity of cpe and fecal score (q S = 0.12, P = .057). Three of 300 dogs (1%) tested positive on PCR for Salmonella. None of these 3 dogs had diarrhea on the day of fecal collection, and none were fed a raw diet. One of the dogs infected with Salmonella was co-infected with Giardia spp. and C. perfringens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1118,
                    "end": 1127,
                    "text": "Table S2)",
                    "ref_id": null
                }
            ],
            "section": "Bacterial Enteropathogens"
        },
        {
            "text": "Twenty-seven of 300 dogs (9%) were positive for circovirus via PCR, although the presence of this virus was not associated with fecal score (P = .15). Fourteen of 300 dogs (4.7%) tested positive for coronavirus via PCR, and 2 of these dogs had diarrhea on the day of collection; however, both of the diarrheic dogs were coinfected with Giardia. Seven of these 14 dogs (50%) were co-infected with 1 to 4 other enteropathogens, and 4 of these dogs were co-infected with Giardia (Table S2 ). Three of 300 dogs (1%) tested positive for parvovirus via PCR. One of these dogs had diarrhea on the day of fecal collection, another was co-infected with Giardia spp., and the last dog had a history of diarrhea of 1-day duration within 30 days before fecal collection. Owners of dogs that were PCR positive for parvovirus reported no other abnormal gastrointestinal signs in their dogs. No dogs tested positive for distemper virus via PCR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 485,
                    "text": "(Table S2",
                    "ref_id": null
                }
            ],
            "section": "Viral Enteropathogens"
        },
        {
            "text": "This study represents the largest completed to date evaluating the prevalence of bacterial, viral, and parasitic enteropathogens in apparently healthy dogs attending dog parks. A similar study investigated the prevalence of intestinal parasites in 129 dogs that attended or did not attend a dog park in Fort Collins, CO. 9 The overall prevalence of intestinal parasites in that study was 7.0%, and Giardia was detected in 3.8% of dogs, compared to 18 and 9.0%, respectively, in this study. The higher prevalence of Giardia in our study and other studies 10,18 might reflect regional differences in the prevalence of Giardia spp., differences in the susceptibility of the animals, or differences in testing methods. Veterinary students or staff members at the veterinary university hospital who owned dogs with a lower prevalence of Giardia might have been more likely to obtain medical therapies and manage gastrointestinal signs in their dogs more proactively compared to dog owners frequenting dog parks. 9 Infection with Giardia or Cryptosporidium was unassociated with diarrhea in 1 study, 9 in contrast to our study which showed an association between Giardia infection and diarrhea. Differences in host factors or Giardia virulence factors could have accounted for this difference.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 322,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1007,
                    "end": 1008,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1094,
                    "end": 1095,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fecal consistency was significantly associated with both the presence of enteropathogens and the number of enteropathogens detected, and younger dogs were significantly more likely to be infected with enteropathogens. Interestingly, most of the risk factors evaluated were not significantly associated with fecal score or the presence of 1 or more enteropathogens, including the presence of other household pets having diarrhea and the frequency of dog park attendance. Dogs with looser feces were more likely to be infected with Giardia spp., and the presence of C. perfringens alpha toxin gene and cpe above a threshold level of 300,000 gene copies/gram feces was weakly correlated with diarrhea, whereas dogs infected with C. difficile did not have altered fecal consistency. Infection with C. difficile and C. perfringens has been inconsistently associated with diarrhea in dogs; 19 however, both species have been associated with an acute hemorrhagic diarrheal syndrome in dogs. 20, 21 Studies are warranted in healthy dogs to determine the prevalence of recently identified C. perfringens spore-forming toxins (netE and netF) associated with hemorrhagic enteritis in dogs. 22 Canine circovirus (DogCV) has been implicated as an emerging pathogen of concern in dogs, and the role of this virus in causing diarrhea in dogs is currently being investigated. Circovirus has been associated with vasculitis and hemorrhagic gastroenteritis on necropsy; however, coinfection with additional enteropathogens in 68% of diarrheic dogs in 1 study complicates the diagnosis. 23 The prevalence of DogCV detected in this study (9%) was similar to that found in Li et al.'s study (11% and 6.9% in diarrheic and nondiarrheic dogs, respectively). The amplification of DogCV DNA from normal dogs and the lack of association with fecal score suggest that this virus might be nonpathogenic in many dogs.",
            "cite_spans": [
                {
                    "start": 884,
                    "end": 886,
                    "text": "19",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "20,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 988,
                    "end": 990,
                    "text": "21",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "22",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1568,
                    "end": 1570,
                    "text": "23",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The prevalence of Salmonella reported in this study (1%) was within the previously reported range of 0-2.3% 20,24 and did not correlate with fecal consistency. In addition, none of the dogs infected with Salmonella spp. ingested raw meat diets. The prevalence of C. jejuni and C. coli in this study (8/300, 2.7%) was slightly higher than previously reported by culture methods. 25 A previous study documented a prevalence for Campylobacter spp. of 43% via fecal culture in 251 dogs attending dog parks in southwestern Ontario. 26 The investigators included detection of C. upsaliensis in that study, a nonpathogenic species found in 37% of the dogs. 26 Importantly, no association was found between the presence of any bacterial enteropathogen and fecal score with the exception of C. perfringens, although potentially zoonotic bacterial enteropathogens detected included Campylobacter jejuni and Salmonella. Campylobacter upsaliensis and C. helveticus have been frequently isolated from healthy and diarrheic dogs and cats; 27,28 however, these relatively nonpathogenic species were not tested for.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "text": "25",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The paradoxical results of intestinal parasites being detected significantly more frequently in dogs that had been dewormed compared to dogs that had not been dewormed within the past 6 months were likely a reflection of the type of intestinal parasites most commonly detected. Only 1 of the infected dogs that was dewormed was diagnosed with Ancylostoma caninum, whereas all of the other dogs that were dewormed were infected with parasites (Giardia spp., Cryptosporidium spp., Trichuris vulpis, and Cystoisospora spp.) that are not susceptible to commonly administered deworming medications such as pyrantel pamoate. The differences in detection of Giardia cysts on fecal flotation between the commercial reference and university laboratories could have been associated with known differences in methods for fecal flotation between the 2 laboratories. The commercial laboratory performed a single centrifugation flotation, and technicians scanned the slide at 109 magnification for approximately 60-120 seconds. In contrast, a single parasitologist with over 30 years experience performed all of the flotations at the university laboratory utilizing a double centrifugation flotation technique with evaluation of approximately 50 random high-power fields to determine the average number of cysts, oocysts, or ova per hpf. Interestingly, there were no significant differences between the 2 laboratories in regard to any other parasites detected on fecal flotation. This might be because nematode ova are more readily recognized on a slide because of their size compared to Giardia cysts. These results emphasize that if veterinarians recognize discordant results from different laboratories by similar assays, the laboratories supplying the assays should be alerted to allow for internal investigation into quality assurance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The relatively high number of dogs with false-negative Giardia PCR results at the commercial reference laboratory is concerning and could have occurred for several reasons. The presence of fecal inhibitors is plausible but was deemed unlikely because a positive internal amplification control was used in all samples and confirmed that no significant inhibitory activity remained in the nucleic acid. The internal sample quality control assessed by targeting a housekeeping gene also indicated good nucleic acid quality at both the gDNA and cDNA level. In addition, 2-fold dilutions of a select number of samples resulted in 1 Ct value weaker signals, confirming the absence of PCR inhibition. The high number of false-negative Giardia PCR results could have been a consequence of PCR test specificity. The Giardia PCR is highly specific for Giardia duodenalis based on the primer sets and does not pick up any other Giardia species, whereas fecal flotation or antibody-based Giardia detection tests are less discriminatory and more likely to detect nonclinically relevant species. In a dog park with a high density of dogs and their feces, combined with a high rodent and bird population, it is conceivable that nonclinical strains of Giardia are accumulated and occur in a high frequency of dogs that accidentally ingest these organisms, in the absence of overt infection. The high number of failed Giardia assemblage PCR tests, which is also Giardia duodenalis specific, could support the specificity aspect. This phenomenon would have to be tested specifically by characterizing Giardia strains by sequencing, which was not an objective of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reasons for the low amplification rates of DNA for Giardia genotyping were multifactorial and might have been associated with the lack of freshly extracted DNA, the method of DNA extraction, or the presence of Giardia species from birds and rodents that were not Giardia duodenalis. It is also plausible that the amount of Giardia DNA and the gene abundance (single and multicopy genes) was below the assay's detection limit. The results of Giardia genotyping testing of the isolates in this study were in agreement with most previous studies showing assemblage C or D represents the most common assemblages in the dog. 15, 29 Different amplification rates of the loci tested in the study have also been reported in similar multilocus genotyping studies in dogs. 15, 30, 31 Humans are primarily infected with assemblages A and B, and these have also been infrequently isolated from dogs, thus posing a potential zoonotic risk. 5 Although fecal consistency correlated with both the presence and number of enteropathogens detected, 62/ 114 dogs (54%) were nondiarrheic. Thus, positive results obtained for any of the enteropathogens do not prove disease causation. In addition, the discordant findings between the university and the commercial reference laboratories in detection of Giardia cysts and Cystoisospora oocysts via fecal flotation warrant further scrutiny of the methods employed at both laboratories so the diagnostic yield can be increased. The discrepancy in the detection of Cryptosporidium via PCR versus DFA is also concerning because the DFA-positive specimens should have also been PCR positive. These results could be explained by the presence of fecal PCR inhibitors or the incomplete extraction of DNA from oocysts. In addition, all PCRpositive Cryptosporidium cases were DFA negative, which raises questions about the utility of DFA and PCR for diagnosing Cryptosporidium in dogs. The detection reagent in the commercial Cryptosporidium DFA kit utilizes a fluorescein isothiocyanate-labeled monoclonal antibody directed against cell wall antigen of C. parvum, and it is plausible that false-negative results could have been obtained if dogs were infected with C. canis. Lastly, although companion animals may pose a potential risk for zoonotic infections, the frequency of attending dog parks in this study did not significantly increase the risks of infection with an enteropathogen(s).",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 627,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "29",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "30,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 775,
                    "end": 777,
                    "text": "31",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 931,
                    "end": 932,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were several limitations to this study, including the lack of Giardia ELISA testing that could have helped validate the PCR and fecal flotation results for Giardia. 8 In addition, confirmation testing for PCR assay results was only performed for the dogs that had Giardia assemblages determined by genetic sequencing. The direct fluorescent antibody test is the gold standard for diagnosis of Giardia in humans; 32 however, the test was not performed on all 300 fecal specimens due to its relatively high cost. Detection of C. perfringens CPE via ELISA would have also helped improve the diagnosis of C. perfringens and would have been helpful to determine the association between CPE detection and the presence of cpe above threshold. Future studies should include testing for C. perfringens spore-forming toxins (netE and netF) that were unavailable at the time of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, dogs diagnosed with ≥1 enteropathogens were significantly more likely to have an increased fecal score compared to noninfected dogs; however, most infections were not associated with any specific dog characteristics or risk factors apart from young age. The lack of specific risk factors is similar to the findings of a study that determined the prevalence of enteropathogens in 100 dogs (50 dogs with normal feces and 50 dogs with diarrhea) at an open-admission municipal animal shelter in Florida. 33 Zoonotic enteropathogens were detected in 29 dogs (9.7%) in this study, and most of these dogs had normal feces underscoring the challenges of predicting the risk of infection and zoonotic transmission for individual animals. Pet owners who frequent dog parks should be educated about the potential risks of zoonotic transmission of enteropathogens from dogs, and the fact that a dog with normal feces can pose a risk of zoonotic transmission. Pet owners should also be advised to avoid taking their dog to a dog park if it has diarrhea. This study also highlights important discrepancies in the diagnosis of Giardia via fecal centrifugation flotation between a commercial laboratory and university parasitology laboratory, underscoring the potential for underdiagnosing this enteropathogen at some individual laboratories. The methodology for fecal flotation and improved technician training should be undertaken in an effort to increase the performance characteristics of this test. In addition, the utility of fecal PCR testing for Giardia warrants further investigation to determine the reason (s) for the discrepant results with fecal flotation and DFA testing. ",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 517,
                    "text": "33",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additional Supporting Information may be found online in the supporting information tab for this article: Table S1 . Comparison of results for fecal flotation performed at a commercial reference laboratory versus veterinary university parasitology laboratory in 27 dogs that tested positive for Giardia spp. via fecal flotation, fecal PCR, or direct fluorescent antibody testing. Table S2 . Parasitic, Bacterial, and Viral Enteropathogens Detected in 114 of 300 dogs Frequenting 3 Regional Dog Parks in Northern California.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 388,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        },
        {
            "text": "Data S1. Dog Park Study Questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supporting Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "City Park Facts Report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Trust for Public Land",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fastest-Growing Urban Parks are for the Dogs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "El Nasser",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "USA TODAY",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dogs and human health/mental health: From the pleasure of their company to the benefits of their assistance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shubert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "US Army Med Dep J",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging foodborne parasites",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dorny",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Praet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Deckers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Parsitol",
            "volume": "163",
            "issn": "",
            "pages": "196--206",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The public health and clinical significance of Giardia and Cryptosporidium in domestic animals",
            "authors": [
                {
                    "first": "Rca",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Handley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet J",
            "volume": "177",
            "issn": "",
            "pages": "18--25",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cryptosporidium: A water-borne zoonotic parasite",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fayer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vet Parsitol",
            "volume": "126",
            "issn": "",
            "pages": "37--56",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluation of immunofluorescence microscopy and enzyme-linked immunosorbent assay in detection of Cryptosporidium and Giardia infections in asymptomatic dogs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thompson Rca ; Rimhanen-Finne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Enemark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kolehmainen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int J Parasitol",
            "volume": "30",
            "issn": "",
            "pages": "345--348",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevalence of Giardia and Cryptosporidium species in dog park attending dogs compared to non-dog park attending dogs in one region of Colorado",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruch-Gallie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Scorza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Parasitol",
            "volume": "184",
            "issn": "",
            "pages": "335--340",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence and risk factors for Giardia spp. infection in a large national sample of pet dogs visiting veterinary hospitals in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Glickman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Camp",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vet Parasitol",
            "volume": "195",
            "issn": "",
            "pages": "35--41",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Georgis' Parasitology for Veterinarians",
            "authors": [
                {
                    "first": "Dd",
                    "middle": [
                        "Diagnostic"
                    ],
                    "last": "Bowman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Parasitology",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "295--371",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nucleic acid extraction methods for detection of EHV-1 from blood and nasopharyngeal secretions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mapes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Rec",
            "volume": "162",
            "issn": "",
            "pages": "857--859",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of nasopharyngeal swabs and feces as potentially useful diagnostic specimens for Rhodococcus equi pneumonia in foals using real-time TaqMan PCR",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pusterla",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mapes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Ballweber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tangtrongsup",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Genet Evol",
            "volume": "20",
            "issn": "",
            "pages": "182--188",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Triosephosphate isomerase gene characterization and potential zoonotic transmission of Giardia duodenalis",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Sulaiman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fayer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bern",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1444--1452",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prevalence and genetic characteristics of Cryptosporidium, Enterocytozoon bieneusi and Giardia duodenalis in cats and dogs in Heilongjiang province",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Parasitol",
            "volume": "208",
            "issn": "",
            "pages": "125--134",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prevalence of intestinal parasites in pet dogs in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Parasitol",
            "volume": "166",
            "issn": "",
            "pages": "144--152",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The roles of Clostridium difficile and enterotoxigenic Clostridium perfringens in diarrhea in dogs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weese",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Staempfli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Prescot",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Vet Intern Med",
            "volume": "15",
            "issn": "",
            "pages": "374--378",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evaluation of a routine diagnostic fecal panel for dogs with diarrhea",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cave",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Am Vet Med Assoc",
            "volume": "221",
            "issn": "",
            "pages": "52--59",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genotypic and phenotypic characterization of Clostridium perfringens and Clostridium difficile in diarrheic and healthy dogs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kather",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Kass",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Melli",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Vet Intern Med",
            "volume": "16",
            "issn": "",
            "pages": "533--540",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Circovirus in tissues of dogs with vasculitis and hemorrhage",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcgraw",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "534--541",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Incidence of Salmonella infection in healthy dogs in Gifu Prefecture",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukata",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Naito",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Japan. J Vet Med Sci",
            "volume": "64",
            "issn": "",
            "pages": "1079--1080",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Prevalence of enteric pathogens in dogs of north-central Colorado",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hackett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lappin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "39",
            "issn": "",
            "pages": "52--56",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A cross-sectional study examining Campylobacter and other zoonotic enteric pathogens in dogs that frequent dog parks in three cities in south-western Ontario and risk factors for shedding of Campylobacter spp",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Procter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Pearl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Finley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Zoonoses Public Health",
            "volume": "61",
            "issn": "",
            "pages": "66--70",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Prevalence of selected bacterial and parasitic agents in feces from diarrheic and healthy control cats from Northern California",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Queen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Farver",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Vet Int Med",
            "volume": "26",
            "issn": "",
            "pages": "54--60",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Characterization of Giardia lamblia genotypes in dogs from Tucson, Arizona using SSU-rRNA and b-giardin sequences",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Lancaster",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Parasitol Res",
            "volume": "113",
            "issn": "",
            "pages": "387--390",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Genotypic characterization of Giardia from domestic dogs in the USA",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Covacin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Aucoin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elliot",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Parasitol",
            "volume": "177",
            "issn": "",
            "pages": "28--32",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Genotyping Giardia duodenalis isolates from dogs: Lessons from a multilocus sequence typing study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sprong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pozio",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cacci O Sm",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "12",
            "issn": "",
            "pages": "206--213",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Evaluation of nine immunoassay kits (enzyme immunoassay and direct fluorescence) for detection of Giardia lamblia and Cryptosporidium parvum in human fecal specimens",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shimizu",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "1526--1529",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Enteropathogens identified in dogs entering a Florida animal shelter with normal feces or diarrhea",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tupler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Sabshin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Am Vet Med Assoc",
            "volume": "241",
            "issn": "",
            "pages": "338--343",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "a StataCorp LP, College Station, TX b Dog Park Study Questionnaire-Supporting information available online c IDEXX Reference Laboratory, Sacramento, CA d MERIFLUOR Ò Cryptosporidium/Giardia, Meridian Bioscience, Inc., Cincinnati, OH e Roche Applied Science, Indianapolis, IN f Applied Biosystems, Foster City, CA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Christian M. Leutenegger, Dr. med. vet, PhD, Head of Molecular Diagnostics, and support staff at IDEXX Laboratories Inc., Sacramento, CA, for performing the Canine Diarrhea RealPCR TM Panels and fecal flotations. The authors thank Robin Houston, MS, and the parasitology laboratory support staff at the William R. Pritchard Veterinary Medical Teaching Hospital at the University of California, Davis, for performing the fecal flotations and fecal immunofluorescence testing.Conflict of Interest Declaration: Drs. Lappin and Marks have lectured occasionally on behalf of IDEXX at national veterinary conferences (North American Veterinary Conference and Western Veterinary Conference) and have provided consultations for the company infrequently. None of the co-authors played any role in the detection of enteropathogens on fecal flotation or DFA (all testing was done by parasitologists at IDEXX and at UC Davis), and the order of testing of the different dog parks was randomized according to a statisticians MS Excel randomizer.Off-label Antimicrobial Declaration: Authors declare no off-label use of antimicrobials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}