{
    "paper_id": "d6ce322684cccda1ff72e7dacf22da2259cf65c6",
    "metadata": {
        "title": "Delivery of steric block morpholino oligomers by (R-X-R) 4 peptides: structure-activity studies",
        "authors": [
            {
                "first": "Rachida",
                "middle": [],
                "last": "Abes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 5235",
                    "institution": "Université Montpellier 2",
                    "location": {
                        "addrLine": "Place Eugene Bataillon",
                        "postCode": "34095, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [
                    "M"
                ],
                "last": "Moulton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AVI BioPharma",
                    "institution": "",
                    "location": {
                        "addrLine": "4575 SW Research Way",
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Clair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 5235",
                    "institution": "Université Montpellier 2",
                    "location": {
                        "addrLine": "Place Eugene Bataillon",
                        "postCode": "34095, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Sung-Tae",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Cellular and Molecular Biophysics",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892-1855",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Said",
                "middle": [],
                "last": "Abes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 5235",
                    "institution": "Université Montpellier 2",
                    "location": {
                        "addrLine": "Place Eugene Bataillon",
                        "postCode": "34095, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamran",
                "middle": [],
                "last": "Melikov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Cellular and Molecular Biophysics",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892-1855",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Prevot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 5235",
                    "institution": "Université Montpellier 2",
                    "location": {
                        "addrLine": "Place Eugene Bataillon",
                        "postCode": "34095, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Derek",
                "middle": [
                    "S"
                ],
                "last": "Youngblood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AVI BioPharma",
                    "institution": "",
                    "location": {
                        "addrLine": "4575 SW Research Way",
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [
                    "L"
                ],
                "last": "Iversen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AVI BioPharma",
                    "institution": "",
                    "location": {
                        "addrLine": "4575 SW Research Way",
                        "postCode": "97333",
                        "settlement": "Corvallis",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Leonid",
                "middle": [
                    "V"
                ],
                "last": "Chernomordik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Cellular and Molecular Biophysics",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892-1855",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bernard",
                "middle": [],
                "last": "Lebleu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 5235",
                    "institution": "Université Montpellier 2",
                    "location": {
                        "addrLine": "Place Eugene Bataillon",
                        "postCode": "34095, cedex 5",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Redirecting the splicing machinery through the hybridization of high affinity, RNase H-incompetent oligonucleotide analogs such as phosphoramidate morpholino oligonucleotides (PMO) might lead to important clinical applications. Chemical conjugation of PMO to arginine-rich cell penetrating peptides (CPP) such as (R-Ahx-R) 4 (with Ahx standing for 6-aminohexanoic acid) leads to sequencespecific splicing correction in the absence of endosomolytic agents in cell culture at variance with most conventional CPPs. Importantly, (R-Ahx-R) 4 -PMO conjugates are effective in mouse models of various viral infections and Duchenne muscular dystrophy. Unfortunately, active doses in some applications might be close to cytotoxic ones thus presenting challenge for systemic administration of the conjugates in those clinical settings. Structureactivity relationship studies have thus been undertaken to unravel CPP structural features important for the efficient nuclear delivery of the conjugated PMO and limiting steps in their internalization pathway. Affinity for heparin (taken as a model heparan sulfate), hydrophobicity, cellular uptake, intracellular distribution and splicing correction have been monitored. Spacing between the charges, hydrophobicity of the linker between the Arg-groups and Arg-stereochemistry influence splicing correction efficiency. A significant correlation between splicing correction efficiency, affinity for heparin and ability to destabilize model synthetic vesicles has been observed but no correlation with cellular uptake has been found. Efforts will have to focus on endosomal escape since it appears to remain the limiting factor for the delivery of these splice-redirecting ON analogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Protein transduction domains as penetratin or Tat 48-60 and synthetic cell penetrating peptides (CPP) as oligoarginine have generated a large interest for their seemingly unique mechanism of membrane translocation and for their capacity to transport various biomolecules across biological membranes (1) . Both assumptions have had to be re-visited since cellular uptake does involve endocytosis (2) and transport of biomolecules does not occur as efficiently as anticipated at least at low concentrations. In a series of experiments carried out independently by several groups, CPPs mentioned above turned out inefficient in transporting uncharged splice correcting oligonucleotide (ON) analogs as peptide nucleic acids (PNA) or phosphorodiamidate morpholino oligomers (PMO) for a large part because CPP-conjugated material remained entrapped in endocytic vesicles (3) . Accordingly, peptides or drugs (such as chloroquine) leading to endosome destabilization did significantly increase splicing correction.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We have recently described a new (R-Ahx-R) 4 -CPP (in which Arg residues are interspersed with nonnatural 6-aminohexanoic acid amino-acid spacers) which leads to efficient splicing correction at low concentration in the absence of endosomolytic agents. (R-Ahx-R) 4 is less cytotoxic and much more active to deliver splice correcting PMO and PNA in vitro than the parent oligoarginine (R n ) peptide and than the prototypic Tat 48-60 peptide (4) . Importantly, (R-Ahx-R) 4 -PMO conjugates also lead to efficient exon skipping in murine and dog Duchenne muscular dystrophy (DMD) models (5) and inhibit the replication of viruses in several murine models (6) (7) (8) (9) .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 44,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 263,
                    "end": 264,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 470,
                    "end": 471,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We had no clear explanation for the improved efficiency of (R-Ahx-R) 4 -PMO and (R-Ahx-R) 4 -PNA conjugates as compared to Tat or (Arg) n steric block ON constructs. Increased cellular uptake could not be the answer since, on the contrary, (R-Ahx-R) 4 -PMO conjugates were taken up less efficiently than Tat-PMO and (Arg) n -PMO conjugates in our model system (3) . Differences could originate from a different mechanism of cellular uptake with (R-Ahx-R) 4 -PMO conjugates taking profit of a more favorable route than the other CPP conjugates. Again available data did not support this hypothesis since all three conjugates were taken up by an energy-dependent pathway involving binding to cell surface proteoglycans. Along the same lines, we recently established that blocking energy-dependent processes through incubation of cells at low temperature or through ATP depletion decreased splicing correction by (R-Ahx-R) 4 -PMO conjugates and by Tat-PMO or (Arg) n -PMO ones to the same extent (10) .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 90,
                    "end": 91,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 250,
                    "end": 251,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 455,
                    "end": 456,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 920,
                    "end": 921,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Of possible relevance, (R-Ahx-R) 4 -PMO conjugates bind less strongly to heparin (taken as a model heparan sulfate) than Tat-or (Arg) n -PMO conjugates (3) . This could provide an explanation if one assumes that heparan sulfate-bound material has to be released during endocytosis in order to escape to the cell cytoplasm. While sufficient affinity is essential for cell binding and cellular uptake, a too high affinity could become detrimental at later steps, a hypothesis which we aim to investigate here.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 34,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "On the other hand, the inclusion of nonnatural amino acids as aminohexanoic acid in (R-Ahx-R) 4 was expected to increase the metabolic stability of these conjugates and as a consequence to increase their biological efficiency. This assumption has to be tempered since the (R-Ahx-R) repeats are linked by arg-arg peptide bonds which are amenable to proteolysis by trypsin-like enzymes. Indeed recent studies in our group indicated that (R-Ahx-R) 4 -PMO conjugates were rapidly degraded in cells at these arg-arg bonds (11) . We have therefore investigated a (r-Ahx-R) 4 -PMO conjugate (with r standing for D-Arg) in terms of cell uptake and splicing correction activity.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 445,
                    "end": 446,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 567,
                    "end": 568,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The present structure-activity relationship (SAR) studies were initiated for the following additional reasons. Fluorescence microscopy evaluation of the intracellular distribution of FAM-labeled (R-Ahx-R) 4 -PMO conjugates indicated that the majority of the material was entrapped in endocytic vesicles even at concentrations leading to efficient splicing correction. It implies that the biological activity of these conjugates is due to the small (and not detectable by fluorescence microscopy) portion of material escaping from endocytic vesicles. Finally, (R-Ahx-R) 4 -PMO conjugates have shown signs of toxicity when injected to mice at >20 mg/kg dose despite their absence of cytotoxicity in cell culture experiments (12) . This presents a dosing challenge for in vivo systemic applications.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 726,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Altogether, it is clear that CPP-steric block ON conjugates need to be active at lower doses for systemic administration and clinical applications. It is hoped that a better understanding of the structural determinants required for cell binding, cellular uptake and endosome escape will be helpful for the rational design of more potent and/or less cytotoxic CPPs. The manuscript essentially aims at comparing series of (R-Ahx-R) 4 -PMO conjugates analogs differing in Arg spacer length, in hydrophobicity of the spacer and in stereochemistry of Arg. Criteria for the comparative evaluation of these conjugates include cellular uptake, splicing correction efficiency, affinity for heparin, hydrophobicity and synthetic membrane-destabilizing potential.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 431,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The antisense PMO (CCT CTT ACC TCA GTT ACA) was synthesized as described (13, 14) . CPPs were synthesized using Fmoc chemistry and purified to >95% as determined by high-pressure liquid chromatograph and MALDI-TOF mass spectrometry analysis. Conjugation, purification and analysis of CPP-PMO conjugates were described previously (3, 15) .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of CPP-PMO conjugates"
        },
        {
            "text": "HeLa pLuc705 cells were cultured as exponentially growing subconfluent monolayers in DMEM medium (Gibco) supplemented with 10% fetal bovine serum (FBS), 1 mM Na pyruvate and nonessential amino acids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and cell culture"
        },
        {
            "text": "To analyze (R-X-R) 4 -PMO conjugates cell internalization, exponentially growing HeLa pLuc705 cells (1.75 Â 10 5 cells seeded and grown overnight in 24-well plates) were incubated in OptiMEM with FAM-labeled (R-X-R) 4 -PMO. Cells were then washed twice with PBS, detached by incubating for 5 min at 378C with 0.5 mg/ml trypsin per 0.35 mM, EDTA.4Na and washed by centrifugation (5 min, 900g) in ice-cold PBS containing 5% FBS. The resulting cell pellet was resuspended in ice-cold PBS containing 0.5% FBS and 0.05 mg/ml propidium iodide (PI) (Molecular Probes, Eugene, OR, USA). Fluorescence analysis was performed with a BD FacsCanto flow cytometer (BD Biosciences, San Jose, CA, USA). Cells stained with PI were excluded from further analysis. A minimum of 20 000 events per sample was analyzed.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 20,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Flow cytometry"
        },
        {
            "text": "(R-X-R) 4 ",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 9,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Splicing correction assay"
        },
        {
            "text": "Three micrograms of each (R-X-R) 4 -PMO conjugate were injected in triplicate on a 1 ml HiTrap Sepharose/heparin column (Amersham Biosciences, Freiburg, Germany) fitted on a Beckman-Gold HPLC chromatograph (Beckman Coulter, Fullerton, CA, USA). The conjugates were eluted in 30 min at a flow rate of 1 ml/min of 2.5 mM phosphate buffer (pH 7) by a linear gradient of NaCl from 70 to 970 mM. Elution of the conjugates was followed by UV absorption at 260 nm. Results are presented as eluting NaCl concentrations and expressed as the mean and standard deviation of triplicate measurements.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 34,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Heparin-affinity chromatography"
        },
        {
            "text": "Total 0.1 mg of each (R-X-R) 4 -PMO conjugate were injected in triplicate on a C18 Waters Symmetry Shield 4.6 Â 250 mm column and fitted on a Beckman-Gold HPLC chromatograph. The conjugates were eluted at a flow rate of 1 ml/min of H 2 O/0.1% TFA by a linear gradient of acetonitrile from 5% to 95% in 30 min. Elution of the conjugates was followed by UV absorption at 260 nm. Results are presented as eluting acetonitrile concentrations and expressed as the mean and standard deviation of triplicate measurements.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 30,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Hydrophobicity reverse phase chromatography"
        },
        {
            "text": "Exponentially growing HeLa pLuc705 cells (1.75 Â 10 5 cells seeded and grown overnight in 24-well plates) were co-incubated with the (R-Ahx-R) 4 -PMO conjugates and with 20 mg/ml saponin for 30 min. The conjugates were removed and the cells were washed twice with PBS and incubation continued for 24 h in complete medium (DMEM plus 10% FBS). Cells were washed twice with ice-cold PBS, lysed with Reporter Lysis Buffer and processed as described above.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Cell permeabilization with saponin"
        },
        {
            "text": "To analyze (R-X-R) 4 -PMO conjugates intracellular distribution, exponentially growing HeLa pLuc 705 cells (3.5 Â 10 4 cells seeded and grown overnight in 2 ml culture dishes) were washed with OptiMEM and incubated with 2 mM FAM-labeled (R-X-R) 4 -PMO in the absence or in the presence of 20 mg/ml saponin for 30 min in OptiMEM medium. Cells were then washed with PBS prior a co-incubation step with 10 mg/ml Transferrin-Alexa 546 (red fluorescence) and Hoechst 33342 dye (blue fluorescence) for 10 min in order to stain endosomes and nuclei, respectively. The distribution of fluorescence in live unfixed cells was analyzed on Zeiss Axiovert 200M fluorescence microscope (Carl Zeiss, Obercochen, Germany).",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 20,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 245,
                    "end": 246,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Fluorescence microscopy"
        },
        {
            "text": "Large unilamellar vesicles (LUV) were prepared as described previously (16) . In short, lipids dissolved in benzene/methanol (95:5) were freeze-dried overnight and the resulting dry lipid powder was hydrated in a buffer containing the ANTS fluorescent dye 8-aminonaphthalene-1,3,6-trisulfonic acid, disodium salt (Invitrogen, Carlsbad, CA, USA) together with a DPX quencher p-xylene-bispyridinium bromide (Invitrogen, Carlsbad, CA, USA) at a final lipid concentration of 10 mM. The suspension was vigorously agitated with a Vortex, freeze-thawed 10 times and then extruded 10 times through two stacked 100 nm polycarbonate filters (Nucleopore, Whatman). Free dye and quencher were then removed by gel filtration on a PD-10 desalting column (Amersham Biosciences, Piscataway, NJ, USA). To mimic the lipid composition of late endosomes we used the following lipid mixture: dioleoylphosphatidylcholine (DOPC)/dioleoyl-phosphatidylethanolamine (DOPE)/phosphatidylinositol from soybean (PI)/bis(monooleoylglycero) phosphate (LBPA) (5:2:1:2) (23). All lipids were purchased from Avanti Polar Lipids Inc., Alabaster, AL.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "CPP-PMO-induced liposome leakage"
        },
        {
            "text": "Leakage of ANTS/DPX from the vesicles was measured as an increase in fluorescence intensity of ANTS upon addition of the CPP-PMO conjugates (5 mM final concentration) to 2 ml of vesicles (25 mM) (17) . Infinite dilution of the probe used to determine fluorescence of the completely unquenched probe was achieved by solubilizing the membranes with 0.1% (v/v) Triton X-100.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "CPP-PMO-induced liposome leakage"
        },
        {
            "text": "Most studies on basic amino-acids-rich CPPs emphasized the importance of the guanidinium side chains of arginines and of the spacing between the charged groups. Studies by Rothbard et al. (18) in particular have shown that a 6-carbon 6-aminohexanoic acid linker seemed optimal for cellular uptake as measured by the whole cell fluorescence but no data concerning efficiency in terms of cytoplasmic or nuclear delivery of a biologically functional payload was provided. We therefore designed a series of (R-X-R) 4 -PMO conjugates with X varying from 2 to 8 carbons (compounds 1-7 in Figure 1A ). The present study revealed a dependence of charge spacing with an optimum for (R-Ahx-R) 4 (in which X = 6) in terms of nuclear delivery of the PMO payload as illustrated below. Based on this first set of data, we designed a series of C6 linked-Arg peptides differing in terms of hydrophobicity (compounds 8-11 in Figure 2A ).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 683,
                    "end": 684,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 591,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 917,
                    "text": "Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "Criteria for the design of (R-X-R) 4 analogs"
        },
        {
            "text": "Since metabolic stability has often been proposed as a factor governing CPP efficiency, the D-Arg modified (R-Ahx-R) 4 , (r-Ahx-R) 4 (compound 13 in Figure 3A ), has been included.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Criteria for the design of (R-X-R) 4 analogs"
        },
        {
            "text": "Finally, we evaluated the splice correcting ability of (R-X-R) n -PMO conjugates with n < 3 as a possible strategy to reduce cytotoxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criteria for the design of (R-X-R) 4 analogs"
        },
        {
            "text": "It is now well admitted that basic CPPs interact with heparan sulfate-rich cell surface glycosaminoglycans before being internalized by endocytosis (19) . A sufficient affinity for these negatively charged proteoglycans is required for cell binding and for subsequent cellular uptake. On the other hand, too much affinity for heparan sulfate might be detrimental for the release of CPP-ON conjugates from endocytic vesicles as hypothesized in our previous publications (3, 10) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Effect of charge spacing on affinity for heparin and on splicing correction"
        },
        {
            "text": "(R-X-R) 4 -PMO conjugates with X spacers of increasing lengths (from 2 to 8 atoms) ( Figure 1A ) have thus been compared in terms of affinity for a model heparan sulfate on a Hi-trap Heparin column ( Figure 1B ). Increasing spacer length leads to decreased affinity as monitored by the NaCl concentration required for elution in keeping with published data (20) . Conjugates in this series were then compared for their ability to promote splicing correction in dose-response experiments ( Figure 1C and data not shown). Increasing the length of the spacer led to increased luciferase expression with an optimum for the C5-linked material.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 9,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 209,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 498,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Effect of charge spacing on affinity for heparin and on splicing correction"
        },
        {
            "text": "Increasing the affinity for heparan sulfates thus appears being detrimental for splicing correction efficiency. Along the same lines, (Arg) 9 -PMO has an even higher affinity for heparan sulfate than (R-G-R) 4 -PMO and is less active in splicing correction [(4) and data not shown].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of charge spacing on affinity for heparin and on splicing correction"
        },
        {
            "text": "Compound 7 was thus expected to be more active in splicing correction than compound 5 which was not observed ( Figure 1C ). However, increasing the hydrocarbon spacer length also increases hydrophobicity which could itself be promoting unfavorable membrane interactions (see below). Increased hydrophobicity has indeed been verified by C18-column chromatography for compound 7 ( Figure 2B) . Figure 1C .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 389,
                    "text": "Figure 2B)",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 401,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Effect of charge spacing on affinity for heparin and on splicing correction"
        },
        {
            "text": "(D) Heparin affinity chromatography. Samples were treated and data were processed as described in the legend of Figure 1B . ÃÃÃ and ÃÃ Indicate statistically significant differences; NS indicates that the difference is not statistically significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Effect of charge spacing on affinity for heparin and on splicing correction"
        },
        {
            "text": "PI uptake has been monitored in parallel as an index of cell membrane integrity. No significant PI uptake was seen at doses up to 2.5 mM for any one of these compounds except for compound 7, which leads to a concentrationdependent membrane destabilization ( Figure 4B ). This might also contribute to its lower splicing correction potential.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "Figure 4B",
                    "ref_id": null
                }
            ],
            "section": "Effect of charge spacing on affinity for heparin and on splicing correction"
        },
        {
            "text": "Since the hydrophobicity of the linker appeared to influence splicing correction efficiency, we have compared a series of PMO conjugates (compounds 8-11 in Figure 2A ) with the same spacing (a 6-carbon atom spacer as in (R-Ahx-R) 4 -PMO) but with varying sidechain hydrophobicities. Figure 1C . 5, (R-Ahx-R) 4 -PMO; 13, (r-Ahx-R) 4 -PMO. (C) Hydrophobicity chromatography. Samples were treated and data were processed as described in the legend of Figure 2B . (D) Heparin affinity chromatography. Samples were treated and data were processed as described in the legend of Figure 1B . ÃÃÃ and ÃÃ Indicate statistically significant differences; NS indicates that the difference is not statistically significant.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 292,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 457,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 581,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Influence of hydrophobicity on splicing correction"
        },
        {
            "text": "Some compounds in this series (11 in Figure 2A ) have hydrophobicities comparable to the parent (R-Ahx-R) 4 -PMO (compound 5) taken as a reference while others (compounds 8-10) have a significantly higher hydrophobicity, as monitored by C18-column chromatography ( Figure 2B ). These conjugates were analyzed for splicing correction efficiency at various concentrations ( Figure 2C and data not shown). Splicing correction efficiency is lower for the more hydrophobic conjugates (compounds 8-10) and remains the most active for compound 5. As expected, compounds 8-11 had similar affinities for heparin ( Figure 2D ). Therefore, differences in splicing correction in this series were largely influenced by hydrophobicity. We cannot explain why compound 11 has a lower splicing correction activity than compound 5 as their hydrophobicity and heparin affinity are similar.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 36,
                    "text": "(11 in",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 46,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 274,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 381,
                    "text": "Figure 2C",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 614,
                    "text": "Figure 2D",
                    "ref_id": null
                }
            ],
            "section": "Influence of hydrophobicity on splicing correction"
        },
        {
            "text": "Increased metabolic stability should improve biological efficiency and could in part explain the higher efficacy of (R-Ahx-R) 4 -PMO as compared to (Arg) n -PMO and Tat 48-60 -PMO, as discussed previously (3) . However, the (R-Ahx-R) 4 portion of (R-Ahx-R) 4 -PMO was found to be degraded in intact cells (11) . We therefore synthesized (r-Ahx-R) 4 -PMO (compound 13 in Figure 3A ) in which one of the two L-Arg residues in each R-Ahx-R repeat was replaced by a D-Arg (r) residue. Unexpectedly, (r-Ahx-R) 4 -PMO was significantly less efficient in splicing correction than (R-Ahx-R) 4 -PMO ( Figure 3B ). Both L-and D-Arg-containing peptides have similar hydrophobicities ( Figure 3C ). Interestingly, (r-Ahx-R) 4 -PMO has a signficantly higher affinity for heparan sulfate than the parent (R-Ahx-R) 4 -PMO ( Figure 3D ), thus pointing again to the role played by this parameter in splicing correction efficiency.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 234,
                    "end": 235,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 257,
                    "end": 258,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 347,
                    "end": 348,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 505,
                    "end": 506,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 583,
                    "end": 584,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 712,
                    "end": 713,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 800,
                    "end": 801,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 379,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 592,
                    "end": 601,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 674,
                    "end": 683,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 809,
                    "end": 818,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Influence of Arg stereochemistry on splicing correction"
        },
        {
            "text": "As already mentioned, (R-Ahx-R) 4 -PMO conjugates become cytotoxic in murine models at high doses. The cytotoxicity of nonviral delivery vectors for nucleic acids is generally associated to their resulting cationic charge. We therefore investigated whether reducing the number n of repeats in (R-X-R) n -PMO conjugates could be possible. A significant loss of splicing correction efficiency was found with shorter versions of these PMO conjugates as shown for (R-AbuL-R) n -PMO conjugates ( Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 499,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Influence of the number of repeats on splicing correction"
        },
        {
            "text": "Most (R-X-R) 4 -PMO conjugates were synthesized as fluorescent FAM conjugates to allow assessment of celular uptake by FACS analysis and by fluorescence microscopy. As seen in Figure 4 , there is no correlation between cellular uptake and splicing correction activity. Increasing the spacing between arginine residues (compounds 1-7) leads to decreased cellular uptake in parallel to heparin affinity but on the contrary leads to increased splicing correction. Remarkably, (R-Ahx-R) 4 -PMO which was the most active conjugate in this series in terms of splicing correction turned out the less efficient in terms of cellular uptake. In addition, changing the hydrophobicity of the spacer (compounds 8-11) or modifying the stereochemistry of Arg (compounds 5 and 13) had no significant impact on cellular uptake.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 14,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 483,
                    "end": 484,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Cellular uptake does not limit splicing correction"
        },
        {
            "text": "We next examined whether differences in splicing correction activity could be explained by differences in endosomal escape. All (R-X-R) 4 -PMO conjugates have therefore been synthesized as FAM-labeled derivatives and their intracellular distribution has been analyzed by fluorescence microscopy on live cells to avoid artefactual redistribution upon cell fixation. As shown in Figure 6A for the parent (R-Ahx-R) 4 -PMO-FAM conjugate, most of the material was distributed as punctate cytoplasmic material and none was detected in the nuclei. Splicing correction is probably due to the small amount of material which has escaped from the endocytic vesicles and remains undetectable by fluorescence microscopy analysis. Not surprisingly, a similar situation has been observed for other (R-X-R) 4 -PMO-FAM conjugates from our SAR studies and no concluding data have been provided by fluorescence microscopy comparative analysis (data not shown). Likewise, previous work from several groups including our own one had documented an increase in splicing correction upon treatment with endosomolytic agents such as chloroquine or calcium ions (3) . However, splicing correction never reached levels achieved with 2-OMe ON analogs transfected as lipoplexes and accordingly redistribution of the endosome-entrapped material could not be documented (21) . We now capitalize on a saponin treatment protocol which allows to gently permeabilize the plasma membrane. It was shown to open transient holes in the plasma membrane and to allow the passage of macromolecules while not damaging membranes from intracellular organelles (22) .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1338,
                    "end": 1342,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1614,
                    "end": 1618,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 386,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Endosome entrapment limits splicing correction"
        },
        {
            "text": "As shown in Figure 6B , the (R-Ahx-R) 4 -PMO-FAM conjugate was widely distributed within the cell with a clear accumulation in nuclei in saponin-permeabilized cells. These low molecular mass conjugates are indeed expected to diffuse freely and rapidly from the cytoplasm to the nuclei through the nuclear pores. In a different protocol, cells were loaded with Alexa-labeled Transferrin (a known marker of endosomes) and then treated with saponin. At variance with the wide distribution of the CPP-PMO-FAM conjugates, Transferrin-associated red fluorescence remained punctate in keeping with the reported minimal effects of saponin on intracellular architecture ( Figure 6C ). Along the same lines, we have verified that saponin did not lead to a significant release of (R-Ahx-R) 4 -PMO conjugate preloaded in endocytic vesicles (data not shown).",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 780,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 663,
                    "end": 672,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Endosome entrapment limits splicing correction"
        },
        {
            "text": "We next compared luciferase expression in doseresponse experiments in saponin-treated and untreated cells. As shown in Figure 7 for the (R-Ahx-R) 4 -PMO conjugate, splicing correction was more efficient in saponin-treated than in untreated cells. Significant luciferase expression could already be detected upon 30 min incubation in saponin-treated cells and increased to a much higher level than in untreated cells. In addition, splicing correction in saponin-treated cells reached similar levels for conjugates found much less active in nonpermeabilized cells than (R-Ahx-R) 4 -PMO ( Figure 7B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 586,
                    "end": 596,
                    "text": "Figure 7B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Endosome entrapment limits splicing correction"
        },
        {
            "text": "These data were expected if saponin permeabilization of the plasma membrane allows to bypass endocytosis and as a consequence endosome segregation. Differences in splicing correction efficiency between (R-X-R) 4 -PMO analogs were also expected to be largely abolished if caused by differences in trafficking efficiency.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Endosome entrapment limits splicing correction"
        },
        {
            "text": "Our data have confirmed that cellular uptake is not the limiting factor in the efficiency of splicing correction by (R-X-R) 4 -PMO conjugates and therefore intracellular trafficking and endosomal escape likely to be major limiting factors. To evaluate the ability of CPP-PMO conjugates to escape from endosomes we employed a liposome leakage assay. Late endosomes are characterized by a rather unusual lipid composition enriched in LBPA (23) and have a pH 5.5 lumen (24) . We therefore prepared liposomes from a lipid mixture mimicking the lipid composition of late endosomes DOPC/DOPE/PI/LBPA (5:2:1:2) and monitored the effect of low pH on the CPP-PMO induced leakage of a fluorescent dye entrapped in the lipid vesicles. We compared conjugates 1, 5, 9 and (Arg) 8 -PMO. All conjugates induced a fairly modest leakage that was strongly promoted at pH 5.5. In correlation with the data on splicing activity, (R-Ahx-R) 4 -PMO conjugate was by far the most active in this group, followed by (R-G-R) 4 endosomal escape is a major contributing factor for the efficient nuclear delivery of these CPP-PMO conjugates.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 441,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 998,
                    "end": 999,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "pH-dependent destabilization of liposomes as a model of endosomal escape"
        },
        {
            "text": "New arginine-rich CPPs have recently been proposed for the nuclear delivery of neutral ON analogs as PMO (3) or PNA (10) . They represent a significant improvement over first generation CPPs as Tat, Pen, oligoarginine or oligolysine since they allow a sequence-specific splicing correction at lower concentrations (EC 50 ranging between 0.5 and 2.0 mM) which do not lead to membrane permeabilization and, importantly, do not require endomosomolytic drugs or treatments. Importantly as well, (R-Ahx-R) 4 -PMO conjugates lead to a sustained expression of dystrophin in skeletal muscles when injected intraperitoneally (5 mg/kg) in DMD mice (25, 26) . These encouraging data should however be tempered since these may be still high doses too close to the toxic doses found in other murine models (6) . The present SAR study has therefore been initiated in order to delineate step(s) limiting the splice correcting activity of (R-Ahx-R) 4 -PMO as well as important molecular features of the (R-Ahx-R) 4 -CPP moiety.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Spacing of the guanidinium charged groups in argininerich CPPs has been extensively studied by Wender et al. (20) and found to be a key determinant of their cellular uptake. A series of (R-X-R) 4 -PMO conjugates with a X linker extending from two to eight atoms have been compared in terms of cellular uptake, splicing correction efficiency and affinity for heparin ( Figure 1B and R. Abes and H. Moulton). As expected, heparin (chosen as a model heparan sulfate) affinity decreased significantly with an increase in X linker length and with a decrease in cationic charges density ( Figure 1B ). In keeping with this observation, cellular uptake as monitored by FACS analysis decreased in parallel ( Figure 4) . However, the ranking of these (R-X-R) 4 -PMO conjugates in terms of splicing correction efficiency had a bell-shaped profile with (R-Ahx-R) 4 -PMO being significantly more efficient than (R-G-R) 4 -PMO ( Figure 1C and data not shown). These observations do strongly suggest that another step than cellular uptake is responsible for differences in splicing correction efficiency among these (R-X-R) 4 -PMO conjugates.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 852,
                    "end": 853,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 907,
                    "end": 908,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 377,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 592,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 709,
                    "text": "Figure 4)",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 925,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Whether too much affinity for heparan sulfates could be detrimental for dissociation of the heparan-bound material in endocytic vesicles and for endosomal escape is a possibilty but it is unfortunately not amenable to direct demonstration. It is worth pointing out that similar conclusions could be drawn from our previous comparison of (Arg) 9 -PMO, Tat-PMO and (R-Ahx-R) 4 -PMO conjugates. (R-Ahx-R) 4 -PMO was found more active in the splicing correction assay despite binding less efficiently to heparin and being taken up less well than the parent (Arg) 9 -PMO and than Tat-PMO (3).",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 403,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The (R-Acy-R) 4 -PMO conjugate (compound 7 with a C8 linker) did not follow the ranking observed for other conjugates in this series since it had lower heparin-binding affinity but corrected splicing less efficiently than (R-Ahx-R) 4 -PMO. This might be explained by the higher hydrophobicity of its longer spacer as evidenced by an increased retention on a C18-affinity column ( Figure 2B ).",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 15,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 389,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In keeping with this hypothesis, increasing the hydrophobicity of the X linker above a threshold value ( Figure 2B ) while maintaining charge spacing in a series of (R-X-R) 4 -PMO analogs ( Figure 2B ) had little impact on cellular uptake (Figure 4 ) but decreased significantly splicing correction efficiency ( Figure 2C ). Being too hydrophobic might conceivably lead to entrapment into membranes and as a consequence might be detrimental to endosomal release. The parent and most active (R-Ahx-R) 4 -PMO conjugate was rather resistant to proteolytic degradation in serum but was still cleaved by cellular proteases (11) . It was thus anticipated that the (r-Ahx-R) 4 -PMO in which some L-Arg residues have been replaced by their D-analog would become more protease-resistant and as a consequence more active in the splicing correction assay. Unexpectedly, (r-Ahx-R) 4 -PMO was significantly less active than (R-Ahx-R) 4 -PMO thus indicating that metabolic stability is not a limiting factor at least in these in vitro experiments. Whether (r-Ahx-R) 4 -PMO might be of interest for in vivo applications will have to be evaluated using transgenic murine models for splicing correction. Whether the lower biological activity of (r-Ahx-R) 4 -PMO could be due to its increased affinity for heparin is a possibility. Alternatively, earlier work from our group (11) has shown that the peptide part of (R-Ahx-R) 4 -PMO was rapidly degraded in cells thus releasing free PMOs. It is fully possible that the more stable CPP entity may decrease the rate of endosomal release of PMO. Along the same lines, linking a splice correcting PNA and a CPP (R 6 Pen in this case) by a stable linker gave rise to a lower efficiency than in the case of a reducible disulfide linker (27) .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 500,
                    "end": 501,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 668,
                    "end": 669,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 869,
                    "end": 870,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 921,
                    "end": 922,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1052,
                    "end": 1053,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1357,
                    "end": 1361,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1407,
                    "end": 1408,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1761,
                    "end": 1765,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 199,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 248,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 321,
                    "text": "Figure 2C",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Altogether these SAR studies have pointed to the influence of heparin affinity and hydrophobicity on the splice correcting activity of CPP-PMO conjugates. Remarkably, relatively small changes in these parameters had a rather significant impact on biological activity. Quite clearly, cellular uptake could not be an explanation since, on the contrary, we have observed in some instances an inverse correlation between cellular uptake and biological activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In order to determine whether differences in biological activity could be explained by differences in intracellular trafficking, we deliberately permeabilized cells by a brief treatment with saponin, using conditions known to have little impact on the internal cellular architecture (22) . Saponin treatment clearly lead to a complete re-localization of FAM-labeled conjugates ( Figure 6 and data not shown) from a dotted cytoplasmic to an homogeneous nuclear distribution in keeping with a direct membrane translocation in the presence of saponin and an endocytic process in its absence. As expected from these data, splicing correction efficiency was largely increased in saponin-treated cells for all (R-X-R) 4 -PMO (Figure 7 and data not shown) thus indicating that retention within cytoplasmic vesicles remains a major road-block even for the most active of our conjugates.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 712,
                    "end": 713,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 719,
                    "end": 728,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "We thus tentatively conclude at this stage that (R-X-R) 4 -PMO accumulate in cytoplasmic vesicles after binding to cell surface glycosaminoglycans and endocytosis. Differences in splicing correction might thus be primarily due to the efficiency with which these conjugates escape from endocytic vesicles and reach the cytoplasm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Since a direct evaluation of endosome leakage in intact cells could not be easily monitored, we have capitalized on synthetic lipid vesicles with a lipid composition mimicking that of the late endosomal membrane. We observed a modest but significant fluorescent dye release in the presence of (R-X-R) 4 -PMO. Importantly, the release of the probe was strongly promoted at pH 5.5 that is the characteristic pH for late endosomes. Although preliminary, these studies do indicate that more active (R-X-R) 4 -PMO conjugates in this series destabilize more efficiently these lipid vesicles than less active ones.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 302,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 502,
                    "end": 503,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, our studies support the now wellaccepted scheme of cellular internalization involving initial binding to cell surface glycosaminoglycans, endocytosis and entrapment within cytoplasmic vesicles. Most of the material unfortunately remains segregated in endocytic vesicles even for the most active of our conjugates and efforts should now be geared at improving endosomal escape. Model systems described here might turn rather useful in future SAR studies if pH-dependent liposome destabilization can be correlated with splicing correction efficiency. The most active conjugates will also have to be monitored for their biodisponibility, metabolic stability and biological activity in animal models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cell penetrating peptide conjugates of steric block oligonucleotides",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebleu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ivanova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Arzumanov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gait",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Adv. Drug Deliv. Rev",
            "volume": "60",
            "issn": "",
            "pages": "517--529",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cellpenetrating peptides. A reevaluation of the mechanism of cellular uptake",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Melikov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vives",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ramos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verbeure",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gait",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Chernomordik",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebleu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Biol. Chem",
            "volume": "278",
            "issn": "",
            "pages": "585--590",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vectorization of morpholino oligomers by the (R-Ahx-R)4 peptide allows efficient splicing correction in the absence of endosomolytic agents",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clair",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prevot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Youngblood",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebleu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Control Release",
            "volume": "116",
            "issn": "",
            "pages": "304--313",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cellular uptake of antisense morpholino oligomers conjugated to arginine-rich peptides",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hatlevig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Bioconjug. Chem",
            "volume": "15",
            "issn": "",
            "pages": "290--299",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antisense oligonucleotide-induced exon skipping restores dystrophin expression in vitro in a canine model of DMD",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcclorey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Gene Ther",
            "volume": "13",
            "issn": "",
            "pages": "1373--1381",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "In vitro resistance selection and in vivo efficacy of morpholino oligomers against West Nile virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Deas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tilgner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Behr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "51",
            "issn": "",
            "pages": "2470--2482",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antiviral effects of antisense morpholino oligomers in murine coronavirus infection models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burrer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol",
            "volume": "81",
            "issn": "",
            "pages": "5637--5648",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inhibition of respiratory syncytial virus infections with morpholino oligomers in cell cultures and in mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guerrero-Plata",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ivanciuc",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casola",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Garofalo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Ther",
            "volume": "16",
            "issn": "",
            "pages": "1120--1128",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Inhibition of influenza A H3N8 virus infections in mice by morpholino oligomers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lupfer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Mourich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Tepper",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pastey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Arch. Virol",
            "volume": "153",
            "issn": "",
            "pages": "929--937",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cell-penetratingpeptide-based delivery of oligonucleotides: an overview",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Arzumanov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ivanova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gait",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebleu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochem. Soc. Trans",
            "volume": "35",
            "issn": "",
            "pages": "775--779",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Stability of cell-penetrating peptidemorpholino oligomer conjugates in human serum and in cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Youngblood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hatlevig",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Hassinger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioconjug. Chem",
            "volume": "18",
            "issn": "",
            "pages": "50--60",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pharmacokinetics, biodistribution, stability and toxicity of a cell-penetrating peptide-morpholino oligomer conjugate",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amantana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Cate",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Hassinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Youngblood",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioconjug. Chem",
            "volume": "18",
            "issn": "",
            "pages": "1325--1331",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Morpholino antisense oligomers: design, preparation, and properties",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Summerton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weller",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Antisense Nucleic Acid Drug Dev",
            "volume": "7",
            "issn": "",
            "pages": "187--195",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Uncharged morpholino-based polymers having phosphorus containing chiral intersubunit linkage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Summerton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weller",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "US Patent",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cellpenetrating peptides as transporters for morpholino oligomers: effects of amino acid composition on intracellular delivery and cytotoxicity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Youngblood",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Hassinger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Lovejoy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "5182--5191",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Production of large unilamellar vesicles by a rapid extrusion procedure. Characterization of size distribution, trapped volume and ability to maintain a membrane potential",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hopea",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Ballya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webbb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Cullisa",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Biochemica et Biophysica Acta",
            "volume": "812",
            "issn": "",
            "pages": "55--65",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "pH-induced destabilization of phosphatidylethanolamine-containing liposomes: role of bilayer contact",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ellens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bentz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Szoka",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Biochemistry",
            "volume": "23",
            "issn": "",
            "pages": "1532--1538",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transporters comprising spaced arginine moietie",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wender",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothbard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kreider",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Deusen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Internalization of HIV-1 tat requires cell surface heparan sulfate proteoglycans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tyagi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rusnati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Presta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giacca",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Biol. Chem",
            "volume": "276",
            "issn": "",
            "pages": "3254--3261",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The design, synthesis, and evaluation of molecules that enable or enhance cellular uptake: peptoid molecular transporters",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wender",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pattabiraman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Pelkey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steinman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothbard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "97",
            "issn": "",
            "pages": "13003--13008",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Lipoplex and peptide-based strategies for the delivery of steric-block oligonucleotides",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Resina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prevot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Travo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gait",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Thierry",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebleu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Pharm",
            "volume": "344",
            "issn": "",
            "pages": "96--102",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Organization of mammalian cytoplasm",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hudder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Deutscher",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mol. Cell. Biol",
            "volume": "23",
            "issn": "",
            "pages": "9318--9326",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Separation and characterization of late endosomal membrane domains",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "M.-H",
                    "middle": [],
                    "last": "Beuchat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chevallier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mayran",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Escola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L P"
                    ],
                    "last": "Cosson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruenberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Biol. Chem",
            "volume": "277",
            "issn": "",
            "pages": "32157--32164",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Late endosomes: sorting and partitioning in multivesicular bodies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luzio",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Traffic",
            "volume": "2",
            "issn": "",
            "pages": "612--621",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Dystrophin expression in the mdx mouse after localised and systemic administration of a morpholino antisense oligonucleotide",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Honeyman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Gene Med",
            "volume": "8",
            "issn": "",
            "pages": "207--216",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Morpholino oligomer-mediated exon skipping averts the onset of dystrophic pathology in the mdx mouse",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Honeyman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Steinhaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Moulton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Iversen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol. Ther",
            "volume": "15",
            "issn": "",
            "pages": "1587--1592",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Efficient splicing correction by PNA conjugation to an R6-Penetratin delivery peptide",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ivanova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arzumanov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gait",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lebleu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "4495--4502",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Effect of charge spacing of (R-X-R) n -PMO conjugates. (A) Structures and nomenclature. (B) Heparin affinity chromatography. (R-X-R) n -PMO conjugates (white bars) and the reference (R-Ahx-R)4 -PMO (gray bar) were injected on a HiTrap Sepharose/heparin column and eluted by a linear gradient of NaCl. Elution was monitored by UV absorption at 260 nm. Results are presented as eluting NaCl concentration. Each experiment was made in triplicate. Means of triplicates and standard deviations (error bars) are indicated. Mean values for all conjugates were compared to the mean value of the reference conjugate using Student's t-test (ÃÃÃ and ÃÃ indicate statistically significant differences; NS indicates that the difference is not statistically significant). (C) Splicing correction efficiency. HeLa pLuc705 cells were incubated for 4 h in OptiMEM in the presence of 1 mM (white bars) of the various (R-X-R) n -PMO conjugates or with 1 mM of the (R-Ahx-R)4 -PMO reference compound (gray bars). Luciferase expression was quantified 20 h later and expressed as RLU per microgram protein. Each experiment was made in triplicate. Mean values and standard deviations (error bars) are indicated. Mean values for all conjugates were compared to the mean value of the reference conjugate using Student's t-test. 1, (R-G-R) 4 -PMO; 3, (R-Abu-R) 4 -PMO; 5, (R-Ahx-R) 4 -PMO; 7, (R-Acy-R) 4 -PMO. Effect of hydrophobicity of the linker in (R-X-R) n -PMO conjugates. (A) Structures and nomenclature. (B) Hydrophobicity of (R-X-R) n -PMO conjugates. (R-X-R) n -PMO conjugates were injected on a C18-Sepharose column and eluted by a linear gradient of acetonitrile. Elution was monitored by UV absorption at 260 nm. Results are presented as eluting acetonitrile concentrations. Each experiment was made in triplicate. Means of triplicates and standard deviations (error bars) are indicated. Mean values for all conjugates were compared to the mean value of the (R-Ahx-R) 4 -PMO reference conjugate using Student's t-test. 7, (R-Acy-R) 4 -PMO; 8, (R-AbuF-R) 4 -PMO; 9, (R-AbuL-R) 4 -PMO; 10, (R-AbuNLe-R) 4 -PMO; 11, (R-AbuA-R) 4 -PMO; 5, (R-Ahx-R) 4 -PMO. (C) Splicing correction efficiency. Cells were treated and data were processed as described in the legend of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of stereochemistry. (A) Structures and nomenclature. (B) Splicing correction efficiency. Cells were treated and data were processed as described in the legend of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Flow cytometry analysis. (A) Cell uptake of the FAM-labeled (R-X-R) 4 -PMO conjugates. HeLa pLuc705 cells were incubated for 1 h in Opti MEM with 1 mM of the various FAM-labeled (R-X-R) 4 -PMO conjugates (white bars) or with 1 mM of the FAM-labeled (R-Ahx-R) 4 -PMO reference compound (gray bar). Cells were washed, trypsinized and analyzed by flow cytometry. Each experiment was made in triplicate. Means of triplicates and standard deviations (error bars) are indicated. Mean values for all conjugates were compared to the mean value of the (R-Ahx-R) 4 -PMO reference conjugate using Student's t-test. See Figures 1A, 2A and 3A for structures. (B) PI uptake in (R-X-R) 4 -PMO conjugate-treated cells. (R-X-R) 4 -PMO conjugatetreated cells were incubated with PI immediately before FACS analysis. Data were processed as described in A. Effect of the number of (R-X-R) repeats onj splicing correction. HeLa pLuc705 cells were incubated for 4 h in Opti MEM with 1 mM of (R-Ahx-R) 4 -PMO, (R-AbuL-R) 4 -PMO or (R-AbuL-R) 3 -PMO. Luciferase expression was quantified 20 h later and expressed as RLU per microgram protein. Each experiment was made in triplicate. Means of triplicates and standard deviations (error bars) are indicated. Mean values for all conjugates were compared to the mean value of the (R-Ahx-R) 4 -PMO reference conjugate using Student's t-test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of saponin on the intracellular distribution of FAM-labeled (R-Ahx-R) n -PMO and Alexa-labeled transferrin. HeLa pLuc 705 cells were incubated in OptiMEM with 2 mM of (R-Ahx-R) 4 -PMO-FAM in the absence (A) or in the presence of saponin (B) for 30 min. Hoechst dye blue and Alexa-labeled transferrin were then added for 10 min as markers for cell nuclei (blue fluorescence) and for endosomes (red fluorescence), respectively. Live unfixed cells were analyzed by fluorescence microscopy. Filter selection allows the detection of transferrin (A1 and B1) or of (R-Ahx-R)4 -PMO (A2 and B2). In C, cells have been incubated for 30 min with Alexa-labeled transferrin and either observed immediately (C1) or after a 30 min treatment with saponin (C2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "-PMO, (R-AbuL-R)4 -PMO and (Arg) 8 -PMO. Interestingly, the more hydrophobic (R-AbuL-R)4 -PMO conjugate induced considerably less leakage than (R-Ahx-R)4 -PMO (Figure 8). Our data thus indicate that the liposome destabilizing activity of the different CPP-PMOs correlated with their splicing correction activity. This again indicates that the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Luciferase expression in saponin-permeabilized cells. (A) Splicing correction in dose-response. HeLa pLuc 705 cells were incubated for 30 min in OptiMEM at the indicated concentrations of the (R-Ahx-R) 4 -PMO conjugate in the absence (white bar) or in the presence of 20 mg/ml saponin (gray bars). Luciferase expression was quantified 24 h later and expressed as RLU per microgram protein. Each experiment was made in triplicate. Means of triplicates and standard deviations (error bars) are indicated. Mean values for all conjugates were compared to the mean value of the (R-Ahx-R) 4 -PMO reference conjugate using Student's t-test. (B) Splicing correction efficiency by various (R-X-R) n -PMO conjugates. HeLa pLuc 705 cells were incubated for 30 min in OptiMEM with 1 mM of the conjugates in the absence (white bars; À) or in the presence of 20 mg/ml saponin (gray bars; +). Luciferase expression was quantified 24 h later and expressed as RLU per microgram protein. Each experiment was made in triplicate. Means of triplicates and standard deviations (error bars) are indicated. Mean values for all conjugates were compared to the mean value of the (R-Ahx-R) 4 -PMO reference conjugate using Student's t-test. 1, (R-G-R) 4 -PMO; 13, (r-Ahx-R) 4 -PMO; 5, (R-Ahx-R) 4 -PMO.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "CPP-PMO-induced leakage of encapsulated dye from lipid vesicles mimicking late endosome membrane. (A) Influence of CPP structure. Conjugates (5 mM final concentration) were added to 2 ml of liposomes (25 mM) loaded with ANTS and DPX in MES buffer (pH 5.5). Single representative curves are shown for each conjugate. (R-G-R) 4 -PMO (black curve); (R-Ahx-R) 4 -PMO (red curve); (R-AbuL-R) 4 -PMO (green curve); R 8 -PMO (yellow curve). (B) pH dependence. Extent of encapsulated dye leakage after 30 min incubation with different CPP-PMO conjugates was measured in either Tris (pH 7.4: white bars) or MES (pH 5.5: black bars) buffer. Each experiment was made in triplicate. Mean and standard deviation (error bars) are shown. Increase in leakage extent at pH 5.5 as compared to pH 7 is statistically significant for conjugates 1 and 5. At pH 5.5 differences in leakage extents between all tested conjugates are statistically significantly. Statistical significance of the difference in the mean values was tested using paired, two-tailed Student's t-test at significance level of 0.05. 1, (R-G-R) 4 -PMO; 5, (R-Ahx-R) 4 -PMO; 9, (R-AbuL-R) 4 -PMO.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "-PMO conjugates were incubated for 4 h in 1 ml OptiMEM medium with exponentially growing HeLa pLuc705 cells (1.75 Â 10 5 cells/well seeded and cultivated overnight in 24-well plates). The conjugates were then washed twice with PBS, 1 ml of complete medium (DMEM plus 10% FBS) was added and incubation was continued for 20 h. Cells were washed twice with ice-cold PBS and lysed with Reporter Lysis Buffer (Promega, Madison, WI, USA). Luciferase activity was quantified in a Berthold Centro LB 960 luminometer (Berthold Technologies, Bad Wildbad, Germany) using the Luciferase Assay System substrate (Promega, Madison, WI, USA). Cellular protein concentrations were measured with the BCA TM Protein Assay Kit (Pierce, Rockford, IL, USA) and read using an ELISA plate reader (Dynatech MR 5000, Dynatech Labs, Chantilly, VA, USA) at 550 nm. Luciferase activities were expressed as relative luminescence units (RLU) per microgram protein. All experiments were performed in triplicate. Each data point was averaged over three replicates.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank J. Hassinger and J. Young of AVI BioPharma for synthesis of the peptides. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Conflict of interest statement. None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}