{
    "paper_id": "d82be8a4aaa62cde9678615d95b22163fa35c8dc",
    "metadata": {
        "title": "Fatal Primary Human Bocavirus Pneumonia in an Immunocompetent Adult",
        "authors": [
            {
                "first": "Takashi",
                "middle": [],
                "last": "Ishiguro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuko",
                "middle": [],
                "last": "Hirota",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasuhito",
                "middle": [],
                "last": "Kobayashi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenji",
                "middle": [],
                "last": "Takano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoichi",
                "middle": [],
                "last": "Kobayashi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoshihiko",
                "middle": [],
                "last": "Shimizu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Noboru",
                "middle": [],
                "last": "Takayanagi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 70-year-old woman was admitted to our hospital for dyspnea and a fever of 2 weeks duration. Chest imaging showed bilateral infiltration, and a rapid diagnostic test for influenza virus, Mycoplasma pneumoniae, Streptococcus pneumoniae, and Legionella spp. was negative. She was intubated and mechanically ventilated and underwent bronchoalveolar lavage. Bronchoalveolar lavage fluid yielded no significant pathogens, and the multiplex polymerase chain reaction test was positive only for human bocavirus. Specific antibodies against significant pathogens were not increased in paired sera, so we diagnosed her with primary human bocavirus pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human bocavirus (HBoV) is an emerging pathogen for which sequences were identified in 2005 by molecular screening in respiratory samples of Swedish children with lower respiratory tract infections (1) . HBoV is distributed worldwide and has been identified in every country that has tested for it. HBoV infections do not appear to be common in normal adults with respiratory illnesses but are mainly reported in immunocompromised individuals (2, 3) .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 446,
                    "end": 448,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We herein report a fatal case of primary HBoV pneumonia in an immunocompetent adult and discuss HBoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 70-year-old woman was transferred to our hospital with severe respiratory failure and a fever in June 2018. She had developed general fatigue two weeks earlier and was admitted to another hospital nine days before transfer to our hospital. Chest X-ray and computed tomography at that hospital showed consolidation in the right lung field (Fig. 1) , whereas her left lung was clear. Sputum and blood cultures did not yield significant pathogens. She was diagnosed with pneumonia and treated with levofloxacin plus ampicillin/sulbactam, but her condition continued to worsen, and she was transferred to our hospital.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 348,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "She had a history of atrioseptal defect for which she had received surgery at 20 years of age, but she had received no drugs until she developed her initial symptoms. She had never experienced repeated episodes of infection that would be suggestive of immunodeficiency. She had never smoked or drunk, nor had she ever been exposed to significant amounts of dust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Her vital signs on admission included a blood pressure of 135/78 mmHg, heart rate of 115 beats/min, respiratory rate of 32/min, and body temperature of 37.5 . Her consciousness was clear. Chest auscultation revealed bilateral coarse crackles, and no murmurs were audible. No eruptions or peripheral edema was found. An arterial blood gas analysis under O2 at 10 L/min with a reservoir mask showed the following: pH 7.397, PaCO2 49.8 Torr, PaO2 62.0 Torr, HCO3 − 29.9 mmol/L, and lactate 1.40 mmol/L. Her white blood cell count was 29,700/mm 3 (neutrophils 28,400/mm 3 , eosinophils 0/mm 3 , basophils 100/mm 3 , monocytes 600/mm 3 , and lymphocytes 600/mm 3 Other laboratory data included a serum total protein of 7.2 g/dL, albumin of 1.9 g/ dL, normal liver transaminase, LDH of 177 IU/L, creatine kinase of 82 IU/L, C-reactive protein of 29.4 mg/dL, procalcitonin of 0.830 ng/mL, immunoglobulin (Ig) G of 1,516 mg/dL, IgA of 303 mg/dL, and IgM of 149 mg/dL. Serum hepatitis B surface antigen and hepatitis C virus antibodies were both negative. Serum autoimmune antibodies, including anti-neutrophil cytoplasmic antibodies, were all negative. A rapid influenza test and Mycoplasma antigen test using a nasopharyngeal specimen were negative, as were the urine antigens of Streptococcus pneumoniae and Legionella spp. A beta-D glucan and Aspergillus antigen test were both negative. An anti-HIV antibody was negative. Chest X-ray showed bilateral consolidation with air bronchogram (Fig. 2a) . Chest computed tomography showed bilateral pleural effusion, bilateral consolidation with air bronchogram, and ground-glass opacities in her left lung (Fig. 2b, c) . Left ventricular motion on transthoracic echocardiography was normal with an ejection fraction of 65%.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 657,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1482,
                    "end": 1491,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 1645,
                    "end": 1657,
                    "text": "(Fig. 2b, c)",
                    "ref_id": null
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "She was admitted to the intensive-care unit and then intubated for invasive mechanical ventilation. We initially diagnosed her with acute interstitial pneumonia and started levofloxacin 500 mg daily, azithromycin 500 mg daily, and methylprednisolone 1 g daily for 3 days. Prednisolone 40 mg daily was started from hospital day 4, after which her respiratory condition and infiltration on chest X-ray improved (Fig. 3a) . Bronchoalveolar lavage (BAL) obtained bloody BAL fluid with cell numbers of 1.48×10 3 /mm 3 (macrophages 1.3%, lymphocytes 65.8%, neutrophils 26.8%, and eosinophils 6.2%) but did not show any microorganisms on Gram staining or yield significant pathogens, including M. pneumoniae or Legionella spp. Neither hemosiderinladen macrophages nor atypical cells were found. We performed a multiplex, real-time polymerase chain reaction using an FTD Resp 21 Kit and FTD Legionella Kit (Fast Track Diagnostics, Silema, Malta), which can detect influenza virus, human rhinovirus, human coronavirus, human parainfluenza virus 1-4, human metapneumovirus A/B, HBoV, human syncytial virus A/B, human adenovirus, enterovirus, human parechovirus, Mycoplasma pneumoniae, and Legionella pneumophila and L. longbeachae, although only HBoV was detected. Repeated blood cultures during admission were all negative. During the convalescent phase, specific antibody titers against M. pneumoniae, Legionella spp., Chlamydophila pneumoniae, C. psittaci, influenza virus, adenovirus, RSV, and human parainfluenza virus did not increase significantly. We therefore diagnosed her with primary viral pneumonia due to HBoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 418,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Unfortunately, her respiratory condition and findings of infiltration on chest X-ray worsened, and she stopped responding to further corticosteroid therapy and antibiotics. Her condition deteriorated until her death on hospital day 22 from severe respiratory failure with broad bilateral infiltration noted on chest X-ray (Fig. 3b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 330,
                    "text": "(Fig. 3b",
                    "ref_id": null
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "HBoV is predominantly found in respiratory secretions, and prevalence studies have indicated that it is found primarily in respiratory secretions from children with acute respiratory illnesses, at a rate of 2% to 20% (4). Although found throughout the year, primary HBoV infection predominantly occurs in the winter and spring, as do many other respiratory infections. Evidence accumulated since 2005 supports HBoV as a genuine human pathogen causing mild to severe respiratory tract infections that especially target children (5) . Risk factors for severe HBoV1-associated illnesses include underlying chronic medical conditions, such as cardiac or pulmonary disease, prematurity with chronic lung disease, cancer, and immunosuppression (6); however, our patient had none of these conditions. HBoV is detected in nasopharyngeal specimens in about 0-8.6% of asymptomatic children (7). Our hospital did not detect HBoV from BAL fluid in any of 50 asymptomatic adults (unpublished data), indicating the rarity of HBoV detection in BAL fluid from asymptomatic adults. Another study showed that HBoV DNA is rarely detected in respiratory samples of adult patients over 65 years of age with or without a respiratory tract infection (6) . Other studies have shown HBoV DNA to be common in tonsillar tissue taken from children with hypertrophic tonsils (8) . However, our patient was already intubated when BAL was performed, so the possibility of contamination by viruses colonizing the nasopharyngeal region can be ruled out. Although HBoV infection frequently involves coinfection with other patho-gens (9), our patient had a positive result only for HBoV, and we thus considered her to have primary viral pneumonia.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1227,
                    "end": 1230,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1346,
                    "end": 1349,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several cases of severe, life-threatening, and even fatal respiratory HBoV infection have been reported, most of which were in children. Adult cases include one patient with hematologic malignancy who had severe pneumonia due to HBoV (10) and another with no underlying disease (11) . To our knowledge, there have been no reported cases of fatal HBoV infections in immunocompetent adults.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chest CT findings of HBoV pneumonia in adults include bilateral consolidation (70.6%) and/or ground-glass opacities (64.7%), but centrilobular nodules are less frequent (14.7%) (12) . These findings were compatible with those of our patient, but they were nonspecific, and we had also initially diagnosed our patient with acute interstitial pneumonia. We subsequently changed the diagnosis to viral pneumonia based on a multidisciplinary discussion considering the positive results of HBoV.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No specific treatment currently exists for HBoV infection. Our administration of corticosteroid with antibiotics failed. The significance of corticosteroid use in the treatment of pneumonia remains controversial (13) , and our patient's condition progressively deteriorated until her death despite its use. Further studies are needed to establish an effective treatment for this infection.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One limitation of the present study is that we were unable to measure the quantitative HBoV viral loads in the respiratory BAL fluid of our patient. Although a previous pediatric study showed that this measurement can quantitate disease severity (14) , viral loads for HBoV infection are not routinely assessed in our hospital.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We herein report a fatal case of primary HBoV pneumonia. Despite the high prevalence of pediatric HBoV infections, the virus continues to be underrecognized by many physicians. Our case shows that, even in immunocompetent adults, HBoV is an emerging pathogen that requires closer attention (15) .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cloning of human parvovirus by molecular screening of respiratory tract samples",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Tammi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjerkner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiveljung-Lindell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "12891--12896",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human bocavirus in Italian patients with respiratory diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Maggi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Andreoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pifferi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meschi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bendinelli",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "38",
            "issn": "",
            "pages": "321--325",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological profile and clinical associations of human bocavirus and other human parvoviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eastick",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "1283--1290",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human bocavirus-the first 5 years",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Söderlund-Venermo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev Med Virol",
            "volume": "22",
            "issn": "",
            "pages": "46--64",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Association of human bocavirus 1 infection with respiratory disease in childhood followup study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meriluoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Finland. Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "264--271",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Human bocaviruses and paediatric infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kesti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Elenius",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Child Adolesc Health",
            "volume": "3",
            "issn": "",
            "pages": "418--426",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human bocavirus infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nihon Kyobu Rinsho",
            "volume": "69",
            "issn": "",
            "pages": "822--833",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respiratory viruses are continuously detected in children with chronic tonsillitis throughout the year",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Proença-Módena",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Buzatto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Paula",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Pediatr Otorhinolaryngol",
            "volume": "78",
            "issn": "",
            "pages": "1655--1661",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comprehensive detection of causative pathogens using real-time PCR to diagnose pediatric community-acquired pneumonia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hamano-Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morozumi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Chemother",
            "volume": "14",
            "issn": "",
            "pages": "424--432",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe pneumonia and human bocavirus in adults",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kupfer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vehreschild",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cornely",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1614--1616",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Case report: human bocavirus associated pneumonia as cause of acute injury",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krakau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gerbershagen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Medicine",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human bocavirus infection in adults: clinical features and radiological findings",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Korean J Radiol",
            "volume": "20",
            "issn": "",
            "pages": "1226--1235",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "To use or not to use corticosteroids for pneumonia? A clinician's perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Confalonieri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodric",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santagiuliana",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Monaldi Arch Chest Dis",
            "volume": "77",
            "issn": "",
            "pages": "94--101",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical significance of different virus load of human bocavirus in patients with lower respiratory tract infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Ji",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Detection of human bocavirus in Japanese children with lower respiratory tract infections",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "1132--1134",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Internal Medicine is an Open Access journal distributed under the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License. To view the details of this license",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "), with hemoglobin of 10.1 g/dL and Chest imaging on admission to another hospital before transfer to our hospital. Chest Xray showed right-sided consolidations (a). Chest computed tomography showed consolidations and ground-glass opacities in the right lung field (b, c). No pleural effusion was present.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest imaging on admission to our hospital. Chest X-ray showed bilateral consolidations (a). Chest computed tomography showed bilateral consolidations (b), ground-glass opacities, and bilateral pleural effusion (c). Chest X-ray findings during hospitalization. Chest X-ray performed on hospital day 4 showed improvement of infiltration bilaterally (a); however, bilateral consolidation had increased and worsened by hospital day 22 (b). a b",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "T.I. received a grant from the Saitama Cardiovascular and Respiratory Center (grant no. 16ES).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial Support"
        }
    ]
}