{
    "paper_id": "d84514633b2de3a00d06955978cb5a2eebe0ea7d",
    "metadata": {
        "title": "Supplemental material",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Snead",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". While N-BAR generates membrane tubules, Amph-FL forms highly curved fission vesicles. GUV membrane composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, and 0.5 mol% Oregon Green 488-DHPE. Membrane composition in TEM experiments: 80 mol% DOPC, 5 mol% Ptd-Ins(4,5)P 2 , and 15 mol% DOPS, extruded to 200 nm. SUP ER template membrane composition: 79 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, and 1 mol% Texas Red-DHPE. Membrane composition in tethered vesicle experiments: 76 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, 2 mol% Oregon Green 488-DHPE, and 2 mol% DP-EG10-biotin, extruded to 200 nm. (A) Representative spinning disc confocal micrographs of GUVs after exposure to 5 µM of either N-BAR (left) or Amph-FL (right). Top: Tubules are visible after less than 10 min of incubating GUVs with protein. Bottom: After more than 1 h, Amph-FL transformed GUVs into small membrane fragments (indicated by red arrowheads) diffusing rapidly in solution. See Video 5. (B) Two representative electron micrographs of tubules generated by 26 µM N-BAR. Dashed boxes indicate zoomed regions to the right of each image. Black arrows indicate tubules. Bars, including insets, 200 nm. (C) Histogram of tubule outer diameters generated by 26 µM N-BAR. Mean = 44 ± 6 nm first SD; n = 323 tubules. (D) Two representative electron micrographs of fission vesicles generated by 5 µM Amph-FL. Dashed boxes indicate zoomed regions to the right of each image. Red arrowheads indicate fission vesicles. Bars, including insets, 200 nm. (E) SUP ER template membrane release experiment comparing Amph-FL and ENTH domain. Dots indicate individual trials and lines indicate the mean of n = 3 trials. (F) Top left: Vesicles after exposure to 300 nM of N-BAR, also shown in Fig. 2 B. Top middle: After detecting puncta using cmeAnalysis (marked with green circles), some large or asymmetric puncta (indicated by red arrows) are included, which may represent tubules. Top right: After applying an extra criterion that excludes puncta greater than 30 pixels in size, the large puncta are no longer included. Left histograms: Vesicle diameter distributions before applying pixel size criterion (same distributions shown in Fig. 2 , C-E). Right histograms: Vesicle diameter distributions after applying pixel size criterion. No substantial shifts in vesicle diameter distribution are apparent after excluding large puncta, suggesting that nondiffraction-limited objects are not substantially shifting the distributions. (G) Two representative spinning disc confocal micrographs of tethered vesicles before exposure to protein (left) and after exposure to 5 µM N-BAR (right). Tubules indicated by white arrows. Bars, 2 µm. Figure S2 . Membrane coverage measurements of N-BAR, Amph-FL, and Amph CTD ΔSH3, and FCS of Amph CTD ΔH3. Tethered vesicle composition for N-BAR and Amph-FL: 76 mol% DOPC, 15 mol% DOPS, 5 mol% PtdIns(4,5)P 2 , 2 mol% DP-EG10-biotin, and 2 mol% Oregon Green 488-DHPE. In experiments with Amph CTD ΔSH3, DOPS and PtdIns(4,5)P 2 were replaced by 20 mol% DOGS-NTA-Ni. GUV membrane composition: 79.5 mol% DOPC, 20 mol% DOGS-NTA-Ni, and 0.5 mol% Texas Red-DHPE. (A) Images of 200-nm-extruded tethered vesicles (green, left column) and membrane-bound Amph-FL-Atto 594 (red, right column). Top row is 10 nM; bottom row is 25 nM. Images in each column have equal contrast to show that increasing protein concentration leads to increased membrane-bound protein intensity. Bars, 2 µm. (B) Raw protein intensity as a function of raw vesicle intensity for 10 and 25 nM Amph-FL. (C) The same data in B after processing (see Materials and methods), plotted as the number of membrane-bound proteins as a function of vesicle diameter. See Fig. 2 , G and H, for membrane coverage data collected using this approach. (D) Membrane binding experiments with the isolated disordered domains of amphiphysin (Amph CTD ΔSH3) and epsin (epsin CTD). Neither disordered domain shows detectable binding to membranes containing PtdIns(4,5)P 2 and phosphatidylserine (PS) used in membrane fission studies. (E-G) Representative, normalized FCS traces of Amph CTD ΔSH3 (E), AP180 CTD (F), and transferrin (G). Blue dots indicate data; black lines indicate fit (see Materials and methods). Average values of diffusion time, τ D , ± first SD are shown next to each trace, with n = 10, 5, and 3 FCS traces for Amph CTD ΔSH3, AP180 CTD, and transferrin, respectively. The hydrodynamic radius, R H , of each protein is also shown next to each trace. R H of Amph CTD ΔSH3 was computed by scaling from the known R H of AP180 CTD (Busch et al., 2015 ; see Materials and methods). Using this same approach yields an R H of transferrin that is similar to its expected value (Hall et al., 2002) . (H) Relative diffusion times of Amph CTD ΔSH3 in buffer with 10, 150, and 1,000 mM NaCl, expressed as the proportion of the average diffusion time at 150 mM NaCl. The data indicate a transition from an extended to a more compact state with increasing ionic strength, as expected for charged disordered proteins (Srinivasan et al., 2014) . Diffusion times were corrected for changes in solution viscosity with varying NaCl concentration (Zhang and Han, 1996) . Red dots indicate data; black lines indicate mean. n = 5 FCS traces at each NaCl concentration. (I) GUV experiments with 6his peptide. The peptide bound to GUVs but did not drive membrane remodeling. GUV fluorescence from Texas Red-DHPE lipid; peptide fluorescence from Atto 488 label. (J) Images of 200-nm-extruded tethered vesicles (green, left column) and membrane-bound Amph CTD ΔSH3-Atto 594 (red, right column). Top row is 1 µM; bottom row is 2 µM. Images in each column have equal contrast to show greater protein intensity with increasing concentration. Bars, 2 µm. (K) Raw protein intensity as a function of raw vesicle intensity for the 1 µM Amph CTD ΔSH3 dataset. (L) The same 1 µM Amph CTD ΔSH3 dataset after processing, plotted as the area occupied by membrane-bound proteins as a function of vesicle surface area. The slope of a linear fit to the data represents the average membrane coverage by proteins. See Number of tubes per cell as a function of protein expression level, quantified as the background-subtracted protein intensity in the cytosol 1 µm above the plasma membrane (see Materials and methods). The plot is similar to Fig. 4 C, which plots protein expression level on the x-axis as the protein intensity at the plasma membrane. Lines indicate linear regression with y-intercept set to 0. Shaded regions indicate 99% CI. Line color matches the respective marker color. (C) Relative binding of proteins to the plasma membrane, quantified as the ratio of the average protein intensity in the cytosol to the average protein intensity at the plasma membrane. Intensities were background-subtracted before calculating ratios. Amph-FL and N-BAR-NfM CTD show slightly higher ratios compared with N-BAR, suggesting that disordered domains may have hindered plasma membrane binding somewhat. Dots indicate individual cells; black lines indicate means. (D) Representative tubes in RPE cells overexpressing the indicated proteins tagged with mCherry. Images were acquired in TIRF at 37°C. Tubules are from cells with similar protein expression level, and all images are displayed with equal contrast settings. White arrows indicate tubes. N-BAR shows greater enrichment on the tube relative to the local background compared with Amph-FL and N-BAR-NfM CTD. Bars, 1 µm. (E) Protein intensity on membrane tubes in live cells, quantified as the ratio of the tube intensity to the local background intensity. Points indicate individual tubes, and black lines indicate means. Data were quantified from TIRF videos that were taken under identical imaging settings. n = 100, 50, and 91 tubes for N-BAR, Amph-FL, and N-BAR-NfM CTD, respectively. P values: unpaired, two-tailed Student's t tests. These data indicate the disordered domains of Amph-FL and N-BAR-NfM CTD did not promote fission of lipid tubules in live cells by enhancing protein binding to the membrane surface. Figure S5 . While F-BAR generates membrane tubules, FCHo1-FL forms highly curved fission vesicles. Membrane composition in TEM experiments: 80 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , and 15 mol% DOPS. Vesicle composition in E: 76 mol% DPPC, 15 mol% DPPS, 5 mol% PtdIns(4,5)P 2 , 2 mol% DP-EG10biotin, and 2 mol% Oregon Green 488-DHPE. For vesicles in F, DPPC and DPPS were replaced with DOPC and DOPS, respectively. All vesicles extruded to 200 nm. ",
            "cite_spans": [
                {
                    "start": 4602,
                    "end": 4621,
                    "text": "(Busch et al., 2015",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 4744,
                    "end": 4763,
                    "text": "(Hall et al., 2002)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 5077,
                    "end": 5102,
                    "text": "(Srinivasan et al., 2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 5202,
                    "end": 5223,
                    "text": "(Zhang and Han, 1996)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1770,
                    "end": 1776,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 2216,
                    "end": 2222,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 2714,
                    "end": 2723,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 3736,
                    "end": 3742,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 6374,
                    "end": 6380,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 8112,
                    "end": 8121,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Video 1. The amphiphysin N-BAR domain generates mobile lipid tubules from GUVs. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, and 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 5 µM N-BAR and imaged by confocal microscopy within 10 min of mixing. Fluorescence signal comes from Atto 594-labeled protein. The frames are ∼400 ms apart. The video plays at five frames per second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S27"
        },
        {
            "text": "Video 2. Amph-FL generates mobile lipid tubules from GUVs. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, and 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 5 µM Amph-FL and imaged by confocal microscopy within 10 min of mixing. Fluorescence signal comes from Atto 594-labeled protein. The frames are ∼400 ms apart. The video plays at five frames per second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S27"
        },
        {
            "text": "Video 3. The amphiphysin N-BAR domain drives collapsing of vesicles into diffraction-limited tubules and fragments. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, and 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 5 µM N-BAR and imaged by confocal microscopy. Fluorescence signal comes from Atto 594-labeled protein. The frames are ∼400 ms apart. The video plays at five frames per second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S27"
        },
        {
            "text": "Video 4. Amph-FL drives collapsing of vesicles into diffraction-limited tubules and fragments. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, and 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 5 µM Amph-FL and imaged by confocal microscopy. Fluorescence signal comes from Atto 594-labeled protein. The frames are ∼400 ms apart. The video plays at five frames per second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S27"
        },
        {
            "text": "Video 5. Amph-FL drives substantial vesiculation of GUVs after approximately 1 h. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns(4,5)P 2 , 15 mol% DOPS, and 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 5 µM Amph-FL and imaged by confocal microscopy after 72 min incubation at room temperature. Fluorescence signal comes from Atto 594-labeled protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S27"
        },
        {
            "text": "The frames are ∼400 ms apart. The video plays at five frames per second.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S27"
        },
        {
            "text": "Video 6. Live cell imaging reveals that N-BAR generates tubules with longer lifetime compared with Amph-FL and N-BAR-NfM CTD. Video shows tubules in live RPE cells expressing N-BAR (left), Amph-FL (middle), or N-BAR-NfM CTD (right), imaged by TIRF microscopy at 37°C. The cells are all at similar protein expression level, and were imaged using identical settings. The N-BARexpressing cell shows a greater number of tubules that also persist longer compared with Amph-FL and N-BAR-NfM CTD. See Fig. 4 F for quantification. The frames are 2 s apart, 120 frames total. The video plays at 10 frames per second.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 500,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "S27"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "5)P 2 , 15 mol% DOPS, and 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 5 µM I-BAR and imaged by confocal microscopy. Fluorescence signal comes from Atto 594-labeled protein. The frames are ∼500 ms apart. The video plays at five frames per second",
            "authors": [],
            "year": null,
            "venue": "The IRSp53 I-BAR domain drives inward tubulation. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "5)P 2 , 15 mol% DOPS, and 0.5 mol% Oregon Green 488-DHPE. GUVs were mixed with 10 µM I-BAR-AP180 CTD and imaged by confocal microscopy. Fluorescence signal comes from Atto 594-labeled protein. The frames are ∼500 ms apart. The video plays at five frames per second",
            "authors": [],
            "year": null,
            "venue": "The I-BAR-AP180 CTD chimera drives frustrated membrane fluctuations. GUV composition: 79.5 mol% DOPC, 5 mol% PtdIns",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intrinsically disordered proteins drive membrane curvature",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Houser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lafer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Stachowiak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms8875"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The crystal and molecular structures of diferric porcine and rabbit serum transferrins at resolutions of 2.15 and 2.60 A, respectively",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hadden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Winn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Lindley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Crystallogr. D Biol. Crystallogr",
            "volume": "58",
            "issn": "",
            "pages": "70--80",
            "other_ids": {
                "DOI": [
                    "10.1107/S0907444901017309"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structural basis of membrane bending by the N-BAR protein endophilin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gawronski-Salerno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lyman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Voth",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Unger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "149",
            "issn": "",
            "pages": "137--145",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2012.01.048"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Stimuli-sensitive intrinsically disordered protein brushes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhagawati",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ananthanarayanan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms6145"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Viscosity and density of water plus sodium chloride plus potassium chloride solutions at 298.15 K",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Chem. Eng. Data",
            "volume": "41",
            "issn": "",
            "pages": "516--520",
            "other_ids": {
                "DOI": [
                    "10.1021/je9501402"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 3 D for membrane coverage data collected using this approach. (M) Vesicle diameter distribution after exposure to 25 nM of Amph-FL, used for completing the dataset presented in Fig. 3 E.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Amph-FL drives fission of membranes that contain high concentrations of negatively charged lipids. Vesicle composition: 68 mol% DOPS, 23 mol% DOPE, 5 mol% cholesterol, 2 mol% DP-EG10-biotin, and 2 mol% Oregon Green 488-DHPE, extruded to 200 nm. Composition based onMim et al. (2012). (A) Representative spinning disc confocal micrographs of vesicles before protein exposure (top), after exposure to 500 nM Amph-FL (middle), and after exposure to 500 nM N-BAR (bottom). Contrast settings in top and bottom images are the same, while contrast in middle image is adjusted to clearly show vesicle puncta. Dashed yellow boxes indicate puncta intensity profiles on right, where bar heights are all scaled between 90 and 3,050 brightness units while each color map corresponds to specified intensity range. Bars, 2 µm. (B-D) Distributions of vesicle diameter measured by tethered vesicle assay before exposure to protein (B), after exposure to Amph-FL at 150, 350, and 500 nM (C), and after exposure to N-BAR at 500 nM (D). (E) Summary of tethered vesicle fission data, expressed as the ratio of the distribution area below 45 nm diameter to the total distribution area. Compare toFig. 2F. Markers represent mean ± first SD; n = 3 independent experiments. PE, phosphatidylethanolamine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Imaging tubules generated in live cells by N-BAR, Amph-FL, and N-BAR-NfM CTD. (A) Spinning disc confocal image of a live RPE cell overexpressing the N-BAR domain of amphiphysin tagged with mCherry and stained with CellMask Green plasma membrane stain. Yellow dashed box indicates the zoomed region below, where the individual channels are shown. White arrows indicate lipid tubes. The colocalization of the plasma membrane stain with N-BAR-coated tubes indicates that the tubes are derived from the plasma membrane. Bar in top image, 10 µm; inset, 5 µm. (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(A) Two representative electron micrographs of tubules generated by 33 µM F-BAR. Dashed boxes indicate zoomed regions to the right of each image. Black arrows indicate tubules. Bars, including insets, 200 nm. (B) Histogram of the outer diameters of tubules generated by 33 µM F-BAR. Mean = 21 ± 2 nm first SD; n = 524 tubules. (C) Two representative electron micrographs of fission vesicles generated by 2 µM FCHo1-FL. Dashed boxes indicate zoomed regions to the right of each image. The top zoomed region shows a larger vesicle with highly curved buds extending from the surface, which may be an intermediate state before full fission. Red arrowheads indicate fission vesicles. Bars, including insets, 200 nm. (D) Histograms of vesicle diameters before and after exposure to 33 µM F-BAR or 2 µM FCHo1-FL. Average vesicle diameter after exposure to FCHo1-FL: 17 ± 7 nm first SD. Vesicles alone: n = 1,302 vesicles. 33 µM F-BAR: n = 284 vesicles. 2 µM FCHo1-FL: n = 1,676 vesicles. (E) Fission product diameter distributions from tethered vesicle fission assay with DPPC as the primary lipid after exposure to 25, 50, and 100 nM FCHo1-FL. (F) Fission product diameter distributions with DOPC as the primary lipid after 25, 50, and 100 nM FCHo1-FL, repeated from Fig. 5 I. DPPC fission product distributions in E show lower-curvature populations compared with the high-curvature populations with DOPC vesicles in F, indicating that increasing the bilayer rigidity restricts membrane fission by FCHo1-FL. (G) Proportion of fission product diameters below 45 nm as a function of FCHo1-FL concentration. DPPC vesicles require higher FCHo1-FL concentration to observe high-curvature fission products observed with DOPC vesicles. Markers represent mean ± first SD; n = 3 independent experiments. DOPC data repeated from Fig. 5 K.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}