{
    "paper_id": "d84ced2c3a06936bb56ee529a5bdca5f6adaf857",
    "metadata": {
        "title": "EXPERIMENTAL AND THERAPEUTIC MEDICINE",
        "authors": [
            {
                "first": "Hongbo",
                "middle": [],
                "last": "Xi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangcheng People's Hospital",
                    "location": {
                        "postCode": "215131",
                        "settlement": "Suzhou",
                        "region": "Jiangsu"
                    }
                },
                "email": ""
            },
            {
                "first": "Weijian",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangcheng People's Hospital",
                    "location": {
                        "postCode": "215131",
                        "settlement": "Suzhou",
                        "region": "Jiangsu"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Zhengguang Jian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangcheng People's Hospital",
                    "location": {
                        "postCode": "215131",
                        "settlement": "Suzhou",
                        "region": "Jiangsu"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuefeng",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangcheng People's Hospital",
                    "location": {
                        "postCode": "215131",
                        "settlement": "Suzhou",
                        "region": "Jiangsu"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaohong",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiangcheng People's Hospital",
                    "location": {
                        "postCode": "215131",
                        "settlement": "Suzhou",
                        "region": "Jiangsu"
                    }
                },
                "email": ""
            },
            {
                "first": "Lixin",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Soochow University",
                    "location": {
                        "addrLine": "296 Ten Zi Street",
                        "postCode": "215006, 215006",
                        "settlement": "Suzhou, Suzhou",
                        "region": "Jiangsu, Jiangsu",
                        "country": "P.R. China, P.R. China"
                    }
                },
                "email": "lixinhuangcn@163.com"
            },
            {
                "first": "Tianhua",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "First Affiliated Hospital of Soochow University",
                    "location": {
                        "addrLine": "296 Ten Zi Street",
                        "postCode": "215006, 215006",
                        "settlement": "Suzhou, Suzhou",
                        "region": "Jiangsu, Jiangsu",
                        "country": "P.R. China, P.R. China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The present study aimed to investigate the effects of levodopa (LEV) on cellular apoptosis in a rabbit model of steroid-associated necrosis of the femoral head (SANFH). A total of 44 healthy adult Chinese rabbits were randomly divided into three groups: Group A (n=15), administered a combination of lipopolysaccharide and hormone to establish the SANFH animal model; group B (n=15), SANFH animal model as in group A orally administered LEV (0.4 g/kg/day) on the day of injection; and group C (n=14), the control group. On the 6th and 8th week of modeling, seven rabbits from each group were sacrificed to harvest bilateral femoral head specimens for hematoxylin and eosin staining and apoptosis detection by terminal deoxynucleotidyl transferase dUTP nick-end labeling assay analysis, as well as for observing pathological changes and analyzing cellular apoptosis. Eight weeks after modeling, the serum insulin-like growth factor (IGF)-1 levels of the three groups were measured. The empty lacunae rate and apoptosis index of bone cells in the treatment group were significantly lower than that of the model group (P<0.01). Eight weeks after treatment, the serum levels of IGF-1 were significantly higher than that of the model group (P<0.01). These findings suggested that LEV was able to reduce steroid-induced bone cellular apoptosis, reduce the occurrence of necrosis of the femoral head and, through in vivo metabolism, it may promote the synthesis and release of IGF-1, which could be one of its biological pathways to prevent and treat SANFH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Levodopa attenuates cellular apoptosis in steroid-associated necrosis of the femoral head",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the 1950s, glucocorticoids had been widely used in clinical practice as an effective means of treating diseases such as systemic lupus erythematosus, severe acute respiratory syndrome, and those caused by kidney transplantation, resulting in an increase in the number of steroid-associated necrosis of the femoral head (SANFH) cases (1) (2) (3) . SANFH is the most common cause of non-traumatic osteonecrosis (2) . For the past 40 years, Chinese and foreign researchers have investigated SANFH; however, its pathogenesis remains unclear. There are a variety of theories as to what is associated with the pathogenesis SANFH, including dyslipidemia, intravascular coagulation, immune complex deposition-induced arterial inflammation, osteoporosis, venous stasis-induced intra-bone high pressure and hormonal toxicity of bone cells. The above theories also did not clearly prove that the bone cells exhibited necrosis, because no necrosis-specific inflammatory responses cell swelling were found (4) (5) (6) (7) (8) . Therefore, SANFH lacks effective prevention and early treatment strategies (9) . Previous studies have shown that hormones not only promote the apoptosis of bone cells, osteoblasts and cartilage cells, but are involved in the pathological process of femoral head necrosis (10, 11) . The present study utilized single low-dose lipopolysaccharide (LPS) plus methylprednisolone (MPS) to establish a rabbit model of SANFH. The roles of levodopa (LEV) in cellular apoptosis were observed in the rabbit model of SANFH, with the aim of providing a basis for the prevention and early treatment of femoral head necrosis.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1003,
                    "end": 1006,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Animals and grouping. A total of 44 healthy Chinese adult rabbits (age, 3.5±0.4 months; 2.5±0.5 kg; half male and half female; provided by Animal Center of Medical College of Soochow University, Suzhou, China) were bred in individual cages (20-30˚C; 30-70% humidity, 12 h: 12-h light-dark cycle; free access to feed and water). The present study was carried out in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health. The animal use protocol was reviewed and approved by the Institutional Animal Care and Use Committee (IACUC) of Soochow University (Suzhou, China).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Rabbits were randomly divided into three groups. Group A (n=15), the model group, was injected with 10 µg/kg LPS (Escherichia coli serotype 0111:B4; 10 mg; Sigma-Aldrich; Merck Millipore, Darmstadt, Germany) through the ear vein, and 20 mg/kg MPS (500 mg/bottle; H20060052; Pfizer, Inc., New York, NY, USA) into the right gluteus 24 h later, for a total of three times with a 24-h interval between injections. Group B (n=15), the treatment group, was prepared using the same protocol as the model group, followed by oral administration of LEV (0.4 g/kg/day; Shanghai Fuda Pharmaceutical Co., Ltd., Shanghai, China) immediately after modeling. Group C (n=14), the control group, was injected with the same volume of normal saline in the same manner and at the same time points as the above two groups. During the experiment, all rabbits were injected with penicillin (800,000 U/per rabbit, twice per week; Harbin Pharmaceutical Group Co., Ltd., Harbin, China) in order to prevent infection. Following imaging observation, seven rabbits from each group were sacrificed via air embolism at the 6th-and 8th-week of the experiment for subsequent analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Imaging observation. Prior to sacrifice, 10% chloral hydrate (volume fraction) anesthesia was intraperitoneally injected into the rabbits, and dual-hip X-ray (V-5000; Phillips Healthcare, DA Best, The Netherlands) and magnetic resonance imaging (MRI) (0.2T E-Scan; Esaote Europe BV, Cambridge, UK) were performed to observe whether there patchy density-reduced shadows were present in the X-ray images of the rabbit femoral head area. During MRI examination, rabbits were placed in the supine position, with their lower leg flexed and fixed with tape. Using a knee coil, conventional SE sequence T1-weighted imaging was performed [repetition time (TR)/echo time (TE)=490/14 msec], in addition to T2-weighted imaging (TR/TE=2632/96 msec), with no interval and the following parameters: Matrix, 128x256; vision, 14x14 cm; thickness, 3 mm. T1-weighted images demonstrated spotty, thin-thread and patchy low signals, and T2-weighted images showed spotty, thin-thread or patchy low or high signals, which were considered to indicate femoral head necrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Histopathologic examination. Six or eight weeks later, the rabbits of the three groups were sacrificed via air embolism, then their bilateral femoral heads were harvested, split in half along the central coronal plane, placed in 10% neutral formalin solution for 24-h fixation and decalcified in 5% dilute nitric acid for one week. Following dehydration in an alcohol series the femoral heads were embedded in paraffin, cut into 4-µm-thick slices, dewaxed and hydrated prior to staining with hematoxylin for 5 min. Following staining, the slices were hydrated for 10 min, eosin-stained for 2 min, dehydrated, hyalinized and turpentine-mounted before the bone trabecular structure and changes in the bone cells and bone marrow fats were observed under a light microscope. Femoral head necrosis was determined according to the pathological features of empty bone lacuna numbers and surrounding necrotic bone marrow tissues. Any region in the slice that was found to exhibit one sign of osteonecrosis was considered to be positive for SANFH. Pathological changes in bone cellular necrosis were expressed as the percentage of empty bone lacunae. At x100 magnification in 10 randomly selected high-power fields, the number of empty bone lacunae out of 50 bone lacunae in each field were counted to calculate the percentage of empty bone lacunae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Detection of cellular apoptosis. Paraffinized sections of the femoral head were used to study cellular apoptosis using a terminal deoxynucleotidyl transferase dUTP nick-end labeling (TUNEL) kit (KGA703; KGI Biological Technology Development Co., Ltd., Nanjing, China), with 3,3'-daminobenzidine staining. Observed under the microscope, the nucleus was stained as tan or brown and set as the positive result. Five fields were randomly selected under x400 magnification for observation, the proportion of apoptotic cells in 50% of the vision field were counted and indicated as the apoptosis index (AI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Detection of serum insulin-like growth factor-1 (IGF-1). Prior to sacrificing the rabbits at the 8th week, 2 ml of blood was harvested from the central ear artery of each rabbit in each group between 9:00 a.m. and 10:00 a.m. Blood samples were immediately centrifuged at 4˚C (3,600 r/min; 20 min) to isolate the serum and were stored at -20˚C. The serum IGF-1 level was determined by radioimmunoassay using IGF-1 RIA kits (Shanghai Sangon Biological Engineering Technology And Service Co., Ltd., Shanghai, China) according to manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Statistical analysis. Data were processed using SPSS 13.0 statistical software (SPSS Inc., Chicago, IL, USA), and expressed as mean ± standard deviation (x ± s). Analysis of variance was performed, as was Pearson's correlation analysis and linear regression. P<0.05 was considered to indicate a statistically significant difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "General observation. One week after MPS was injected, the rabbits in groups A and B exhibited gradually increased food intake and general motor activity. Three weeks after MPS was injected, 50% of the rabbits in group A exhibited reduced motor activity and significant weight loss (P<0.05), whereas the rabbits in group B exhibited normal motor activity without any significant changes in body weight. One rabbit in groups A and B, respectively, succumbed to anaphylactic shock 48 h after LPS injection. No mortality was observed in group C, and the rabbits exhibited good spirits, normal appetite, shiny fur and normal weight gain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "X-ray examination. In group A at the 6th week, dual-hip X-ray demonstrated a normal femoral head, whereas the bone density was less uniform, with cystic degeneration. At the 8th week, the femoral head exhibited partial collapse, the density of the majority of the femoral bone was uneven, with visible cystic degeneration or sclerotic bone, or 'crescent sign'. The joint space was normal or slightly narrowed, and the bone trabeculae was partially disrupted. In group B at the 6th week, dual-hip X-ray demonstrated a normal femoral head with uniform bone density, without sclerotic bone or cystic degeneration. At the 8th week, the majority of femoral heads exhibited a normal appearance without collapse; the bone density was evenly increased without cystic degeneration or 'crescent sign', and the joint space was normal. Group C exhibited a normal appearance (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 862,
                    "end": 870,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "MRI examination. T1-weighted images of groups A (n=11) and B (n=7) demonstrated that the femoral heads exhibited spotty, thin-thread, patchy low signals, and the T2-weighted images were also spotty, thin-thread, patchy high or low signals. Fat-suppression images were spotty, thin-thread, patchy high signals (Fig. 2 ). Group C exhibited no abnormal MR signals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 316,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Histopathologic changes. In group A at the 6th week, the bone trabeculae became thinner, sparser, the intramedullary hematopoietic cells were decreased, the fat cells proliferated and exhibited hypertrophy, and partial bone cellular nuclei were deeply stained. At the 8th week, the subchondral bone plate of the femoral head and the bone trabeculae became thinner, the continuity was interrupted, more bone cellular nuclei exhibited karyopyknosis, and the nuclei were deviated and deeply stained. The changes in the subchondral bone marrow area included: Large bone marrow fat tissues exhibited steatosis and dissolved; necrosis was aggravated; intramedullary vessels were compressed; the lumina was narrowed with visible fat emboli and thrombosis (Fig. 3) ; partial bones exhibited degeneration and necrosis; the number of normal cells in bone trabeculae were reduced; bone cells disappeared in the partial bone lacuna; and the empty bone lacuna were significantly increased (P<0.01), with aggravated vacuole degrees in bone lacuna. The average rate of empty bone lacunae was 33.86±8.38%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 748,
                    "end": 756,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In group B at weeks 6-8, the bone trabecular structures were intact and arranged regularly, without continuous In group A, the bilateral femoral heads exhibited cystic degeneration, were irregular, and were mildly collapsed. (B) In group B, the density of the femoral bone was uniformly increased, with visible or sclerotic bone, or 'crescent signs'. The bone trabeculae was partially disrupted. The bilateral femoral heads had a normal shape without collapse. The joint space was normal. (C) Group C exhibited bilateral femoral heads of a normal shape without collapse. Bone density was uniformly increased, and the joint space was normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "interruption; empty bone lacunae was partially visible, and the average rate of empty bone lacunae was 25.97±6.29%, which was higher than the group C control group 11.83±2.45% (P<0.01) and lower than than group A (P<0.01). Intramedullary blood vessels were normal, without significant formation of blood clots and fat embolism, and steatosis of the intramedullary stromal cells was decreased. In the necrotic areas, fiber tissues repair could be seen, with increased osteoblasts and capillary proliferation, and cartilages exhibited obvious bone formation. Group C exhibited normal integral structures of the femoral head. The empty bone lacuna rates of the femoral heads of each group are shown in Table I .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 706,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "A B C"
        },
        {
            "text": "A large number of apoptotic bone cells were observed inside the bone trabeculae. Group B exhibited moderate apoptosis of the bone cells, whereas group C exhibited minimal apoptotic bone cells (Fig. 4) . The AI of each group is shown in Table I .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 236,
                    "end": 243,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "Apoptosis detection. Specimens in group A exhibited the highest rate of apoptosis of the bone cells, with apoptosis-positive cells containing brown particles visible in the bone lacuna."
        },
        {
            "text": "Empty bone lacunae rate and TUNEL-positive bone cellular apoptosis. Group A exhibited a positive correlation between TUNEL-positive AI and empty bone lacuna rate, with a coefficient r=0.74 (P<0.01) and a regression equation of y=30.77+4.39x, indicating that early SANFH was related with cellular apoptosis in the present study (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 335,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Apoptosis detection. Specimens in group A exhibited the highest rate of apoptosis of the bone cells, with apoptosis-positive cells containing brown particles visible in the bone lacuna."
        },
        {
            "text": "Serum IGF-1 levels. Serum IGF-1 levels in groups A, B and C were 10.12±2.49, 14.78±2.37 and 7.91±0.85 ng/ml, respectively. Statistical analysis demonstrated that the differences were statistically significant (F=20.5558; P<0.01). Comparison between groups A and C exhibited no statistically significant difference (P=0.058); whereas the serum IGF-1 content of group B was significantly higher than that of groups A and C (P<0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apoptosis detection. Specimens in group A exhibited the highest rate of apoptosis of the bone cells, with apoptosis-positive cells containing brown particles visible in the bone lacuna."
        },
        {
            "text": "Cellular apoptosis was first proposed by Kerr in 1972 (12) . Cellular apoptosis is an active process which has been confirmed to be gene-regulated programmed cell death, also known as programmed cell death. In a previous study on this topic, Weinstein et al (13) performed surgical resection of the femoral head in 14 patients with NFH caused by steroid induction (n=5), alcoholism (n=3), trauma (n=1) and sickle Table I . Empty bone lacuna rate and AI of each group (x±s; n=7).",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 58,
                    "text": "Kerr in 1972 (12)",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 420,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Empty ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6th week 8th week -------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------Group"
        },
        {
            "text": "cell disease (n=5), and used TUNEL staining to detect the apoptotic cells. The results revealed that SANFH induced the apoptosis of a large number of bone cells, whereas patients with alcoholism-induced NFH exhibited less apoptotic cells, and no apoptotic cells were detected in the cases of NFH induced by the remaining causes. Therefore, it was concluded that SANFH was induced by the apoptosis of bone cells; however, this study was unable to prove the existence of apoptosis inside the necrotic bone cells of femoral head. Eberhardt et al (14) discovered that large doses of hormones were able to cause changes in cellular viabilities, with apoptosis demonstrated to be the primary change of SANFH. When bone cellular apoptosis was widespread, although blood vessels had no significant change, bone necrosis had already occurred. Calder et al (15) performed an immunohistochemical study of specimens from patients with non-traumatic osteonecrosis, and found that the nitric oxide synthase content was increased, which was considered to be due to the hormone's direct cytotoxic effects, leading to increased nitric oxide and mediating the occurrence of apoptosis. It was suggested that the apoptosis of bone cells has an important role in the pathogenesis of femoral head necrosis. In addition, it was shown that glucocorticoids are able to affect the proliferation and differentiation of bone cells, thus affecting the reconstruction and resorption of bones and decreasing the bone conversion rate, which further leads to osteoporosis, and the deposit of apoptotic bone cells (16) . Glucocorticoids were recognized as one of factors that may contribute cellular apoptosis (17) , thus promoting the apoptosis of osteoblasts and bone cells, leading to the reduction of bone cells. Furthermore, glucocorticoids may also affect the functions of osteoblasts, thus delaying bone formation and resulting in bone loss.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 547,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1580,
                    "end": 1584,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1676,
                    "end": 1680,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "A B C"
        },
        {
            "text": "The findings of the present study indicated that apoptotic bone cells were detected in the three groups, and the number of these apoptotic cells was significantly increased in group A compared with groups B and C. TUNEL assay analysis demonstrated that, 6 weeks after medication, the number of apoptotic bone cells of group A was 102.56±18.96%, which was significantly higher than group C 47.23±10.12%. As time increased to 8 weeks after treatment, the number of apoptotic bone cells increased further, was demonstrated to be positively correlated with the increasing empty bone lacuna. This phenomenon was most obvious in the subchondral area, which is consistent with the changing sites of empty bone lacuna, indicating that bone cellular apoptosis has an important role in early SANFH. These findings also suggested that hormones may increase the apoptosis of bone cells, thus affecting bone metabolism and bone mass changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A B C"
        },
        {
            "text": "The present study also investigated the interventional effects of LEV on rabbit SANFH. In a previous study, Pritchett (18) orally administered LEV to treat delayed fracture healing, and 84% of patients achieved fracture healing. Therefore, in the present study LEV was orally administered to liquid nitrogen-induced experimental NFH animal models, which indicated that the formation of new bones in the necrotic areas was higher than in the control group. The present study was designed to further investigate the mechanism of this drug.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "A B C"
        },
        {
            "text": "L-3-(3,4-dihydroxyphenyl) alanine (LEV), which is the L-isomer of dopa, was absorbed inside the intestine after oral administration to subsequently peak at a plasma concentration of 1-2 h. When LEV enters the central nervous system, it may increase the concentration of dopamine at the median eminence, stimulating dopamine receptors to increase the level of norepinephrine inside the hypothalamus. The latter would then excite the α-receptor and promote the release of growth hormone releasing factor, leading to the increased secretion of growth hormone (GH). GH is able to promote the synchronic proliferation of proosteoblasts and osteoblasts in fractures and peri-periosteal cambium layer, thus accelerating the repair process of NFH (19) . In addition, GH promotes the secretion of IGF-1 and other factors; IGF-1 is able to promote the synthesis of DNA and RNA in cartilage cells and cell mitosis to accelerate the speed of cartilaginous ossification. Previous in vitro studies have shown that IGF-1 inhibits the apoptosis of bone cells and osteoblasts, inducing the growth and maturation of bones and cartilages, reducing subendosteal bone resorption, increasing the net increase of bone mass, and thereby reducing the incidence of NFH and accelerating the repair process (19) .",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 743,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A B C"
        },
        {
            "text": "Hill et al (20) considered that there were a variety of extracellular signals that may affect the viability of osteoblasts. For example, lacking GF, IGF and bone nutrients results in osteoblasts prematurely entering apoptosis; whereas IGF-1, insulin and basic fibroblast growth factor are able to prevent the apoptosis of osteoblasts. Tumor necrosis factor-α may promote the apoptosis of osteoblasts, among which IGF-1 has been demonstrated to be one of the major growth factors that promotes bone formation. Glucocorticoids are able to inhibit IGF-1 gene transcription inside osteoblasts, thereby regulating the expression of IGF-1 in osteoblasts.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "A B C"
        },
        {
            "text": "IGF-1 is also a major regulator of anti-apoptotic signals. Glucocorticoids have been demonstrated to inhibit the autocrine and (or) paracrine signaling pathways of IGF-1; thus promoting apoptosis (21, 22) and suppressing the formation of osteoblasts, resulting in reduced bone formation and the accumulation of apoptotic cells, which subsequently leads to bone necrosis (23) .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "A B C"
        },
        {
            "text": "The results of the present study demonstrated that the animals in group B exhibited a more typically shaped femoral head with no collapse on dual-hip X-ray at the 8th week, and the bone density was uniformly increased, which was distinct from the group A. Histopathological analysis showed that the bone trabecular structures were substantially complete and arranged regularly with no continuous interruption, although partial empty bone lacunae were visible. The average rate of empty bone lacunae was 25.97±6.29% in group B, which was significantly lower than group A (33.86±8.38%) and significantly higher than group C (11.83±2.45%). The necrotic area exhibited the repair of fibrous tissues; the osteoblasts were increased, the capillaries were proliferated, and the osteoblasts were active. These findings showed that LEV was able to reduce the incidence of NFH; furthermore, LEV accelerated the repair of necrotic areas. TUNEL assay results demonstrated that the treatment group exhibited scattered positive cells with brown particles inside the partial bone nuclei, with AI as 120.67 ± 13.13%, which was significantly lower than that of group A (202.02±18.99%). These findings suggest that LEV may reduce the apoptosis of bone cells, thereby preventing NFH. The results showed that the serum IGF-1 levels in group B were significantly increased, compared with group A, indicating the biological pathway of LEV may function through the promotion the synthesis and release of IGF-1, thus reducing bone cellular apoptosis, reducing the incidence of NFH, and accelerating the repair of necrotic areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A B C"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Avascular necrosis of the femoral and humeral heads after high-dosage corticosteroid therapy",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Heimann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Freiberger",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "N Eng J Med",
            "volume": "263",
            "issn": "",
            "pages": "672--675",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Multifocal osteonecrosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Laporte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mont",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hungerford",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J Rheumatol",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pathologic features in steroid and nonsteroid associated osteonecrosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Chernetsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mont",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Laporte",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hungerford",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "368",
            "issn": "",
            "pages": "149--161",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nontraumatic avascular necrosis of the femoral head. Past, present, and future",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arlet",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Orthop Relat Res",
            "volume": "277",
            "issn": "",
            "pages": "12--21",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nontraumatic avascular necrosis of the femoral head",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mont",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hungerford",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Bone Joint Surg",
            "volume": "77",
            "issn": "",
            "pages": "459--474",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk factors of avascular necrosis of the femoral head in patients with systemic lupus erythematosus under high-dose corticosteroid therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ono",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tohjima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Komazawa",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Orthop Relat Res",
            "volume": "277",
            "issn": "",
            "pages": "89--97",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nontraumatic necrosis of bone (osteonecrosis)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mankin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "N Engl J Med",
            "volume": "326",
            "issn": "",
            "pages": "1473--1479",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Osteonecrosis of the femoral head",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lavernia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Sierra",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Grieco",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Am Acad Orthop Surg",
            "volume": "7",
            "issn": "",
            "pages": "250--261",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Otto Aufranc Award. Lovastatin prevents steroid induced adipogenesis and osteonecrosis",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Balian",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Orthop Relat Res",
            "volume": "344",
            "issn": "",
            "pages": "8--19",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The apoptosis of osteoblasts and osteocytes in femoral head osteonecrosis: Its specificity and its distribution",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mutijima",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Maertelaer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Deprez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malaise",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hauzeur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Rheumatol",
            "volume": "33",
            "issn": "",
            "pages": "1791--1795",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Glucocorticoid-induced osteonecrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Endocrine",
            "volume": "41",
            "issn": "",
            "pages": "183--190",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Apoptosis: a basic biological phenomenon with wide ranging implication in tissue kinetics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Wyllie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Currie",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Br J Cancer",
            "volume": "26",
            "issn": "",
            "pages": "239--257",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Apoptosis of osteocytes in glucocorticoid-induced osteonecrosis of the hip",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Manolagas",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Endecrinol Metab",
            "volume": "85",
            "issn": "",
            "pages": "2907--2912",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regional trabecular bone matrix degeneration and osteocyte death in femoral of glucocorticoid-treated rabbits",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Eberhardt",
                    "suffix": ""
                },
                {
                    "first": "Yeaqer-Jones",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Endocrinology",
            "volume": "142",
            "issn": "",
            "pages": "1333--1340",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Apoptosis -a significant cause of bone cell death in osteonecrosis of the femoral head",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Buttery",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Revell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pearse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Polak",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Bone Joint Surg Br",
            "volume": "86",
            "issn": "",
            "pages": "1209--1213",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Avascular necrosis of bone in dyskeratosis congenita",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kalb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Grossman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hutt",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Med",
            "volume": "80",
            "issn": "",
            "pages": "511--513",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Experimental steroid osteonecrosis in rabbits and pathologic findings",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Zhonghua Wai Ke Za Zhi",
            "volume": "33",
            "issn": "",
            "pages": "485--487",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "L-dopa in the treatment of nonunited fractures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Pritchett",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Orthop Relat Res",
            "volume": "255",
            "issn": "",
            "pages": "293--300",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mode of growth hormone action in osteoblasts",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Digirolamo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fulzele",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Sj",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Clemens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "31666--31674",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Multiple extracellular signals promote osteoblast survival and apoptosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tumber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Meikle",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Endocrinology",
            "volume": "138",
            "issn": "",
            "pages": "3849--3858",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Glucocorticoid suppression of IGF-I transcription in osteoblasts",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Delany",
                    "suffix": ""
                },
                {
                    "first": "Durant",
                    "middle": [
                        "D"
                    ],
                    "last": "Canalis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol Endocrinol",
            "volume": "15",
            "issn": "",
            "pages": "1781--1789",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The impact of corticosteroids on growth and bone health",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mushtaq",
                    "suffix": ""
                },
                {
                    "first": "Ahmed",
                    "middle": [],
                    "last": "Sf",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Dis Child",
            "volume": "87",
            "issn": "",
            "pages": "93--96",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "New developments in the pathogenesis and treatment of steroid-induced osteoporosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Manolagas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Bone Mineral Res",
            "volume": "14",
            "issn": "",
            "pages": "1061--1066",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In group A, the femoral marrow cavity was occupied by fat cells, with intravascular thrombosis (hematoxylin and eosin; magnification, x100).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Hip magnetic resonance coronal scanning images of rabbits with necrosis of the femoral head. (A) Bilateral femoral heads exhibited thin thread-like low signals in the T1-weighted image, and the left femoral head was irregular. (B) T2-weighted imaging also exhibted low signal, (C) whereas high signal in the gradient echo short time inversion recovery image of the femoral head, which exhibited no joint effusion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hip X-rays were performed on the 8th week after modeling. (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "In group A, the empty bone lacunae rate was positively correlated with AI. Coefficient r= 0.74 (P<0.01), regression equation ŷ=30.77+4.39x. AI, apoptotic index.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Brownish yellow apoptotic cells in the nuclei of bone lacuna, as detected by terminal deoxynucleotidyl transferase dUTP nick-end labeling. The number of apoptotic cells was highest in (A) group A, followed by (B) group B, and (C) group C (magnification, x400).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}