{
    "paper_id": "d92d741f65164c7fe568413caebac49e13c4916e",
    "metadata": {
        "title": "A Joint Exercise against Intentional Biothreats",
        "authors": [
            {
                "first": "Hae-Wol",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Osong Public Health and Research Perspectives",
                    "location": {
                        "settlement": "Cheongju",
                        "country": "Korea, Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Chaeshin",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Osong Public Health and Research Perspectives",
                    "location": {
                        "settlement": "Cheongju",
                        "country": "Korea, Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The global population has greater mobility through increased international travel and trade, however, this may potentially increase the risk of spreading an infectious disease epidemic from one country to another, initiating a global, public health emergency. Recent infectious disease epidemics such as Ebola Virus Disease in West Africa in 2014, and the Middle East Respiratory Syndrome (MERS) outbreak in the Republic of Korea (ROK) in 2015, have demonstrated the need for effective collaboration amongst responding countries to stop rapid transmission of such diseases [1, 2] . There are several mechanisms and initiatives that facilitate international cooperation to address such crises. The World Health Organization (WHO) has International Health Regulations (IHR) that require a country to report certain disease outbreaks and public health events. These reporting requirements help the international community to prevent and respond to public health emergencies that have the potential to cross borders and threaten health worldwide [3] . Since 2014, the United States (US) has led an international effort to integrate its biodefense strategy for preempting an outbreak, and has committed to partner with other countries in order to achieve the Global Health Security Agenda (GHSA) goal for preventing, detecting, and responding to infectious disease threats [4] .",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 576,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 577,
                    "end": 579,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1368,
                    "end": 1371,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since 2011, the ROK and the US have collaborated to enhance biological defense capabilities that are required for the early detection, identification, and response to naturally occurring and intentional biological events in the ROK. This \"Able Response (AR) Initiative\" promotes a \"whole-of-government or multisectoral\" approach that leverages findings and outcomes identified in a series of scripted, tabletop, and functional exercises. In the past several years, the AR Initiative has increased awareness and improved coordination activities between the ROK and the US and, more importantly across government and defense agencies in the ROK. Key outcomes identified the need for refinements in policies, practices, and biosurveillance tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bilateral AR exercises between the ROK and the US were held to enhance preparedness for and response to, biological events in the Korean Peninsula. The AR exercises have grown considerably in sophistication and size and have become a model for international exercises on biological events that involve interministerial and inter-agency cooperation [5] . During August 2014, military and civilian government officials, and the staff from a number of agencies from both the ROK and the US, participated in the AR 2014 (AR14) exercise. The GHSA recognizes that prevention, detection and response to biological events are crucial for protecting citizens of all nations, regardless of the origin of an outbreak or pandemic [6] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the current issue of Osong Public Health and Research Perspectives, Tak provides a critical review of the AR14 exercise, focusing on communication and coordination amongst nations and governmental agencies [7] . A comprehensive assessment of the AR14 exercise was performed and recommendations for future improvements proposed. The article describes the collaborative response to biological events between the ROK and the US since 2011, through inter-and intra-governmental exercises in Korea. These exercises highlighted the US interest in increasing global biosurveillance capability, and the ROK's interest in improving cooperation amongst ministries so that they can provide a coordinated response to crises.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The AR exercises, improved coordination among ROK and US government and defense agencies responding to potential biothreats, identifying additional refinements for further development of policies and practices. In 2014, to facilitate more effective communication among participating agencies and countries, including Australia, the AR exercise employed a Biosurveillance Portal (BSP) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ROK-US bilateral exercise, AR14, confirmed that the 'whole-of-government' response to complex biological events could only be achieved when there is continuing, multilateral *Corresponding authors: coordination and cooperation in the prevention, detection, and response procedures. Enhancing the current biosurveillance capabilities of both countries can best be achieved by incorporating a more realistic response in future scenarios, by integrating a tactical response episode into the exercise. The practical benefits gained from the AR14 exercise will further equip both countries with essential capabilities for developing a highly effective 'wholeof-government' response to biological events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola virus disease 2013-2014 outbreak in west Africa: an analysis of the epidemic spread and response",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cenciarelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pietropaoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malizia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2015/769121"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Political will and international collaborative frameworks in infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Clin Pract",
            "volume": "69",
            "issn": "1",
            "pages": "41--49",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "International Health Regulations: WHO",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Implementing the global health security agenda: lessons from global health and security programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Paranjape",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Franz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Secur",
            "volume": "13",
            "issn": "1",
            "pages": "9--19",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Introduction of the Republic of Korea-the United States of America's Joint Exercise Against Biothreats in 2013: Able Response 13",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Osong Public Health Res Perspect",
            "volume": "4",
            "issn": "5",
            "pages": "285--90",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Toward A World Safe & Secure From Infectious Disease Threats",
            "authors": [],
            "year": 2014,
            "venue": "Global Health Security Agenda",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Whole-of-Government' Response to Biological Events in Korea: Able Response",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tak",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Enhancing",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Osong Public Health Res Perspect",
            "volume": "9",
            "issn": "1",
            "pages": "456--59",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}