{
    "paper_id": "da70e84ba93bb87634a681d7f61a44be543e8549",
    "metadata": {
        "title": "Rhinovirus Associated Severe Respiratory Failure in Immunocompetent Adult Patient",
        "authors": [
            {
                "first": "Kiwook",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yeon",
                "middle": [
                    "Han"
                ],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joo-Hyun",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hye",
                "middle": [
                    "Kyeong"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Su",
                "middle": [
                    "Young"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Inje University College of Medicine",
                    "location": {
                        "settlement": "Goyang",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hun",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sung-Soon",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyeon-Kyoung",
                "middle": [],
                "last": "Koo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rhinovirus infection is typically associated with the common cold and has rarely been reported as a cause of severe pneumonia in immunocompetent adults. A 55-year-old previous healthy woman, who consumed half a bottle of alcohol daily, presented with respiratory failure after one week of upper respiratory infection symptoms. Radiography revealed bilateral, diffuse ground glass opacity with patchy consolidation in the whole lung field; bronchoalveolar lavage fluid analysis indicated that rhinovirus was the causative organism. After five days of conservative support, the symptoms and radiographic findings began to improve. We report this rare case of rhinovirus pneumonia in an otherwise healthy host along with a review of references.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "causative and commensal pathogens in specimen obtained by nasopharyngeal aspiration. Data on viral pneumonia are increasing; however, severe rhinovirus pneumonia resulting respiratory failure in an immunocompetent host is still regarded as extremely unusual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A 55-year-old woman visited our emergency department in September with two-day history of progressive dyspnea. The patient had never smoked and had no other previous medical history, but consumed half a bottle of alcohol daily. The patient had got a common cold one week prior, but her symptoms aggravated despite empirical treatment. After 5 days, she began to experience shortness of breath. Exertional dyspnea progressed to resting dyspnea the following day and at the emergency room, her initial peripheral oxygen saturation was 70%. Wet crackles and expiratory wheezing sounds were present in the whole lung field area. Evaluation of the patient' s vital signs revealed a blood pressure of 140/80 mm Hg, body temperature of 36.6 o C, pulse rate of 108 beats per minute, and respiration rate of 30 breaths per minute. Simple chest radiography showed the predominance of bilateral consolidation with ground glass opacity (GGO) in both lower lobes ( Figure  1A ). Chest computed tomography indicated diffuse GGO",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 952,
                    "end": 962,
                    "text": "Figure  1A",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rhinovirus infection is typically associated with the common cold 1,2 and exacerbation of asthma symptoms 3 . Rhinovirus infection can extend to lower respiratory tract in children [4] [5] [6] or immunocompromised hosts 7, 8 , but is generally not concerned as singular cause of severe pneumonia, especially in immunocompetent adults. Although polymerase chain reaction (PCR) methods have enhanced the detection of respiratory viral infection, PCR cannot help distinguish between with patchy consolidations in the whole lung field, but pleural effusion was not present (Figure 2 ). Laboratory tests revealed a white cell count of 20,930/mm 3 (differential count: 91.5% neutrophils, 6.4% lymphocytes, and 0% eosinophil), hemoglobin concentration 12.7 g/dL, platelet count 366,000/mm 3 , erythrocyte sedimentation rate 84 mm/hr, and C-reactive protein level 43.1 mg/dL. Analysis of arterial blood gases indi-cated a PaO 2 of 33.5 mm Hg, PaCO 2 26.1 mm Hg, HCO 3 19.7 mmol/L, and SaO 2 71.1% without acidosis. The patient' s liver and renal function tests were within normal range. High-flow O 2 therapy and broad-spectrum antibiotics with oseltamivir (Tamiflu, Roche, Utley, NJ, USA) were started empirically, and bronchoscopy was performed immediately. Total cell counts of bronchoalveolar lavage (BAL) fluid were 240 cells/mm 3 , www.e-trd.org including 75% neutrophils, 4% mononuclear cells, 1% eosinophil, and 20% macrophages. Cultures for common bacteria, acid-fast bacilli, and fungi were all negative. PCR for Pneumocystis jirovecii, and Mycobacterium tuberculosis were also negative. However, PCR of BAL fluid indicated the presence of rhinovirus, which was not detected following PCR of the nasopharyngeal specimen. Mycoplasma antibody and urinary pneumococcal antigen test were negative. Serologic test for venereal disease research laboratory test, hepatitis B surface antigen, hepatitis B, C antibodies, and human immunodeficiency virus, as well as for autoantibodies such as anti-nuclear antibody, rheumatoid factor, and anti-neutrophil cytoplasmic antibody were all negative. Clinical symptoms and infiltration on chest X-ray began to improve after five days ( Figure  1B) , and the patient was discharged from hospital after three weeks.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 220,
                    "end": 222,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 223,
                    "end": 224,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 578,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2173,
                    "end": 2184,
                    "text": "Figure  1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Although technical advances have allowed for increased detection of viral pneumonia, viral infections other than influenza are generally not considered as causes of severe respiratory tract infection in immunocompetent hosts, because viral clearance usually occurs rapidly in healthy individuals. However, the outbreak of severe acute respiratory syndrome, avian influenza A (H5N1) virus, and the 2009 pandemic influenza A (H1N1) virus raised the importance of lower respiratory tract viral infections. Additionally, new respiratory viruses, such as human metapneumovirus, coronavirus, and human bocavirus were found to be causes of severe viral pneumonia. The use of molecular diagnostic assays has enhanced the detection of respiratory virus infection; however, the identification of virus does not necessarily mean that it is a lower respiratory tract infection pathogen [9] [10] [11] . Therefore, it is still believed that severe viral pneumonia caused by frequently exposed rhinovirus could hardly occurs in immunocompetent adults. According to Choi et al. 12 , viruses are frequently detected in the airway of pneumonia patients who require intensive care unit admission, and may cause severe forms of pneumonia. In this study, rhinovirus was identified in 8.6% of respiratory specimens evaluated, but most of patients were the elderly individuals who had underlying comorbidities including structural lung disease, diabetes mellitus, solid cancer, or hematologic malignancies. On the contrary, our relatively young immunocompetent patient suffered severe rhinovirus pneumonia without bacterial co-infection, which was confirmed by BAL fluid analysis, and not by the nasopharyngeal specimen.",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 877,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1062,
                    "end": 1064,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Two possible explanations exist for the occurrence of this extremely rare case. First, despite prior indications, severe rhinovirus pneumonia may actually occur in an immunocompetent host. Second, chronic alcoholic ingestion could be a major immune modulator for respiratory viral infection, apart from alcoholic liver damage. Some previous reports revealed the influence of alcohol on innate immunity in the respiratory system [13] [14] [15] , but the unfavorable impact could play a more critical role in viral defense mechanisms than expected.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 432,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, although the clinical significance of habitual alcoholic ingestion in viral pneumonia requires further evaluation, viral etiology should be considered in cases of severe pneumonia even though in immunocompetent adults, especially if alcoholics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virological studies in natural common colds in Sheffield in 1960",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hobson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Schild",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Br Med J",
            "volume": "2",
            "issn": "",
            "pages": "1414--1422",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Patterns of illness in rhinovirus infections of military personnel",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Forsyth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "N Engl J Med",
            "volume": "269",
            "issn": "",
            "pages": "602--608",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory viruses and exacerbations of asthma in adults",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ireland",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "BMJ",
            "volume": "307",
            "issn": "",
            "pages": "982--988",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Perez-Brena P. Role of rhinovirus in hospitalized infants with respiratory tract infections in Spain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Garcia-Garcia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pozo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Flecha",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "904--912",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rhinovirus associated with severe lower respiratory tract infections in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roy-Burman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guardia-Labar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Boston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kiang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "337--346",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rhinovirus and the lower respiratory tract",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Rev Med Virol",
            "volume": "14",
            "issn": "",
            "pages": "17--31",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Two outbreaks of severe respiratory disease in nursing homes associated with rhinovirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Shepard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Britz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Flannery",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Am Geriatr Soc",
            "volume": "54",
            "issn": "",
            "pages": "284--293",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rhinovirus outbreaks in long-term care facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Longtin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marchand-Austin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eshaghi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jamieson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Canada. Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1463--1468",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Incidence and characteristics of viral community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Beynon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Laing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Werno",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Thorax",
            "volume": "63",
            "issn": "",
            "pages": "42--50",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viral infection in adults hospitalized with community-acquired pneumonia: prevalence, pathogens, and presentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Majumdar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "134",
            "issn": "",
            "pages": "1141--1149",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral pneumonia",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1264--75",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral infection in patients with severe pneumonia requiring intensive care unit admission",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "186",
            "issn": "",
            "pages": "325--357",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The alcoholic lung: epidemiology, pathophysiology, and potential therapies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Guidot",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "292",
            "issn": "",
            "pages": "813--836",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Chronic ethanol ingestion increases superoxide production and NADPH oxidase expression in the lung",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Polikandriotis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Rupnow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Elms",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Clempus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Sutliff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "34",
            "issn": "",
            "pages": "314--323",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Inhibition of TLR8-and TLR4-induced Type I IFN induction by alcohol is different from its effects on inflammatory cytokine production in monocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bala",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kodys",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Catalano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Immunol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest radiography findings at the initial visit and after 1 week. (A) Initial chest X-ray. (B) After 1 week.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest computed tomography findings of initial lung infiltration. Tuberc Respir Dis 2014;77:132-135",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}