{
    "paper_id": "dab21bebc7d9ee2f77332c23b420280ee74772fd",
    "metadata": {
        "title": "Paper Bovine respiratory syncytial virus: infection dynamics within and between herds",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "B"
                ],
                "last": "Klem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "M"
                ],
                "last": "Gulliksen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K.-I",
                "middle": [],
                "last": "Lie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Løken",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Østerås",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Stokstad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The infection dynamics of bovine respiratory syncytial virus (BRSV) were studied in randomly selected Norwegian dairy herds. A total of 134 herds were tested twice, six months apart. The herds were classified as positive for BRSV if at least one animal between 150 and 365 days old tested positive for antibodies against BRSV, thereby representing herds that had most likely had the virus present during the previous year. The prevalence of positive herds at the first and second sampling was 34 per cent and at 41 per cent, respectively, but varied greatly between regions. Negative herds were found in close proximity to positive herds. Some of these herds remained negative despite several new infections nearby. Of the herds initially being negative, 42 per cent changed status to positive during the six months. This occurred at the same rate during summer as winter, but a higher rate of animals in the herds was positive if it took place during winter. Of the herds initially being positive, 33 per cent changed to negative. This indicates that an effective strategy to lower the prevalence and the impact of BRSV could be to employ close surveillance and place a high biosecurity focus on the negative herds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bovine respiratory syncytial virus (BRSV) is one of the major pathogens involved in the bovine respiratory disease complex, detrimentally impacting production and animal welfare in the cattle industry all over the world (Griffin 1997 , Snowder and others 2006 , Brodersen 2010 . Clinical signs vary from none to severe, with most outbreaks occurring during the winter season (van der Poel and others 1993, others 1997, Valarcher and Taylor 2007) .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 233,
                    "text": "(Griffin 1997",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 234,
                    "end": 259,
                    "text": ", Snowder and others 2006",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 276,
                    "text": ", Brodersen 2010",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 406,
                    "end": 432,
                    "text": "others 1997, Valarcher and",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 445,
                    "text": "Taylor 2007)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In areas where vaccination is rarely used, which is the case in Norway, the prevalence of BRSV infection at herd level, or in a population, is usually based on the detection of antibodies in serum or milk from a group of animals in the herd. The prevalence is usually found to be high (Elvander 1996 , Paton and others 1998 , Uttenthal and others 2000 , Gulliksen and others 2009 , Ohlson and others 2010 . Such screenings have some disadvantages; animals will remain seropositive for several years after an infection. Additionally, calves that receive colostrum from seropositive cows will also be positive. Most dairy calves will not have detectable maternal antibodies after the age of five months others 1986, Uttenthal and others 2000) . Serological methods, therefore, have low specificity for distinguishing between animals or herds with ongoing infection versus the past. The ideal method to describe the occurrence of BRSV would be to detect the virus. However, infected animals do not have the virus circulating in the blood, they shed the virus for a short time period and the laboratory methods for detection are expensive. This means that large-scale studies on the prevalence of herds with ongoing or recent infection of BRSV are challenging, which has, in turn, led to a lack of knowledge on the spreading pattern of BRSV. Factors, such as rate of new introduction to herds, elimination rate, seasonal pattern and virus reservoir are not well described.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 299,
                    "text": "(Elvander 1996",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 300,
                    "end": 323,
                    "text": ", Paton and others 1998",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 351,
                    "text": ", Uttenthal and others 2000",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 379,
                    "text": ", Gulliksen and others 2009",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 404,
                    "text": ", Ohlson and others 2010",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 727,
                    "text": "others 1986, Uttenthal and",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 740,
                    "text": "others 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More extensive serological studies where herds are classified according to BRSV status should be based on an investigation of animals chosen with the intent to reduce the possible time period between sampling and infection. The number of animals needed to classify the herds correctly as infected or not will rely on several factors, one of the main ones being the within-herd prevalence. Generally, BRSV is reported to give high morbidity due to the rapid spread of the virus within herds causing high within-herd prevalence (Rossi and Kiesel 1974 , Stott and others 1980 , Verhoeff and van Nieuwstadt 1984 . Bidokhti and others (2009) found the mean within-herd prevalence of adult animals to be 70 per cent and 93 per cent in herds tested twice, also showing that the seropositivity increased with age. If the within-herd prevalence is 70 per cent and an ELISA with a sensitivity of 94.6 per cent and specificity of 100 per cent is used, it can be calculated by the methods described by Martin and others (1992) that the sensitivity at the herd level will be 66, 89, 96, 99 and 100 per cent, respectively, when one to five animals are included. With a withinherd prevalence of 93 per cent, it will be 88 per cent and 99 per cent for one and two animals sampled, and 100 per cent if three or more are sampled. A study by Hägglund and others (2006) suggested conducting such studies by using three animals in each herd.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 548,
                    "text": "(Rossi and Kiesel 1974",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 549,
                    "end": 572,
                    "text": ", Stott and others 1980",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 607,
                    "text": ", Verhoeff and van Nieuwstadt 1984",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 610,
                    "end": 636,
                    "text": "Bidokhti and others (2009)",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 1014,
                    "text": "Martin and others (1992)",
                    "ref_id": null
                },
                {
                    "start": 1323,
                    "end": 1349,
                    "text": "Hägglund and others (2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of the present study was to ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was designed as a repeated, cross-sectional survey and performed between June 2004 and December 2006. In order to cover all parts of Norway, 30 veterinary districts across the country were selected. The selection of districts was based on geographic location, animal density and that the veterinarians in the district had a health service agreement with The Norwegian Cattle Health Services (NDHRS). The 30 districts represented herds from 16 out of the 19 Norwegian counties. Dairy herds recorded in the NDHRS as having at least 15 cow-years were included for further random sampling. One cow-year is the sum of the total of individual feed days for all cows in a herd over the course of a calendar year divided by 365. Herds located in the selected districts were stratified according to herd size in the following four groups: (1) herds with 15-24.9 cow-years (n=1807); (2) herds with 25-49.9 cow-years (n=568); (3) herds with 50-99.9 cowyears (n=62); (4) herds with more than 100 cow-years (n=6). Using random computer sampling (SAS V.9.1), on principle, two herds were selected from each district in the first group, four in the second group, two in the third group and all herds in the fourth group (Gulliksen and others 2009 Vaccination against BRSV had not been performed in any of the study herds. In each herd, blood from an average of five calves was collected on two occasions. There was some variation in the number of tested calves due to practical circumstances such as number of available calves at the time of sampling (distribution shown in Table 1 ). The calves were aged 0-365 days, and the animals were randomly selected at each sampling. This gave a total of 1348 blood samples collected from 1294 calves. Of the samples, 470 were from calves less than 150 days old. Out of these, 159 samples from 157 calves tested positive for antibodies to BRSV. They were excluded from analysis to prevent misclassification caused by the presence of maternal antibodies. The calves less than 150 days old with negative antibody titre were included. Finally, this gave a total of 1189 samples collected from 1137 calves included in the analysis. In each herd, the two samplings were performed approximately 6 months apart. In 17 of the 134 herds, samples were only available from one sampling for different reasons, for example, too few available animals, or farmers closing down their activities.",
            "cite_spans": [
                {
                    "start": 1215,
                    "end": 1241,
                    "text": "(Gulliksen and others 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1569,
                    "end": 1576,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Design, animals and sampling"
        },
        {
            "text": "From September 2005, samples of bulk tank milk were collected from 46 of 134 (34 per cent) study herds. The bulk tank milk samples were obtained on the same day as the first sampling of blood from the calves in the eight counties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design, animals and sampling"
        },
        {
            "text": "On the day of collection, blood and bulk milk samples were centrifuged and the serum or skimmed milk was extracted before being stored at −20°C until they were analysed. Analysis for the presence of antibodies against BRSV was performed using a commercial ELISA kit (Svanovir, Svanova Biotech AB, Uppsala). The manufacturer's instructions were followed. The optical density (OD) was measured at 450 nm and corrected by subtraction of OD for the negative control antigen. If the OD value was ≥0.2, the sample was classified as positive. The sensitivity and specificity of the test for this cut-off reported by the manufacturer were 94.6 per cent and 100 per cent, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody examination"
        },
        {
            "text": "The classification of the herds was based on the results of the antibody test of the selected calves. The herd was classified as 'positive' if one or more of the sampled calves were positive for BRSV antibodies. Positive herds were considered to have had the virus present in the herd during the past year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification of the herds"
        },
        {
            "text": "The prevalence of positive herds was calculated for the first (n=134 herds) and second (n=117 herds) samplings. An overall prevalence in the country was calculated for the two samplings viewed together. Hence, if a herd was positive in one of the samplings, it was defined as positive. An overall prevalence of positive herds in each of the 16 counties was estimated in the same way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of BRSV antibodies"
        },
        {
            "text": "The results of the serological and bulk milk screen were compared for herds that underwent both tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of BRSV antibodies"
        },
        {
            "text": "The impact of herd size on the prevalence of BRSV was examined by classification according to the number of cow-years in the herd. Of the 117 herds, 20 had a size of 50 or more cow-years and were classified as large herds, and 96 of them had less than 50 cow-years and were classified as small herds. The exact number of cow-years was missing for one herd which was excluded from the calculations on herd size. Contingency analysis was performed with number of cowyears ≥50 and <50 as the independent variables and serostatus from sampling one to two as the dependent variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of BRSV antibodies"
        },
        {
            "text": "The study herds were divided into two groups according to the season between the two samplings. The winter season is December, January and February, and the summer is June, July and August. Seventy-four herds had winter between the two samplings, while 26 had summer. Seventeen of the herds did not fit into either category and were excluded from the calculations on seasonal variation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seasonal variation"
        },
        {
            "text": "Contingency analysis was performed for two parameters. The independent variable was herds sampled during the winter or summer season. Two dependent variables were analysed 1. Change from negative to positive at herd level 2. The number of positive animals tested=100 per cent versus <100 per cent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seasonal variation"
        },
        {
            "text": "Relationships were deemed to be statistically significant if the P value was less than 0.05. All associations were calculated using Fisher's Exact Test. The analyses were performed using JMP 8 (SAS Institute, Cary, North Carolina, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seasonal variation"
        },
        {
            "text": "The prevalence of herds with antibodies against BRSV in serum at the time of the first sampling was 34 per cent (45 out of 134) and 41 per cent (48 out of 117) at the second sampling. The overall prevalence of herds positive in any of the samplings was 54 per cent (72 out of 134). The geographical results of the prevalence study are shown in Fig 1. Totally, 233 (20 per cent) of the 1189 samples were positive for antibodies against BRSV. The mean age of the included calves was 197.7 days, with a sd of 75.1 days. The median was 198 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 350,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Prevalence of BRSV antibodies"
        },
        {
            "text": "The numbers of dairy herds classified as positive and negative for BRSV at the two samplings are shown in Table 2 . Twenty-seven (33 per cent) of the 81 herds initially being negative changed to positive, and 9 (33 per cent) of these 27 herds showed all animals positive on the second sampling. Fifteen (42 per cent) of the 36 herds initially being positive changed to negative, and 21 of them (58 per cent) remained positive on second sampling. Of the herds negative on first sampling, 54 (46 per cent) were also negative on the second. The prevalence of herds positive for antibodies in bulk tank milk was 30 per cent (14 of 46 herds). Comparison of the results of the bulk tank milk testing with the serological investigation showed that 10 (71 per cent) of the 14 herds that were positive for antibodies in bulk milk sampling were classified as negative based on the serological analysis of young animals. Altogether, 31 (97 per cent) of the 32 herds negative for antibodies in bulk tank milk were classified as negative based on the serological examination in calves. One herd was negative for bulk milk but had one seropositive calf. This calf was retested 6 months later and was still positive, even though the remaining calves were negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Prevalence of BRSV antibodies"
        },
        {
            "text": "The within-herd prevalence of the positive herds varied from 10 per cent to 100 per cent, with a mean of 55 per cent. The distribution of the number of calves positive for antibodies within herds is shown in Table 1 and is based on results from both samplings. The mean number of animals sampled on each sampling occasion was 4.7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 215,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Prevalence of BRSV antibodies"
        },
        {
            "text": "Contingency analysis of herd size versus changes in classification showed that there was no significant difference between large and small herds in the risk of changing from negative to positive. However, larger herds were more likely to change status from positive to negative (P value 0.015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of BRSV antibodies"
        },
        {
            "text": "There were distinct differences in both prevalence and changes in BRSV antibody status at herd level between the two samplings in different areas (Fig 1) . In the counties with the highest density of cattle (Fig 1, numbers 4, 7, 9 and 15 ) the prevalence of herds defined as positive on first, second or both samplings was 82, 94, 64 and 75 per cent for each of the four counties, respectively. Several counties had no positive herds (Fig 1, numbers 1, 2 and 6 ). Another county (Fig 1, number  17) had a high proportion of negative herds. In the county with the highest density of cattle (Fig 1, number 15 ) there were herds classified as negative on both samplings, and herds changing from negative to positive and from positive to negative within a small geographical area. For a smaller area in the northern part of county number 7 (Fig 1) , seven out of eight of the herds were negative for antibodies against BRSV on the first sampling, and positive on the second. In six of them, all tested calves were positive on the second sampling. One of the herds was negative on both samplings and negative on the bulk milk sample, that is, having no immunity in the herd. Within the sampling period there was a confirmed clinical outbreak of respiratory disease in this area.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 207,
                    "end": 237,
                    "text": "(Fig 1, numbers 4, 7, 9 and 15",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 434,
                    "end": 460,
                    "text": "(Fig 1, numbers 1, 2 and 6",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 479,
                    "end": 498,
                    "text": "(Fig 1, number  17)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 589,
                    "end": 606,
                    "text": "(Fig 1, number 15",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 836,
                    "end": 843,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Geographical distribution"
        },
        {
            "text": "The number of herds tested and their distribution by county is presented in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Geographical distribution"
        },
        {
            "text": "Of the herds with winter between the samplings, 23 per cent (17 out of 74) changed from negative to positive. Of the herds with summer between samplings, the respective number equals 23 per cent (6 out of 26). All the herds in which 100 per cent of the animals tested positive on the second sampling had winter between the samplings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seasonal variation"
        },
        {
            "text": "The present study is based on a nationwide longitudinal study where herds were classified as BRSV-positive or BRSV-negative. The classification was based on individual sampling of an average of five animals less than one year old. If one or more of the sampled calves between 150 and 365 days of age were positive for BRSV antibodies, the herd was classified as positive. The positive herds have most likely had BRSV circulation during the previous year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The within-herd prevalence in this study was low, compared to other studies (Hägglund and others 2006, Bidokhti and others 2009 ). The reason for this could be that the herds were randomly selected, and that samples from young animals were collected. In the study by Hägglund and others (2006) the within-herd prevalence was considerably higher, but the herds chosen all had a history of respiratory disease. Another study by Bidokhti and others (2009) on adult animals suggest high within-herd prevalence also in herds with no known history of respiratory disease. They also showed higher seropositivity with increasing age. In the present study, all sampled calves were positive in only approximately a quarter of the positive herds.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 89,
                    "text": "(Hägglund and",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 90,
                    "end": 115,
                    "text": "others 2006, Bidokhti and",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 127,
                    "text": "others 2009",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 293,
                    "text": "Hägglund and others (2006)",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 452,
                    "text": "Bidokhti and others (2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Positive animals less than 150 days old were excluded from the analyses in this study to avoid interference from maternal antibodies. The calves less than 150 days old that were negative were presumed to be truly negative and included in the analyses since removing them would entail the loss of valuable information. All the analyses were also performed for a dataset where all calves under 150 days old (both positive and negative) were removed and the results remained the same but with less power (data not shown). The exclusion of the positive animals less than 150 days old reduced the number of tested animals in some herds. Three or more calves were included on 93 per cent of the occasions. Hägglund and others (2006) suggested three sampled animals in a herd were sufficient for correct classification of a herd's infectious status. If the calculations of Martin and others (1992) are used with the mean within-herd prevalence calculated in the present study (55 per cent), the sensitivity of the classification on herd level will be 52, 77, 89, 95 and 97 per cent when one to five animals are included. This shows that even if the within-herd prevalence was lower than expected, the sensitivity is acceptable.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 726,
                    "text": "Hägglund and others (2006)",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 890,
                    "text": "Martin and others (1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The classification system in the present study might give both false positive and false negative herds. The main reason for false positive herds would be the cut-off value for maternal antibodies (150 days). It is possible that there are false positive herds due to calves with an unusually long duration of maternal antibodies. Uttenthal and others (2000) found that maternal antibodies of dairy calves are not likely to be detected after five months. Baker and others (1986) found an average duration of 3.2 months, but up to 6.8 months in some animals. Maternal antibodies are reported to last longer in beef than dairy cattle, with an average of 6.1 (Fulton and others 2004) . In the present study, only dairy herds were included. Additionally, the positive herds usually had more than one positive animal. Altogether, it is possible for the herds in the present study to be misclassified due to long duration of antibodies in some animals, but this will probably only apply to a relatively low number of herds.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 356,
                    "text": "Uttenthal and others (2000)",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 476,
                    "text": "Baker and others (1986)",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 678,
                    "text": "(Fulton and others 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Herds might also be misclassified as negative. The fewer animals tested in a herd, the higher risk of false negative classification of the herd. One factor that can give false negative results is that presence of maternal antibodies in young calves might depress the natural development of immunity after infection. Kimman and others (1987) and Uttenthal and others (2000) conclude that maternal antibodies markedly suppress the humoral immune response, leading to shorter duration of humoral immunity. This might give false negative results in individuals that are tested serologically. Their conclusions are based on investigation of a relatively low number of calves observed for a short period of time, leaving questions on how the antibody titre will develop further. The laboratory methods were also different from the ones used in the present study, leaving questions open as to exactly what degree this impairment will influence the test strategy used in the present study. The degree of impairment of the humoral response is also likely to be affected by the level of maternal antibodies of each individual; the lower the level of maternal antibodies, the less impairment. It is possible that some animals were falsely classified as negative in the present study, but the number and age dispersion of the calves used to classify the herds makes it unlikely that this applies to many herds.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 340,
                    "text": "Kimman and others (1987)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 372,
                    "text": "Uttenthal and others (2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The calculated prevalence shows that BRSV is a common infection in Norway. The prevalence estimate is lower than that reported in many other countries (Elvander 1996 , Paton and others 1998 , Uttenthal and others 2000 , Luzzago and others 2010 , Ohlson and others 2010 which is probably due to the different methods used to estimate the prevalence. In Sweden, the prevalence based on bulk tank milk has been reported to be between 41 per cent and 89 per cent (Elvander 1996 , Ohlson and others 2010) and up to 100 per cent in (100) Serum of an average of five animals in each herd was tested for antibodies against BRSV at each occasion. A herd was classified as positive if at least one sampled animal was antibody positive BRSV, bovine respiratory syncytial virus England and Wales (Paton and others 1998) . In another study based on pooled milk samples from five primiparous cows, a prevalence of 85 per cent was found (Ohlson and others 2010) . In Norway, Gulliksen and others (2009) found the prevalence of BRSV in calves up to 12 months of age to be 31 per cent. In the same study, 71 per cent of the herds were categorised as positive based on the finding of at least one antibody-positive calf. However, calves young enough to still have maternal BRSV antibodies circulating were not excluded from the analysis.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 165,
                    "text": "(Elvander 1996",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 166,
                    "end": 189,
                    "text": ", Paton and others 1998",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 217,
                    "text": ", Uttenthal and others 2000",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 243,
                    "text": ", Luzzago and others 2010",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 268,
                    "text": ", Ohlson and others 2010",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 473,
                    "text": "(Elvander 1996",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 784,
                    "end": 807,
                    "text": "(Paton and others 1998)",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 946,
                    "text": "(Ohlson and others 2010)",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 987,
                    "text": "Gulliksen and others (2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, the prevalence of herds positive on bulk tank milk testing was low. This was probably due to the fact that these samples were only collected in areas with a low prevalence of BRSV. When comparing the results of the serum and bulk milk sampling, the majority of herds positive on bulk tank milk were negative based on serological analysis. Ninety-seven percent of the herds that were negative on bulk tank milk samples were also negative on serology, and bulk tank milk is therefore convenient for the classification of negative herds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study indicates that the prevalence of BRSV is highly variable between counties. The counties with the highest cattle density generally had a higher proportion of positive herds, but no link was found between herd size and the risk of being classified as positive. A previous study in Norway (Norström and others 1999) found that the risk of transmission of respiratory disease between herds was high. Nevertheless, in the present study, there are examples of counties with herds in all categories close together: negative herds, positive herds, as well as herds initially being negative changing to positive and herds initially positive changing to negative. This pattern is also seen in several smaller geographical districts. Thus, the herds grouped within a restricted area do not necessarily change infection status in the same direction. In one of the counties (Fig 1, number 15) , the classification status of the herds is especially complex, with all types of classifications present within a small area. In another small district (Fig  1, northern part of county number 7) a clinical outbreak of respiratory disease was registered and most herds were infected. In spite of this, one herd stayed negative throughout the epidemic, which demonstrates that a herd can keep its negative status without immunity despite an ongoing epidemic in the area.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 322,
                    "text": "(Norström and others 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 871,
                    "end": 889,
                    "text": "(Fig 1, number 15)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1043,
                    "end": 1051,
                    "text": "(Fig  1,",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This study is not sufficiently extensive to determine whether large areas are free from BRSV despite certain counties only containing herds which tested negative. The number of sampled herds in these counties was low, and negative and positive herds are located close together in other areas. A high proportion of herds must be sampled to be able to classify whole regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "New introduction of BRSV to the herds occurred at the same rate regardless of season. These findings contrast with the findings of Van der Poel and others (1993) who found that the highest incidence of primary infection was in the autumn or winter season. Baker and others (1997) also report that there is a peak occurrence of BRSV infections in the autumn and winter, and that primary infection in other seasons is rare. The fact that new infections occur throughout the summer could explain how the virus can survive between winter seasons. There is some uncertainty about these results as the samples were collected only every sixth month. Interestingly, it was also found that the introduction of BRSV into a herd in the winter leads to a higher proportion of seropositive animals than such introduction in the summer. This is in accordance with more clinical outbreaks taking place during winter due to higher infectious pressure because of indoor housing with tighter relations between animals, poor ventilation and high humidity (Stott and others 1980, Hägglund 2005) . In the summer, the infectious pressure is likely to be low and, consequently, fewer animals are likely to be infected in the herd, resulting in less clinical disease.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 279,
                    "text": "Baker and others (1997)",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1046,
                    "text": "(Stott and",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1047,
                    "end": 1074,
                    "text": "others 1980, Hägglund 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The presence of a lower rate of animals positive for antibodies against BRSV, and fewer clinical signs of infection in the summer, may suggest that a low-grade infection in a herd or individual animals persists or maintains the infection over summer. This would make the task of working with diagnostics and the risk of infection more complicated. Van der Poel and others (1993) suggested that low-grade infections might be a means for the virus to survive in a population during the summer.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 378,
                    "text": "Van der Poel and others (1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The current findings are of importance for the future control of BRSV which should be focused at the herd level. By detection and surveillance of negative herds combined with implementation of biosecurity measures in these, the occurrence of BRSV could be reduced. Effective biosecurity measures are not well documented for BRSV, but in a study by Ohlson and others (2010) they found that biosecurity in terms of providing boots for visitors in herds were associated with lower prevalence of BRSV. Given the high volatility herd infection status and the close proximity between negative and positive herds, individual examination of each herd may be necessary. Further studies with the inclusion of a higher number of animals in each herd, and a higher number of herds in an area, are necessary.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 372,
                    "text": "Ohlson and others (2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study revealed that there is high variation in prevalence and pattern of infection dynamics within and between herds in the different regions. There are rapid shifts in infectious status at herd level. The rate of new infections at herd level does not vary with season. Negative herds were found in close proximity to positive herds. Combined with a high elimination rate in infected herds, it should be possible to lower the prevalence of BRSV by preventing the introduction of virus into herds throughout the year. A suitable strategy could be to employ close surveillance and focus on the negative herds followed by high biosecurity to avoid new introductions of virus in these herds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Seroepizootiologic study of bovine respiratory syncytial virus in a dairy herd",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Ames",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Markham",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "American Journal of Veterinary Research",
            "volume": "47",
            "issn": "",
            "pages": "240--245",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bovine respiratory syncytial virus. The Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Food Animal Practice",
            "volume": "13",
            "issn": "",
            "pages": "425--454",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reduced likelihood of bovine coronavirus and bovine respiratory syncytial virus infection on organic compared to conventional dairy farms",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bidokhti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Traven",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fall",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Veterinary Journal",
            "volume": "182",
            "issn": "",
            "pages": "436--440",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bovine respiratory syncytial virus. The Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Brodersen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Food Animal Practice",
            "volume": "26",
            "issn": "",
            "pages": "323--333",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe respiratory disease in dairy cows caused by infection with bovine respiratory syncytial virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elvander",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The Veterinary Journal",
            "volume": "138",
            "issn": "",
            "pages": "101--105",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Maternally derived humoral immunity to bovine viral diarrhea virus (BVDV) 1a, BVDV1b, BVDV2, bovine herpesvirus-1, parainfluenza-3 virus bovine respiratory syncytial virus, Mannheimia haemolytica and Pasteurella multocida in beef calves, antibody decline by half-life studies and effect on response to vaccination",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Payton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Confer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Saliki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ridpath",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Burge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Duff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vaccine",
            "volume": "22",
            "issn": "",
            "pages": "643--649",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Economic impact associated with respiratory disease in beef cattle. The Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Food Animal Practice",
            "volume": "13",
            "issn": "",
            "pages": "367--377",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respiratory infections in Norwegian dairy calves",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Gulliksen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Lie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Loken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Akerstedt",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Osteras",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Dairy Science",
            "volume": "92",
            "issn": "",
            "pages": "5139--5146",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiology, detection and prevention of respiratory virus infections in Swedish cattle. Doctoral thesis. Swedish University of Agricultural Sciences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hägglund",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hägglund",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Valarcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Veterinary Journal",
            "volume": "172",
            "issn": "",
            "pages": "320--328",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Isotype-specific ELISAs for the detection of antibodies to bovine respiratory syncytial virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kimman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Westenbrink",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Straver",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Schreuder",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Research in Veterinary Science",
            "volume": "43",
            "issn": "",
            "pages": "180--187",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bovine respiratory syncytial virus seroprevalence and risk factors in endemic dairy cattle herds",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luzzago",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bronzo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salvetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frigerio",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Veterinary Research Communications",
            "volume": "34",
            "issn": "",
            "pages": "19--24",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluating the health status of herds based on tests applied to individuals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shoukri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Thorburn",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Preventive Veterinary Medicine",
            "volume": "14",
            "issn": "",
            "pages": "33--43",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A space-time cluster investigation of an outbreak of acute respiratory disease in Norwegian cattle herds",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Norström",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jarp",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Preventive Veterinary Medicine",
            "volume": "47",
            "issn": "",
            "pages": "107--119",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Risk factors for seropositivity to bovine coronavirus and bovine respiratory syncytial virus in dairy herds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ohlson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heuer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lockhart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Traven",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Emanuelson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Veterinary Journal",
            "volume": "167",
            "issn": "",
            "pages": "201--206",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prevalence of antibodies to bovine virus diarrhoea virus and other viruses in bulk tank milk in England and Wales",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Christiansen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alenius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Cranwell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Drew",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Veterinary Journal",
            "volume": "142",
            "issn": "",
            "pages": "385--391",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Serological evidence for the association of bovine respiratory syncytial virus with respiratory tract disease in Alabama cattle",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Kiesel",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Infection and Immunity",
            "volume": "10",
            "issn": "",
            "pages": "293--298",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bovine respiratory disease in feedlot cattle: environmental, genetic, and economic factors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Snowder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Vleck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Cundiff",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Animal Science",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A survey of virus infections of the respiratory tract of cattle and their association with disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Stott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crouch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jebbett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Luther",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caswell",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Hygiene",
            "volume": "85",
            "issn": "",
            "pages": "257--270",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Antibody dynamics in BRSV-infected Danish dairy herds as determined by isotype-specific immunoglobulins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uttenthal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Philipsen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tjornehoj",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Viuff",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Veterinary Microbiology",
            "volume": "76",
            "issn": "",
            "pages": "329--341",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bovine respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Valarcher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Veterinary Research",
            "volume": "38",
            "issn": "",
            "pages": "153--180",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dynamics of bovine respiratory syncytial virus infections: a longitudinal epidemiological study in dairy herds",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Der Poel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kramps",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Middel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Oirschot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Archives of Virology",
            "volume": "133",
            "issn": "",
            "pages": "309--321",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "BRS virus, PI3 virus and BHV1 infections of young stock on self-contained dairy farms: epidemiological and clinical findings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Verhoeff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Nieuwstadt",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "The Veterinary Journal",
            "volume": "114",
            "issn": "",
            "pages": "288--293",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "BRSV classification. Geographical distribution of herds classified as positive and negative for BRSV infection in Norway. The classification was based on an examination of antibodies against BRSV in the serum of an average of five calves without maternal antibodies in each herd in two samplings at approximately six months apart. If one or more of the sampled animals were positive for antibodies against BRSV, the herd was classified as positive (ArcGIS 10, ESRI Inc., Redlands, California, USA)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Geographical distribution by county of herds positive and negative for antibodies against BRSV of herds sampled and herds classified as negative for BRSV infection at both samplings (−/−) or both positive (+/+), herds defined as having a new infection (−/+) or eliminating an infection (+/−) BRSV, bovine respiratory syncytial virus",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Estimate the prevalence and geographical distribution of herds with BRSV circulating within the previous year in Norway. 2. Shed new light on the dynamics of BRSV by repeating the study twice in the same herd six months apart, better defining temporal distribution of infection in herds. 3. Compare distributions to factors, such as season and size of herds.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The table shows the number of dairy herds with a given number of calves positive for antibodies against BRSV in serum out of the number of calves tested",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Number of dairy herds (%) in Norway, positive and negative for BRSV on two sampling occasions",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge Mr. E. Jor for the acquisition of data and Professor A. Nødtvedt for a critical review of the manuscript.Funding This study was funded by Norwegian Research council, TINE Norwegian Dairies BA, Animalia, Norwegian School of Veterinary Sciences.Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 3.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http://creativecommons.org/licenses/ by-nc/3.0/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}