{
    "paper_id": "dac4e5ddd4e1b0a3ec755a573674371f724462a8",
    "metadata": {
        "title": "Susceptibility of Chikungunya Virus to Inactivation by Heat and Commercially and World Health Organization- Recommended Biocides",
        "authors": [
            {
                "first": "Sergej",
                "middle": [],
                "last": "Franz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research)",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Martina",
                "middle": [],
                "last": "Friesland",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research)",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Vânia",
                "middle": [],
                "last": "Passos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research)",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Todt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research)",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [],
                "last": "Simmons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Blood Systems Research Institute",
                    "location": {
                        "settlement": "San Francisco",
                        "region": "California"
                    }
                },
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Goffinet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research)",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Eike",
                "middle": [],
                "last": "Steinmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helmholtz Centre for Infection Research)",
                    "location": {
                        "settlement": "Hannover",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Despite increasing clinical relevance of Chikungunya virus (CHIKV) infection, caused by a rapidly emerging pathogen, recommended guidelines for its inactivation do not exist. In this study, we investigated the susceptibility of CHIKV to inactivation by heat and commercially available hand, surface, and World Health Organization-recommended disinfectants to define CHIKV prevention protocols for healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the past decades, Chikungunya virus (CHIKV), an enveloped ribonucleic acid (RNA) virus, has spread globally. Although the virus has already been isolated in 1953, in-depth research has been limited since then and was primarily motivated by sporadic outbreaks like the French island La Reunion outbreak in 2005/2006 [1] . Although CHIKV is mainly transmitted via bites of hematophagous arthropods such as mosquitoes (eg, Aedes aegypti), nonvector transmission through contaminated saliva has been reported in an experimental mouse model [2] . Therefore, additional routes of viral transmission formally cannot be excluded. Infection with CHIKV often results in acute illness characterized by the classic triad of fever, arthralgia, and rash, and it can become chronic in a subset of patients. Recent outbreaks in Southeast Asia and South America [3] as well as genetic adaptation to new vectors including Aedes albopictus [4] justify the growing perception of CHIKV as a global health concern. However, guidelines on handling contamination and occupational exposure as well as confirmed procedures of virus inactivation and disinfection have not been established to date.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we tested different inactivation methods using low-priced materials accessible to healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "BHK-21 cells and HEK293T cells were propagated in Dulbecco's modified Eagle's medium supplemented with 10% fetal calf serum, 100 units/mL penicillin, 100 µg/mL streptomycin, and 2 mM L-glutamine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells"
        },
        {
            "text": "We used the West African molecular clone strain 37997 coexpressing the green fluorescent protein as a reporter of infectivity [5] . Infectious virus was generated by electroporation of full-length viral RNA into BHK-21 cells. Forty-eight hours posttransfection, at the peak of producer cell cytopathicity, virus particles were separated from cellular debris by filtration of the virus-containing supernatant through membranes with a pore size of 0.45 µm and stored in aliquots at −80°C before evaluation of the viral titer on HEK293T cells by flow cytometry. For this study, titers of the viral stocks ranged from 2.7 × 10 6 to 8.2 × 10 7 infectious units/mL.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "Differences of means of 3 independent repetitions were tested for significance applying repeated measures 1-way analysis of variance followed by Dunnett's multiple comparison testing using GraphPad Prism for Windows, version 7.04 (GraphPad Software, La Jolla, CA; www.graphpad.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "To investigate the thermal stability of CHIKV, 9 parts cell culture medium was prewarmed to defined temperatures between 35 and 70°C while shaking at 500 rpm. Then, 1 part CHIKV was added to the medium and incubated for 1 and 5 minutes, respectively. Virus suspensions were cooled down to 4°C, serially diluted 8 times in 1:10 steps, and used for inoculation of HEK293T cells to determine the 50% tissue culture infective dose (TCID 50 /mL) by scoring the amounts of wells displaying green fluorescent protein 24 hours postinfection. Although incubation at temperatures up to 45°C for 5 minutes failed to modulate viral infectivity, CHIKV displayed a partial (<1 log) loss of infectivity upon heating at 50 and 55°C for 5 minutes and was fully inactivated upon heating at 70°C for 5 minutes ( Figure 1A ). The z-value for CHIKV, representing the thermal death time with the conditions used in our assay, was 5.17.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 793,
                    "end": 802,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "For chemical inactivation of CHIKV, no data or specific recommendations in case of occupational exposure exist so far. Alcohol-based disinfectants are routinely used for the decontamination of solutions, surfaces, skin, or wounds that were exposed to enveloped viruses. To evaluate the susceptibility of CHIKV to inactivation by biocides, we exposed the virus to different alcohols and commercially available alcohol-containing hand disinfectants (Supplementary Table 1 ). Specifically, 1 part virus suspension was mixed with 1 part organic load (0.3% bovine serum albumin [BSA] as interfering substance) and 8 parts disinfection solution of different concentrations. After an incubation time of 30 seconds, samples were serially diluted and the TCID 50 /mL values were determined as described above. Cytotoxic effects were monitored by microscopic analysis for altered density and morphology of the cellular monolayer and were quantified analogous to the TCID 50 /mL of the virus infectivity and was also verified by MTT assays. Strikingly, full inactivation by 1-propanol and 2-propanol was achieved at concentrations of 20% and 30%, respectively, whereas the fully effective concentration of ethanol was 40% ( Figure 1B ). In line with this observation, Sterillium classic pure and Manorapid Synergy, containing high concentrations of propanol, were more effective in disinfecting CHIKV than Desderman pure, a mainly ethanol-based hand disinfectant ( Figure 1C ). To simulate surface disinfection, we established an experimental system to test the stability on inanimate surfaces. Metal carriers providing a smooth surface were used on which virus suspension was applied. The ability of disinfectants to inactivate potentially residual infectivity of the dried virus was then monitored. The coated virus was covered with commercial surface disinfectants, and their virucidal activities were determined by a TCID 50 assay. Specifically, 9 parts of virus suspension were mixed with 1 part organic load of 0.3% BSA. Fifty microliters of this solution were pipetted onto the middle of a metal disc. After 60-minute incubation at room temperature, the dried suspension was challenged for 1 minute with 100 µL of individual surface disinfectants. We chose surface disinfectants differing in their chemical composition. Bacillol AF represents an alcohol-based disinfectant, whereas Descosept spezial contains a quarternary ammonium compound and Perform belongs to the oxygen releasing agents. Subsequently, the carrier was transferred into a tube containing 900 µL 4°C cold cell culture medium and 0.5 grams of glass beads (diameter of 0.25-0.5 mm). The glass beads were added because they help in the complete recovery of all non-inactivated virus. The virus was reconstituted into the medium by vortexing the carrier-containing tube for 1 minute. Infectivity of the treated virus suspension was determined as TCID 50 /mL in HEK293T. Although CHIKV infectivity was surprisingly resistant to air-drying, the 3 tested surface disinfectants (Bacillol AF, Descosept spezial, and 0.5% Perform) shared the ability to fully inactivate dried virus at concentrations recommended by the manufactures (Figure 1D ). To verify that the susceptibility of the HEK293T target cells for the virus infection were not negatively influenced with the treatment by the product test solution, an interference control was performed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 469,
                    "text": "(Supplementary Table 1",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1222,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1454,
                    "end": 1463,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3187,
                    "end": 3197,
                    "text": "(Figure 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "As a cost-effective alternative to commercial disinfectants, the World Health Organization (WHO) recommended 2 alcohol-based hand rubs in 2009 [6] . In this study, we tested the anti-CHIKV effect of different concentrations of hand rub WHO formulations I and II (Supplementary Table 1 ), which meet the requirements of the European Guideline (EN14476) [7] for antiviral activity against poliovirus and the European Norm (EN12971) [8] for surgical hand treatment. The WHO formulation II, a propanol-based disinfectant, exerted a stronger antiviral effect than the ethanol-based WHO formulation I (Figure 2A and B). Of note, CHIKV displayed a higher degree of resistance to inactivation by the WHO formulations I and II than other currently emerging viruses ( Figure 2C and D) including Ebola virus, Middle East respiratory syndrome coronavirus, and Zika virus [9] . However, CHIKV was less stable than Modified Vaccinia virus Ankara virus, which serves as a gold standard for enveloped viruses in chemical inactivation assays [10] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1025,
                    "end": 1029,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 284,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 605,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 758,
                    "end": 774,
                    "text": "Figure 2C and D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In this study, we provide a profile of the sensitivity of CHIKV against heat-mediated inactivation and chemical disinfection. Heat inactivation of CHIKV has been partially addressed in the context of serum inactivation at 56°C for 30 minutes as a firststep preparation for plaque reduction neutralization tests [11] . However, no systematic analysis of CHIKV's thermosensitivity is available. We show that CHIKV is sensitive to increasing temperatures and can be safely and quickly inactivated when treated at temperatures above 70°C for at least 1 minute. Furthermore, we demonstrate a superior virucidal effect of propanol-based disinfectants over ethanol-based solutions. The resistance of CHIKV to short-term drying is consistent with results for freeze-dried virus [12] . This finding underlines the necessity to probe existing antiviral disinfection protocols against emerging viral pathogens because this property could pose a potential risk for nonvector transmission of the virus.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "According to our results, all tested surface disinfectants were capable of inactivating CHIKV on a metal surface. More importantly, CHIKV was efficiently inactivated by both WHOrecommended formulations, validating their utility in the context of healthcare systems and CHIKV outbreak situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Supplementary materials are available at The Journal of Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        },
        {
            "text": "Author contributions. S. F., C. G., and E. S. designed the study. S. F. performed all of the experiments. M. F. and V. P contributed to experiments. S. F., D. T, C. G., and E. S. analyzed the data. S. F., C. G., and E. S. wrote the article. S. F., D. T., and E. S. prepared the figures. M. F., G. S., and E. S. provided essential tools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "Financial support. This work was funded by Deutsche Forschungsgemeinschaft (German-African",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chikungunya virus strains, Reunion Island outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bessaud",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Peyrefitte",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pastorino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "1604--1610",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious Chikungunya virus in the saliva of mice, monkeys and humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rudd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Prow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reemergence of Chikungunya virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "11644--11651",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A single mutation in Chikungunya virus affects vector specificity and epidemic potential",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Tsetsarkin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Vanlandingham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Development and characterization of a double subgenomic Chikungunya virus infectious clone to express heterologous genes in Aedes aegypti mosquitoes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Vanlandingham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsetsarkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Insect Biochem Mol Biol",
            "volume": "35",
            "issn": "",
            "pages": "1162--70",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO Guidelines on Hand Hygiene in Health Care: First Global Patient Safety Challenge Clean Care Is Safer Care. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Virucidal activity of 2 alcohol-based formulations proposed as hand rubs by the World Health Organization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bischoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "",
            "pages": "66--74",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ethanol in pre-surgical hand rubs: concentration and duration of application for achieving European Norm EN 12791",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suchomel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rotter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Hosp Infect",
            "volume": "77",
            "issn": "",
            "pages": "263--269",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Virucidal activity of World Health Organization-recommended formulations against enveloped viruses, including Zika, Ebola, and emerging coronaviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siddharta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Vielle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "215",
            "issn": "",
            "pages": "902--908",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Povidone-iodine hand wash and hand rub products demonstrated excellent in vitro virucidal efficacy against Ebola virus and modified vaccinia virus Ankara, the new European test virus for enveloped viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eggers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eickmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zorn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reimer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Temperature tolerance and inactivation of Chikungunya virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Vanlandingham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "15",
            "issn": "",
            "pages": "674--681",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of chemical stabilizers on the thermostability and infectivity of a representative panel of freeze dried viruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pastorino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baronti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Charrel",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Thermostability of Chikungunya virus (CHIKV) and its susceptibility to inactivation by commercially available disinfectants. Sensitivity of CHIKV to indicated temperatures and virucidal efficacies of disinfectants in solution and on surfaces were evaluated by determining 50% tissue culture infective dose (TCID 50 /mL). The limit of detection is indicated as a dashed line. Cytotoxic effects are displayed as white bars and were calculated analogous to virus infectivity by monitoring alterations of density and morphology in the cell culture monolayer. Values for cytotoxicity beneath the limit of detection are not displayed. (A) Infectivity of CHIKV after incubation at indicated temperatures for 1 or 5 minutes. Virucidal effect of alcohols (B) and hand disinfectants (C) after a 30-second treatment in solution. (D) Treatment of dried CHIKV on metal discs for 1 minute with commercial surface disinfectants. The graphs show the mean of 3 independent experiments with standard error. *, P < .05; **, P < .01. Abbreviations: LOD, limit of detection; n.d., not detected.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Virucidal effects of World Health Organization formulations I and II (WHO I and II) on Chikungunya virus (CHIKV) infectivity and comparison of stability to other enveloped viruses. The disinfecting potential of WHO formulations I and II in solution assayed to determine the 50% tissue culture infective dose (TCID 50 /mL). The dashed line indicates the limit of detection. Cytotoxicity was determined equivalently to virus infectivity by observing potential disruptions in the cell culture monolayer and is presented as white bars. Infectivity of CHIKV after treatment with WHO formulations I and II in solution for 30 seconds (A and B) and comparison of its stability with other emerging enveloped viruses (C and D). The graphs show the mean of 3 independent experiments with standard error. Abbreviations: EboV, Ebola virus; LOD, limit of detection; MERS, Middle East respiratory syndrome corona virus; MVA, Modified Vaccinia Virus Ankara; n.d., not detected; ZikaV, Zika virus.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}