{
    "paper_id": "db6ef4648f49c12082d38056e00a106f8c2c510b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Yang",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "yang.shen@imclone.com"
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Aiping",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [],
                "last": "Blanc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company; Branchburg",
                    "location": {
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dipa",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amtul",
                "middle": [],
                "last": "Bari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stanley",
                "middle": [],
                "last": "Ng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kris",
                "middle": [],
                "last": "Persaud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [
                    "("
                ],
                "last": "Kenneth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Balderes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Surguladze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sagit",
                "middle": [],
                "last": "Hindi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Qinwei",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company; Branchburg",
                    "location": {
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dale",
                "middle": [
                    "L"
                ],
                "last": "Ludwig",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marshall",
                "middle": [],
                "last": "Snavely",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ImClone Systems, a wholly-owned subsidiary of eli Lilly and Company",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "such as complement dependent cytotoxicity CDC) and antibody dependent cell-mediated cytotoxicity (ADCC), making human IgG1 a natural and desirable choice for therapeutic antibody development in oncology. Considerable effort has focused on improving the stability and Fc function of this IgG1 subclass through protein and glycan engineering. 2-8 Twenty-two of 27 FDA approved therapeutic antibodies belong to the human IgG1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In human serum, immunoglobulin 1 (IgG1) is the most abundant subclass among all IgGs. Two-thirds of all IgGs contain the kappa (κ) light chain (Lc) isotype, with the remainder containing the lambda (λ) Lc. 1 This well-studied structure provides a relatively stable scaffold, as well as unique Fc effector functions optimization of biophysical properties is a critical success factor for the developability of monoclonal antibodies with potential therapeutic applications. the inter-domain disulfide bond between light chain (Lc) and heavy chain (Hc) in human IgG1 lends structural support for antibody scaffold stability, optimal antigen binding, and normal Fc function. Recently, human IgG1λ has been suggested to exhibit significantly greater susceptibility to reduction of the inter Lc-Hc disulfide bond relative to the same disulfide bond in human IgG1κ. to understand the molecular basis for this observed difference in stability, the sequence and structure of human IgG1λ and human IgG1κ were compared. Based on this Lc comparison, three single mutations were made in the λ Lc proximal to the cysteine residue, which forms a disulfide bond with the Hc. We determined that deletion of S214 (dS) improved resistance of the association between Lc and Hc to thermal stress. In addition, deletion of this terminal serine from the Lc of IgG1λ provided further benefit, including an increase in stability at elevated pH, increased yield from transient transfection, and improved in vitro antibody dependent cell-mediated cytotoxicity (ADCC). these observations support the conclusion that the presence of the terminal serine of the λ Lc creates a weaker inter-chain disulfide bond between the Lc and Hc, leading to slightly reduced stability and a potential compromise in IgG1λ function. our data from a human IgG1λ provide a basis for further investigation of the effects of deleting terminal serine from λLc on the stability and function of other human IgG1λ antibodies.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 207,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Removal of a C-terminal serine residue proximal to the inter-chain disulfide bond of a human IgG1 lambda light chain mediates enhanced antibody stability and antibody dependent cell-mediated cytotoxicity that the focal environment at the C-terminus of human IgG1λ is likely to affect stability and function through destabilization of the disulfide bond between Lc and Hc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we report our amino acid sequence and the structural analysis used to characterize molecular differences in the Lc-Hc disulfide bonds present in human IgG1λ and human IgG1κ. This analysis suggested that three mutations in residues proximal to the lambda Lc cysteine, which participates in the interchain disulfide bridge, may contribute to bond stability. Previously, an Hc hinge mutation of a human IgG1 was reported to improve the stability and the function of the parental antibody. 28 Moreover, a deletion mutation of a serine residue in a human IgG1λ antibody demonstrated a potential for increasing disulfide bond stability upon partial reduction. 27 In this report, the effects of deletion of the terminal serine (dS) from the Lc on the stability and function of a selected human IgG1λ (hereafter referred to as λ) were examined more extensively. The dS variant has a profile for enhanced Lc-Hc disulfide bond stability to heat and elevated pH, and increased transient expression level and purification yield; however, the λ to κ substitutions, P210R and A211G, failed to improve the stability of the parental hIgG1λ. Interestingly, this dS mutant demonstrated improved ADCC activity as well. The results of this study suggest a simple engineering approach to increase the stability, production, and the Fc function of an IgG1λ antibody by deleting the terminal serine of Lc, but also confirm that the terminal serine is the only liability in the vicinity of the λLc cysteine in destabilizing the inter Lc-Hc disulfide bond from a human IgG1λ.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 503,
                    "text": "28",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "27",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sequence and structure at the C-termini of human IgG1 lambda and kappa light chain constant domains. Multiple lines of evidence suggest that the Lc isotype can affect the stability and function of human IgG1. 14, 15 These observations have been mostly attributed to the susceptibility of the disulfide bond that links the CL and CH1 domains. 14, 27, 29 To understand the molecular differences between isotypes of Lcs, the sequence of λ (Lambda III subfamily), a human IgG1 with a λ Lc generated in house, was selected and compared with other IgG1 molecules containing λ or κ Lc constant region sequences (Fig. 1A) . [29] [30] [31] [32] [33] Other selected lambda constant (Cλ) sequences from BLAST and PDB databases (encompassing Lambda I, II and III subfamilies), share > 93% sequence identity at the amino acid level, whereas, these Cλs only share 30-39% sequence identity with Cκs. The most distinct feature of Cλs compared with Cκs is the presence of a serine residue immediately following the cysteine residue that forms the interchain disulfide bond between the Lc and Hc at the upper hinge of IgG1 ( Fig. 1A and B) . In contrast, the glutamic acid residue positioned immediately before the cysteine residue is strictly conserved across Cλs and Cκs.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "text": "15",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "14,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "27,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "29",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[31]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[32]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[33]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 613,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1107,
                    "end": 1121,
                    "text": "Fig. 1A and B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "First, a search was performed to look for all available ordered Lc-Hc disulfide bond conformations of human IgG1 X-ray crystal structures from the Disulfide Bond Analysis database. 34 Only the PDB entries containing ordered inter Lc-Hc disulfide bond for human IgG1 Cλs and Cκs were selected when the search was subclass. 9 Among approved IgG1s, IgG1κ is the predominant isotype. 10 The bias toward the κ isotype is likely due to the fact that most of these antibodies are chimeric or humanized derivatives of antibodies generated from mouse, in which the ratio of IgGκ to IgGλ isoform is 19:1 in serum. 11 With the advent of human phage display libraries, which contain a more balanced κ to λ ratio, therapeutic antibody with the IgG1λ isotype has either emerged in clinical pipelines or recently gained market approval. 12, 13 Previous studies have reported, however, that IgG1λ has a slower assembly rate, and is thus less stable under reducing conditions, than the κ isotype. 14, 15 Given the recent trend of developing λ Lc-containing antibodies as therapeutics, it is important that we critically examine the molecular basis for the observed instability of IgG1λ and attempt to rationally improve the stability and function of this molecule class.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "text": "34",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 322,
                    "end": 323,
                    "text": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 606,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 826,
                    "end": 828,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "14,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 984,
                    "end": 986,
                    "text": "15",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The reversible nature of disulfide bonds supports their pivotal role in maintaining the structural integrity of functional proteins, including IgGs. Although a disulfide bond is a covalent linkage with a dissociation energy of 60 kcal/mole in the protein structure, it has been considered a relatively \"weak link\" in the molecules architecture, being 30% weaker than a carbon-carbon bond (dissociation energy of 83-85 kcal/mole). 16 Recent findings have shown that disulfide bonds of IgGs are more reversible than previously believed. The Lc from naturally occurring IgG and IgA forms a disulfide bond with the heavy chain (Hc), but also self-associates, thereby creating a Lc dimer. 17 Moreover, inter-Hc disulfide bonds of the IgG4 subclass are requisite for the high disulfide exchange rate observed, which enables the transfer of half antibodies (HL) between two antibodies of distinct specificity and the formation of antibodies with dual specificity naturally. 18, 19 In addition, disulfide bond reshuffling has been reported to occur among different pairs of cysteines between antibody Lc and Hc, and between two Hcs. This leads to multiple disulfidebonded isoforms of IgG2 molecules detectable by capillary electrophoresis, 20 effecting significant molecular heterogeneity in this antibody isoform. [21] [22] [23] This effect, however, is context dependent and instability of the disulfide bond between Hcs is not observed in the IgG1 isoform. Any unpaired cysteines in recombinant monoclonal antibodies that may result from disulfide bond instability could affect the developability of the molecule by forming covalently linked aggregates. 24, 25 Among all IgG subclasses, IgG1 has a unique interchain disulfide bonding pattern that bridges the end of the Lc to the N-terminus of the hinge region on the Hc, rather than the beginning of the CH1 domain as observed in other IgG isoforms. 26 The Lc to Hc disulfide bond in IgG1 has also been shown to be prone to Lc loss due to the degree of disulfide bond reversibility. 14, 27 Recently reports have also shown that the disulfide bond between the Lc and the Hc in human IgG1 is weaker than the disulfide bonds present between the two Hcs as monitored by reduction, differential alkylation, and LC-MS analysis. 14 More importantly, the disulfide bond between Lc and Hc in human IgG1λ is more susceptible to breakage under reducing conditions than that in human IgG1κ. 14 Further analysis revealed that the serine residue at the C-terminus of human IgG1λ makes a significant contribution to the susceptibility of this disulfide bond to reduction. 27 Altogether, these data imply due to a limited number of λ antibody entries in PDB and largely flexible tails of Lc, the search only returned one entry for hIgG1 Cλ-1AQK (Lambda I subfamily), and 12 hIgG1 Cκs with complete and ordered Lc-Hc disulfide bonds ( Table 1) . Other Fab structures from PDB become disordered in the C-terminal region at or near the cysteine in Lc. By sequence comparison, 1AQK shares high sequence identity in both Cλ and Lc with the tested λ antibody (78% identical in hIgGλ Lc; 97% identical in Cλ) (Fig. 1A) . 1AQK was therefore used as the representative limited to cysteines with residue numbers between 200-250 for both Lc and Hc. Since IgG2 and IgG4 have unique Lc-Hc disulfide bond patterns and different cysteine locations in Hc from IgG1, they were also excluded from our discussion by this residue number criterion. To avoid inaccuracies from coordinates, only the crystal structure with a resolution higher than 3 Å was selected. A complete analysis on multiple Cλ structures is desired as the first step to understand whether there is common structural feature around the Lc-Hc disulfide bond in hIgG1λs; however, (equivalent to E214 in 1AQK) in both Cκ and Cλ from all Lcs were calculated and compared ( Fig. 1A ; Table 1 ). Due to the lack of multiple entries for Cλ, the average per residue B factor in 1AQK was directly compared with the overall average per residue B factor at the equivalent C215 or E214 location from 12 available Cκ structures. At cysteine location, the average B factor is 79.96 Å 2 for Cλ, in contrast to an overall average B factor of 58.72 Å 2 from 12 Cκs. Likewise, the average B factor of the conserved glutamic acid residue (E214 in 1AQK) of Cλ is 80.13 Å 2 , higher than that of 52.46 Å 2 from all Cκs. From our observation with limited sampling on Cλ, the elevated B factors for both E214 and C215 from 1AQK indicate a more flexible nature for atoms at or near the Lc-Hc disulfide bond in Cλ and a more destabilizing environment for such a disulfide bond in both Cλs from 1AQK and possibly our selected λ antibody under discussion.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "text": "16",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 684,
                    "end": 686,
                    "text": "17",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "18,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 971,
                    "end": 973,
                    "text": "19",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1307,
                    "end": 1311,
                    "text": "[21]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1312,
                    "end": 1316,
                    "text": "[22]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1317,
                    "end": 1321,
                    "text": "[23]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1649,
                    "end": 1652,
                    "text": "24,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1653,
                    "end": 1655,
                    "text": "25",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1896,
                    "end": 1898,
                    "text": "26",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 2029,
                    "end": 2032,
                    "text": "14,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 2033,
                    "end": 2035,
                    "text": "27",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 2603,
                    "end": 2605,
                    "text": "27",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 2864,
                    "end": 2872,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3132,
                    "end": 3141,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3849,
                    "end": 3856,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3859,
                    "end": 3866,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Further, the dihedral strain energy and bond distance in Lc-Hc disulfide bond of the hIgG1 Cλ from 1AQK and that of all human IgG1 Cκs structures with ordered Lc-Hc disulfide bonds from PDB were analyzed. The dihedral strain energy is an approximate and useful measure of the destabilizing effect of a given disulfide. 36 Surprisingly, the Lc-Hc inter-chain disulfide bond in 1AQK (with Cλ) has higher dihedral strain energy of structure for our tested λ antibody and compared with other hIgG1 Cκs. Although the conclusion from the structural analysis could not be generalized due to the lack of multiple examples of complete Cλ Lc-Hc disulfide bond from hIgG1, the structural feature from 1AQK is believed to serve as a representation of our selected λ antibody discussed here given the high sequence identity in both Cλs (Fig. 1A) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "text": "36",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 823,
                    "end": 832,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To understand the relative stability of the Lc-Hc disulfide bond between Cλ and Cκ, the flexibility of the Lc terminal cysteine (equivalent to C215 in PDB 1AQK) and glutamic acid (equivalent to E214 in PDB 1AQK) of Cλ and Cκ from the hIgG1 Lc-Hc disulfide bond database were analyzed by comparing B factors, 35 which describe the mean square displacement of atoms, at these two locations from all the crystal structures in disulfide bond database. In most structures, within each Cλ or Cκ domain, the B factors of atoms from cysteine at the C-termini are higher than those from residues located prior to the C termini. The difference highlights the flexible nature of the protein in the region surrounding the disulfide bond between Lc and Hc in both Cλ and Cκ. The average B factors of the cysteine residues (equivalent to C215 in 1AQK) involved in the Lc-Hc disulfide bond and the adjacent conserved glutamic acid residues containing a λ Lc is potentially less stable than the inter-chain disulfide bond in a Fab with a κ Lc. First, C214 of Cκ points toward CH1, forming a disulfide bond with C233 (H), whereas at the C215 position of Cλ the main chain makes a 90 degree turn away from C226 (H) of CH1 (Fig. 2) , to accommodate the extra serine residue (S216) in Cλ and to avoid steric interference with the CH1 domain ( Fig. 2 ). In addition, the strength of the lambda Lc-Hc disulfide bond could also be negatively affected by the interaction with the trailing serine residue. Given the high flexibility at the end of Cλ, the amide group of S216 (Cλ) could form a hydrogen bond, thereby weakening the disulfide bond. 39 The negative charge of the carboxyl group at the C-terminus of the λ Lc could initiate a nucleophilic attack, potentially weakening the disulfide bond between λ Lc and Hc. 39 Interestingly, the hydroxyl side chain of the terminal serine is oriented on the opposite side of the disulfide bond, making it less likely that this side chain functional group is involved in the destabilization. Consistent with our observation, a serine to alanine mutation at the end of the λ Lc did not reduce the inter-chain disulfide bond susceptibility to reduction. 27 Taken together, data afforded by our database and structural comparison of Cλ and Cκ reveal that the Lc-Hc disulfide bond between Cλ-CH1 of the only available hIgG1λ structure 1AQK and potentially our selected λ antibody reported herein is inherently less stable than that in Cκ-CH1 and the main chain conformation of the terminal serine at the end of the constant region of the λLc of 1AQK and selected λ antibody could have a negative effect on the stability of the disulfide link between Lc and Hc.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "text": "35",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1621,
                    "end": 1623,
                    "text": "39",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1796,
                    "end": 1798,
                    "text": "39",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2173,
                    "end": 2175,
                    "text": "27",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 1204,
                    "end": 1212,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1323,
                    "end": 1329,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Deletion of the C-terminal serine of Cλ improves the thermal stability of the disulfide bond between the Lc and Hc. Analysis of amino acid sequences and structures suggests that IgG1λ might have a less stable disulfide bond between the Lc and Hc than that in IgG1κ, and that the instability could negatively affect the development of IgG1λ as a class of therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "24.3 kJ/mol in contrast to an average of 18.3 kJ/mol for the interchain disulfide bonds in all available 12 human IgG1κ antibody structures ( Table 1) . Moreover, the bond distance between two Cα atoms of the paired cysteines in 1AQK (with Cλ) is 6.19 Å, markedly deviating from the average distance of 5.35 Å between the same atoms in these human IgG1κ antibody structures ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 376,
                    "end": 384,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, rotamer analysis was performed in program Coot to compare the sidechain Chi1 torsion angle of Lc-Hc disulfide forming cysteine of the only hIgG1λ with that of all the other hIgG1κ antibodies from the database ( Tables 1 and 2) . 37 From the rotamer database in Coot, 37 the Chi1 for cysteine residues reported in PDB has the following distribution: 50% of cysteines are distributed at -65°; 26% are at -177° and another 23% are at 55°. The deviation (ΔChi1) of each Lc terminal cysteine Chi1 angle in 12 IgG1κ antibodies from the closest Chi1 in the rotamer database was calculated ( Table 2 ). The average ΔChi1 of all available Cκ Lc-Hc cysteines is 10.58°, with a range of 1.67-30.76°; however, Cλ Lc-Hc cysteine from 1AQK deviates significantly from the closest rotamer by 46.13° ( Table 2) , suggesting a non-optimal alignment of the sulfur atom in the Lc-Hc disulfide bond contributed by Cλ, which is consistent with a less ideal Lc-Hc disulfide profile in Cλ indicated by our previous analyses on B factor, strain energy and bond distance.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "37",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "37",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 232,
                    "text": "Tables 1 and 2)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 590,
                    "end": 597,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 792,
                    "end": 800,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To gain more insight into the contribution by the additional terminal serine residue to the Lc-Hc disulfide bond in Cλ, the only hIgG1λ crystal structure PDB 1AQK (97% identical in Cλ to the tested λ antibody) was superimposed with a selected hIgG1κ: PDB 1Y0L as a reference for comparison. The CH1 domains of 1AQK and 1Y0L Fabs were superimposed as they are 99% identical (Fig. 2) . The RMSD of Cα atoms across 100 aligned residues from both CH1 domains is 1.2 Å. Overall, the conformations around the cysteine residues at the C-termini of Cλ and Cκ are found to be very different. Several observations indicate that the disulfide bond between Lc and Hc in a Fab the pDB entries were obtained from the disulfide bond database analysis in Table 1 . the Chi1 angle calculation was performed using the rotamer database from program Coot. 37 To further define disulfide bond stability differences at the molecular level between λ and κ IgG1s, single λ-to-κ point mutations were made around the cysteine residue at the C-terminus of the Lc constant region of λ. Three mutants that introduced residues found in κ Lcs were created by site-directed mutagenesis: λdS (S214 deletion), λ A211G and λ P210R. The location of these select residues was based on the lack of sequence identity at these positions between Cλ and Cκ across multiple sequence alignments ( Fig. 1A and B) . To ensure that the variants retained biological function, binding to targeted receptor X was tested in an antigen down ELISA. Compared with λ (EC 50 = 0.63 nM), the mutants had similar EC 50 s for receptor X binding, ranging from 0.57-0.95 nM, indicating no alteration in binding properties arose as a result of the directed mutations in the Lc constant region ( Table 3 ). The thermal stability of native λ and these mutants was then evaluated. The patterns of Lc and Hc association for λdS, λ A211G and λ P210R were determined at RT, 30, 40, 50, 60, 70, 80 and 90°C and compared with the native λ (Fig. 3B-D) . The intact IgG ratio (defined as staining intensity of LHHL relative to the staining intensity of all species) was also determined for each antibody at different temperatures (Fig. 3E) . Only λdS displayed markedly improved association between Lc and Hc, based on reduced level of the HH (100 kD) and H (50 kD) species (Fig. 3B) and an increased amount of LHHL (Fig. 3E) . Mutations at A211G and P210R in λ did not enhance the stability of the disulfide bond between the Lc and Hc, as the levels of partial IgG species at each temperature were To confirm the higher susceptibility to breakage of the interchain disulfide bond in IgG1λ, a thermal challenge assay was used to accelerate the process in order to monitor differences in the association between Hc and λ or κ Lc. Antibodies were incubated at various temperatures for 15 min before being resolved by SDS-PAGE under non-reducing conditions.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 838,
                    "text": "37",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 381,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 739,
                    "end": 746,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1353,
                    "end": 1367,
                    "text": "Fig. 1A and B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1733,
                    "end": 1740,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1969,
                    "end": 1980,
                    "text": "(Fig. 3B-D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2158,
                    "end": 2167,
                    "text": "(Fig. 3E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2302,
                    "end": 2311,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2344,
                    "end": 2353,
                    "text": "(Fig. 3E)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We first compared the association between Lc and Hc of an in-house IgG1λ antibody, λ, and an in-house IgG1κ antibody, κ, at room temperature and 90°C (Fig. 3A) . At room temperature (25°C), both antibodies remained largely intact. The primary species migrated at a molecular weight of ~150 kD (LHHL) (Fig. 3A) . At 90°C both antibodies became dissociated as evidenced by the appearance of several bands of lower molecular weight. The intensity of these banding patterns is visibly greater for the λ Lc antibody. For the λ Lc antibody, the primary band migrated at 150, 125 and 100 kD, suggesting the loss of one (HHL) and two Lcs (HH) (Fig. 3A) . Interestingly, only a minimal amount of the species at 75 kD (HL) was observed, which implied that only the Lc-Hc disulfide bond, but not the Hc-Hc disulfide bond, was negatively affected by the λ Lc. In contrast, at the same temperature, the κ showed only moderate loss of two Lc, resulting in a band with much weaker intensity than that of λ at 100 kD (HH). The percentage of intact κ was determined to be 70%, whereas that for λ was only 30% (Fig. 3A) . In addition to the aforementioned λ and κ antibodies, other λ and κ antibodies were also tested in the thermal challenge assay and similar differences were observed (see Discussion). disulfide bond to breakage. Striking differences in stability were seen at pH = 10.0 (Fig. 4) . The majority of the IgG1λ antibody similar to the levels in the native λ ( Fig. 3C and D) . The intact IgG ratio for λdS decreased at a much slower rate with increasing temperature relative to native λ, λ A211G and λ P210R. As a result, 75% of λdS remained intact at 90°C, similar to the κ control antibody (Fig. 3A and E) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 300,
                    "end": 309,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 635,
                    "end": 644,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1092,
                    "end": 1101,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1372,
                    "end": 1380,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1458,
                    "end": 1472,
                    "text": "Fig. 3C and D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1690,
                    "end": 1705,
                    "text": "(Fig. 3A and E)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "By contrast, only about 40% of the intact IgG remained for native λ, λ A211G and λ P210R under these conditions. Surprisingly, a single serine deletion from the C terminus of λ Lc led to a more stable Lc-Hc disulfide bond. Since λ to κ mutations prior to cysteine did not demonstrate improvement in stabilizing the Lc-Hc disulfide, only dS mutant was tested in the following studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To investigate whether the improvement of the thermal stability of the Lc-Hc disulfide bond could confer a more thermally stable Fab or IgG, the thermal melting profiles were determined for λ and λdS using differential scanning calorimetry (DSC) (Fig. S1) . Little difference was observed in melting temperatures (T m ) for Fab, CH2 and CH3 domains between λ and λdS. Therefore, there is no correlation of improved Lc-Hc disulfide bond to the overall thermal stability of Fab or IgG in our tested λdS molecule.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 255,
                    "text": "(Fig. S1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Deletion of the C-terminal serine of the IgG1λ Lc enhances Lc-Hc disulfide bond stability at high pH. To further explore the benefit of improving the covalent association between Lc and Hc with the serine deletion mutant, disulfide bond stabilities of an IgG1 κ antibody, native λ, and the serine deletion mutant, λdS were examined under basic, neutral, and acidic conditions. After incubation in buffers containing 100 mM iodoacetamide at pH 10.0, pH 7.0 and pH 3.0 at 70°C, these antibodies were separated by non-reducing SDS-PAGE and dissociation of Lc and Hc was assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "While the Lc-Hc disulfide bonds of the three antibodies showed indistinguishable stability at acidic pH with minor signs of dissociation of the Lc under thermal stress, loss of Lc from λ became apparent at neutral pH at the experimental condition (Fig. 4) . At pH 7.0, the serine deletion mutant was as stable as the kappa Lc IgG1, κ, whereas the lambda Lc IgG1 λ showed some loss of Lc, indicating greater susceptibility of the Lc-Hc with IgG1λ (Fig. 4) . This suggested that deletion of the terminal serine renders the disulfide bond more resistant to breakage at higher pH. The higher susceptibility for λ Lc-Hc disulfide bond to break at more basic pH is likely associated with the combination of greater reduction potential in the high pH buffer and less reduction potential (weaker) of the disulfide bond to be reduced. There is an inverse relationship between pH and redox potential, nominally -59 mV/pH unit; 40 therefore, increasing pH also lowers the solution potential, rendering it a more reducing environment relative to lower pH. Moreover, by removal of the terminal serine, the Lc-Hc disulfide in λdS becomes a stronger bond, therefore more resistant to being reduced at basic pH compared with the same bond in λ. In conclusion, we hypothesize this change in potential resulting from increased pH is sufficient to effect the difference in reversibility of this Lc-Hc disulfide bond between λ and λdS IgG1 tested. Improved expression and purification of the serine deletion mutant of IgG1λ. To explore further the consequences of stabilizing the inter-chain disulfide bond by deletion of the C-terminal serine residue at the C-terminus of λ Lc, the expression level and behavior during purification of the engineered antibody was examined. HEK 293 cells were transiently transfected with λdS and λ separately. The expression level of the antibody was quantified using an Octet biosensor (ForteBio). Transient expression of λdS was significantly higher than that of λ (160.6 ± 9.5 mg/L vs. 90.4 ± 14.6 mg/L, p = 0.0022) (Fig. 5) . The process yield of both λ and λdS were evaluated after affinity chromatography over a Protein A column, a procedure used routinely to capture IgG and remove impurities. The process analysis was done under elution conditions at pH 3.1. No precipitation was observed for either λ or λdS during elution from the column or during the subsequent hold step at low pH. When λdS was eluted from the column at pH 3.1, process yield was high (97.4%). By contrast, only 85.4% of the λ loaded on the Protein A column was eluted under the same conditions. As the elution pool was neutralized to pH 7.0 using 2 M solution of Tris base, precipitation occurred to a similar extent for both λdS and λ, based on turbidity of the solution. The high recovery in the clarification step following neutralization, however, indicated that the precipitation was due to host cell protein impurities, not the antibody. These findings demonstrate improved transient expression and performance during purification of the engineered serine deletion mutant. The enhanced expression and purification processes of the λdS mutant are likely attributed to better assembly between dS Lc and Hc when the IgG is produced.",
            "cite_spans": [
                {
                    "start": 917,
                    "end": 919,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 255,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 446,
                    "end": 454,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2033,
                    "end": 2041,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Deletion of the C-terminal serine of IgG1λ enhances ADCC activity. Mutations in the hinge region of IgG1s have been reported to ameliorate both CDC and ADCC. 28, 41 Introduction of an IgG4-like disulfide bond between Lc and Hc into IgG1 completely abrogates ADCC activity, underlining the importance of such interaction for Fc effector function. 42 The inter-chain lost both Lcs, as the dominant species was HH (~110 kD, Fig. 4) . A moderate amount of the HHL form is also present, indicating the loss of one Lc from λ (Fig. 4) . Only a very minimal amount of λ remained as an intact IgG. In contrast, 50% of both Lcs remain stably attached to the Hcs of κ (Fig. 4) . There was only moderate loss of both Lcs (HH species) compared with λ. At high pH, λdS was more stable than λ, but not as stable as κ. The serine deletion significantly improved the association between Lc and Hc by stabilizing the inter-chain disulfide linkage, with a significant amount of the mutant (25%) still remaining as intact IgG with both Lcs (Fig. 4) . Moreover, the serine deletion mutant showed a higher amount of IgG with only one missing Lc (HHL) and lower amount of IgG with two missing Lc (HH) compared various FcγRs by λdS and λ was performed. To our surprise, there was no difference in binding affinity of λdS for FcγRIIIa V158, FcγRIIIa F158 and FcγRIa in comparison to λ (data not shown). Since assessment on a solid surface may not represent the scenario where antibody is able to bind targets on both effector and target cells, as happens in cell based ADCC assay (see more details in Discussion), we evaluated antibody-mediated effector cell activation in the presence of target cells, A431x, to confirm improvement in ADCC for λdS. Engineered reporter Jurkat cells stably overexpressing the FcγRIIIa receptor V158 (high affinity) variant were used as effectors. λdS induced a 2.8-fold increase over the background in effector cell activation at a saturating concentration compared with a 1.9-fold increase with IgG1λ ( Fig. 6C and D) . These data are in good agreement with our observation from the ADCC assay, further corroborating more robust ADCC activity of λdS.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 162,
                    "end": 164,
                    "text": "41",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 346,
                    "end": 348,
                    "text": "42",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 428,
                    "text": "(~110 kD, Fig. 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 519,
                    "end": 527,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 657,
                    "end": 665,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1020,
                    "end": 1028,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2012,
                    "end": 2026,
                    "text": "Fig. 6C and D)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Taken together, our ADCC and effector cell activation studies clearly support a connection between a more stable Lc-Hc disulfide bond through the deletion of the trailing serine residue and better ADCC activity in this particular hIgG1 λdS antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Pharmacokinetic comparison of the IgG1λ serine deletion mutant with the native IgG1. Given that serine deletion in the λ Lc resulted in improved ADCC activity, which suggests a modulation of the structural and functional properties of the disulfide bond between the Lc and Hc is situated in the upper hinge region of IgG1; hence, it is possible that the stability of hinge region disulfide between Lc and Hc may indirectly alter effector function through stability and conformational effects on the hinge region. The thermal challenge and pH stability studies presented here indicate that deletion of the C-terminal serine of the IgG1λ Lc strengthens the covalent interaction between Lc and Hc in the hinge region (Figs. 3B and 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 730,
                    "text": "(Figs. 3B and 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To assess the effect of serine deletion on effector function, the ADCC activities of λ and λdS were evaluated by treating A431 cells overexpressing target receptor X (A431x) with the antibodies in the presence of PBMCs as effector cells (Fig. 6A and B) . With an effector to target cell ratio (E:T) of 25:1, the native hIgG1 λ antibody has only modest ADCC with 6% of the cells showing lysis, whereas λdS induces lysis in 15% of the cells (Fig. 6A) . The λdS also displays greater potency, having an EC 50 of 0.2 nM compared with 1.3 nM for λ (Fig. 6A) . Consistently, at E:T of 100:1, λdS demonstrated superior ADCC activity to the native λ, killing 33% of the A431x cells vs. 26% for λ (Fig. 6B) . The EC 50 for λdS was improved by four-fold, to 0.6 nM, relative to the EC 50 of 2.2 nM demonstrated by λ (Fig. 6B) . In summary, at two different E:T ratios, λdS demonstrated greater ADCC activity than λ.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 252,
                    "text": "(Fig. 6A and B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 439,
                    "end": 448,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 543,
                    "end": 552,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 688,
                    "end": 697,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 806,
                    "end": 815,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To confirm whether our observed enhanced ADCC activity for λdS is through improved FcγR binding, ELISA binding to of the amino acid are responsible for the observed destabilization. This hypothesis is supported by the analysis of two mutations at the C-terminus of λ Lc from a previous study. By partial reduction and differential alkylation with 12 C/ 13 C iodoacetic acid, ~81% of the disulfide bond between Lc and Hc was reduced to free cysteine in both native IgG1λ with a terminal serine and a variant IgG1λ with a terminal alanine. 27 In contrast, only 41% of the same disulfide bond between Lc and Hc was reduced to free cysteine in a variant IgG1λ with the terminal serine residue deleted. 27 The lack of resistance to reduction in the alanine mutant is likely because alanine preserves the characteristics of the serine main-chain backbone. While the previous report pointed out the liability of the terminal serine for stability, it only focused on characterization of the difference among Lc mutants in susceptibility to chemical reduction. The current report, encompassing sequence, structure, stability and functional characterization provides insight into the molecular basis for the differences between the selected IgG1λ and IgG1λ dS in stability and function, and also provides the first complete analysis of the effect of the terminal serine on the properties of a human IgG1λ.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 540,
                    "text": "27",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 698,
                    "end": 700,
                    "text": "27",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To further investigate the effect of the terminal serine at the end of λ Lc, two double mutants were constructed, P210R/dS and A211G/dS, and evaluated for thermal stability. The response of the double mutants to thermal stress was identical to that observed for the λdS (data not shown), which supports the finding that the terminal serine is the primary residue in the vicinity of the interchain disulfide bond between Lc and Hc of human IgG1λ that contributes to the lower stability of λ relative to λdS. Interestingly, the major intermediate species produced from human IgG1λ under both thermal and pH stress is the H-H dimer, suggesting that the serine residue introduces greater susceptibility of the disulfide bond between the Lc and Hc to both conditions, which is in good agreement with previous studies. 14, 15 It is to our expectation that the addition of a serine residue (κ to λ mutation) to the end of Cκ of a human IgG1 would produce a less stable Lc-Hc disulfide bond, similar to what is observed with hIgG1λ. This is supported by recent findings. 43 Various building blocks, including scFvs, single domain protein scaffolds, and peptides, have been linked to the C terminus of CL of IgGs to construct muti-specific antibodies. 43, 44 Consistent with our observations and those of others that the extra serine in Cλ weakens the Lc-Hc disulfide bond, the addition of extra amino acids (scFv or peptide) following the last cysteine of a human IgG1 Cκ destabilizes the Lc-Hc disulfide bond, leading to an increase of partially assembled IgG fusion molecules (HHL or HH) compared with the native IgG molecule by western blot analysis. 43 In such a case, the disruption of the naturally occurring Lc-Hc disulfide bond does not appear to affect the binding, serum stability, or stability at low pH. 43 However, the effect of the loss of this covalent linkage between Lc and Hc on function might vary from molecule to molecule. Therefore, careful examination of stability and function is advised when constructing such multi-specific molecules by addition to the C terminus of the Lc.",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 816,
                    "text": "14,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 817,
                    "end": 819,
                    "text": "15",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1063,
                    "end": 1065,
                    "text": "43",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1243,
                    "end": 1246,
                    "text": "43,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1247,
                    "end": 1249,
                    "text": "44",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1646,
                    "end": 1648,
                    "text": "43",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1808,
                    "end": 1810,
                    "text": "43",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To confirm whether deletion of the C-terminal serine could serve as a general engineering approach to strengthen the Lc-Hc Fc domain, it was of interest to determine whether the mutation may also affect the in vivo pharmacokinetic (PK) properties of IgG1λ. To compare the in vivo stability of the serine deletion mutant with that of the parental IgG1λ, the PK profiles of λdS and λ were obtained in CD-1 mice by administrating a single dose intraperitoneally with 20 mg/kg of each antibody. The plasma concentrations of λ and λdS were determined over time. The PK parameters derived for λdS are in good agreement with those derived for the parent IgG1λ (Fig. 7) . The half-life (T 1/2 ) of λdS is 3.1 d, comparable to the value of 2.8 d obtained for λ. The total exposure (AUC 0-INF ) of λdS is 22,415 h × μg/ml and that of λ is 23,394 h × μg/ml of λ. The data suggest that stabilization of disulfide bond between the Lc and Hc by deletion of the serine residue at the C-terminus of the λ Lc does not affect the PK of the selected IgG1λ.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 661,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The interchain disulfide bond between Lc and Hc is a critical covalent association supporting the structure of IgG. It has been shown previously that the disulfide linkage between the Lc and Hc of human IgG1λ is more susceptible to reduction than the disulfide bond between the two Hcs in IgG1 or that between the Lc and Hc in human IgG1κ. 14 Analyses of data derived from the disulfide bond database, structural comparison, and measurements of stability, \"processability,\" and function that are presented here support findings from earlier studies and provide additional mechanistic insight into the nature of a less stable interaction between Lc and Hc of a selected human IgG1 λ antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Deletion of the additional serine residue following the penultimate cysteine at the C-terminus of the λ Lc improved the thermal stability, stability to high pH, transient expression, purification yield, and ADCC function of the IgG1 λ antibody examined in this study. While it is possible that the side chain of the terminal serine residue could introduce steric hindrance that destabilizes the disulfide bond between the Lc and Hc, structural comparison of λ and κ Lcs suggests that features in the backbone the activation of Jurkat cells than the parental λ antibody upon binding to target cells. Additionally, unlike the hinge stabilizing mutant H229Y, a more stable disulfide bond between the Lc and Hc due to deletion of the terminal Lc residue is likely to have more indirect effect on the stability of the hinge and less effect on FcγR binding. In conclusion, further studies are needed on the detailed mechanism of ADCC enhancement resulting from the deletion of the C-terminal serine of Cλ in order to determine whether the effect can be generalized to other antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is known that the interaction between IgG1 and FcRn is crucial to maintain the circulating concentration of IgG1 in vivo. [47] [48] [49] [50] A majority of the residues from IgG1 involved in FcRn binding is located in close proximity to the junction of the CH2 and CH3 domains, away from the hinge region and the interchain disulfide bond between Lc and Hc. Therefore, molecular changes at or around hinge region are less likely to alter the PK properties of the antibody. The dS mutant did not improve the PK properties of λ, which is consistent with data showing that the Hc hinge mutation, H229Y, also did not alter the PK properties of human IgG. 28 Moreover, it was reported previously that the PK profile remains the same when the entire Cλ is switched to Cκ in human IgG1, IgG3 and IgG4. 15 With the advancement of antibody display libraries, more human IgG1 antibodies with λ Lc isotype have been identified in preclinical programs and are entering clinical pipelines. Inferior stability of the disulfide bond between the Lc and Hc could potentially hinder the successful development of human IgG1λ antibodies as a class of effective therapeutic agents. The study presented here, focusing on the region around the disulfide bond between the Lc and Hc, provides extensive characterization of the stability and function of a human IgG1 λ antibody, and suggests a critical role for the C-terminal serine residue of λ Lc in the stability of the Lc-Hc interaction in human IgG1λ. More importantly, we demonstrated that deletion of the serine enhances the stability, expression, processability and ADCC activity without affecting binding to antigen. This examination of the properties of a specific pair of λ and λdS antibodies might represent a unique case, but the analysis presented in this report serves as a general framework for testing other antibodies of human IgG1λ isotype. Further investigation with a large number of human IgG1λs will confirm whether the deletion of the C-terminal serine from λLc is a general platform for improving the properties of human IgG1λ, reducing the time and cost to develop this class of molecules for therapeutic use.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[47]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[48]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[49]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[50]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "28",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 798,
                    "end": 800,
                    "text": "15",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Sequence, database and structure analysis. The lambda Lc constant domain (Cλ) sequence from a selected in-house human lambda IgG1 (hereafter referred to as λ) antibody was used in a BLAST database search. 51 PDB ID:1AQK, PDB ID:2G75 and Accession ID:AAA02915 sequences containing hIgG1λ have been selected. 31, 32 Representative kappa Lc constant domain (Cκ) sequences from PDB ID:1Y0L and PDB ID:3QOS were chosen directly from PDB database. 29, 33, 52 These sequences were aligned and compared using Clustal W server. 53 disulfide bond, the dS mutation was incorporated into another hIgG1λ antibody of distinctive VL, VH and Cλ domains. Preliminary data from tests of stability to both temperature and pH demonstrate clearly similar improvement in the dS molecules relative to the native IgG1λ (unpublished data). These data from the additional hIgG1λ suggest that the enhanced stability of Lc-Hc disulfide bond, through the deletion of the trailing serine residue in hIgG1λ, might be generalizable. Moreover, although the differences in stability between λ and κ antibodies in this report could originate from the sequence differences in these VL-VH pairs, our recent data using two hIgG1s with variation only in the Cλ and Cκ region, confirm that variation in Cλ is sufficient to induce a less stable Lc-Hc disulfide bond at high pH (unpublished data). This further validates that the negative effect of the terminal serine on the stability of the disulfide bond in Cλ is conserved with little to no influence from the variable regions.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "51",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "31,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "32",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "29,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "33,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 450,
                    "end": 452,
                    "text": "52",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "53",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The observed enhancement in the transient expression yield of λdS that resulted from the serine deletion may be the outcome of more efficient secretion of the whole IgG. It is known that the Lc has to displace the chaperone BiP, which associates with the Hc in the endoplasmic reticulum (ER), to form the final LHHL complex that allows for the secretion of intact antibody. 45 Since the native λ Lc has a weaker disulfide bond interaction between the Lc and the Hc, compared with the λ Lc with the serine deletion, more unassembled native λ Lc can be retained in the ER by forming covalent complexes with microsomal proteins. 46 For the dS mutant, we hypothesize based on our study that better association between Lc and Hc through improved disulfide bond interaction during the assembly process in the ER may lead to more properly assembled LHHL IgG1 complex and a higher secretion level.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "45",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 626,
                    "end": 628,
                    "text": "46",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "One initial consideration for a noted increase in ADCC activity observed with the dS mutant is an increase in antibody binding to FcγR. From a recent report, an H229Y mutation in the upper hinge of the Hc from a human IgG1 antibody improved both the stability and the ADCC function (by 3-fold) by preventing cleavage of the Hc-Hc disulfide bond through radical-induced degradation. 28 The enhancement of ADCC activity by the H229Y is correlated with a higher affinity for FcγR. 28 Unlike the H229Y mutant, λdS did not show improved binding to FcγRIIIa V158, FcγRIIIa F158 or FcγRIa by ELISA compared with the native IgG (data not shown). Nevertheless, the serine deletion mutant demonstrated enhanced ADCC activity. The improvement in ADCC activity resulting from the deletion of the terminal serine was interesting and unexpected. This suggests that the increase in ADCC activity resulting from the serine deletion in the λ Lc is operating through mechanisms different from the mutation in the upper hinge region of the Hc. The discrepancy between the results from binding and ADCC assays in our study might be due to differences in the assay formats. It is hypothesized that a conformational change in the hinge region induced by the deletion of serine could affect the FcγR binding site only upon binding to both cell surface antigen and cell surface FcγR, which occur only in the ADCC assay, but not in the ELISA binding assay. This hypothesis was partially corroborated by our effector cell activation data where λdS induced a greater increase in DNA/fectin complex, and incubated at 37°C for 6 d. Antibody expression levels in culture supernatant were determined using the Octet protein A biosensor (Pall, Octet).",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "text": "28",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 478,
                    "end": 480,
                    "text": "28",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Harvested cell culture supernatant containing recombinant λ IgG or λdS IgG was loaded onto MabSelect SuRe protein A (GE Health Care, 17-5474-01), pre-equilibrated with phosphatebuffered saline (PBS) (Invitrogen) at pH 7.2. The column bed volume was 1.0 ml and operated under gravity flow. The antibody was eluted using 100 mM citrate buffer, pH 2.9 or pH 3.1. The protein A elution pool was held at room temperature for one hour. Finally, the elution pool was neutralized to pH 7.0 with 2 M Tris base solution. Antibody concentrations in partially purified solutions were determined by the absorbance at 280 nm, using the Nanodrop system (Thermo Scientific).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Thermal challenge assay. Fifteen μg of each λ, λdS, λA211G and λP210R was prepared with PBS and NuPAGE LDS Sample Buffer (Invitrogen, NP0007) in a total volume of 20 ul. The mixtures were then incubated for 15 min at different temperatures: 25°C (room temperature, RT), 40°C, 50°C, 60°C, 70°C, 80°C and 90°C using a thermocycler (Eppendorf). The treated samples were loaded onto 4-12% NuPAGE gels (Invitrogen, NP0321Box) and subjected to electrophoresis at 140 V for 1 h. The gels were then stained with SimplyBlue SafeStain (Invitrogen, LC6060) and scanned using an Alpha Imager (ProteinSimple).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To estimate the intact IgG ratios for native λ, λ P210R, λ A211G and λdS under different temperatures, densitometric analysis was performed for all bands and the band representing the fully assembled IgG (LHHL) was quantified after subtraction of the background density for each lane using Photoshop (Adobe). The intact IgG ratio = Intensity (LHHL)/Intensity (all bands) was then calculated and plotted vs. temperature. A higher intact IgG ratio at the same temperature corresponded to increased thermal stability of the inter-chain disulfide bond in the specific mutant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "pH stability assay. The antibody samples (1 mg/ml) were prepared by mixing 20 μl of each antibody, λ (human IgG1λ), λdS or a human IgG1κ antibody, at 1.25 mg/ml with 5 μl of 5 × sample buffer containing 500 mM buffer solution, such as sodium acetate (pH 3.0), sodium phosphate (pH 7.0) or sodium phosphate (pH 10.0), 10% SDS and 500 mM iodoacetamide (IAM) (acetic acid, sodium acetate trihydrate, disodium hydrogen phosphate, HCl and IAM, all purchased from Sigma-Aldrich). Antibody samples were incubated at 70°C for 30 min in varying pHs and then held at 25°C for 30 min. The treated samples were separated on 4-12% NuPAGE gels (Invitrogen, NP0321Box). The gels were stained by SimplyBlue SafeStain (Invitrogen, LC6060) and scanned with an Alpha Imager (ProteinSimple).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "ADCC assays. Cytotoxicity Detection Kit (Roche, 11644793001) was used to characterize the ADCC activity. The release of lactate dehydrogenase (LDH) activity from the lysed targeted cells (A431 transfected with receptor target X, A431x) was monitored in the presence freshly isolated normal peripheral blood mononuclear cells (PBMC, AllCells, PB002) upon the treatment with λ or λdS antibody. 2 × 10 4 cells were seeded in each well of 96-well round-bottom plates in 50 μl of assay medium, containing RPMI 1640 with 1% BSA and 100 units/ml A database search was performed to obtain a complete list of ordered Lc-Hc disulfide bond structural parameters of human IgG1 X-ray crystal structures from the Disulfide Bond Analysis database, 34 which curates detailed structural information of disulfide bonds from all protein structures in PDB. To generate a restricted Lc-Hc disulfide bond subset of the database for human IgG1, the following criteria were applied to the Disulfide Bond Analysis database: (1) Restrict the selection to \"Immune System\" for header column; (2) Limit the resolution to better than 3 Å; (3) Remove the entries that contain Lc dimers; (4) Select the disulfide bond with the residue number of cysteine between 200-250. The advantage of subsetting the original Disulfide Bond Analysis database is that all the PDB entries selected have a complete Lc-Hc disulfide bond already, in comparison to a search directly against PDB. The final hIgG1 Lc-Hc disulfide bond database contains 1 hIgG1λ Fab sequence and 12 hIgG1κ Fab sequences. Disulfide bond strain energy and bond distance were obtained directly from the Disulfide Bond Analysis database. 34 The average B factor per residue for cysteines (equivalent to C215 in PDB 1AQK) and glutamic acids (equivalent to E214 in 1AQK) for these 13 CLs were calculated for comparison. The Chi1 torsion angle for every Cλ or Cκ cysteine involved in interchain disulfide bond was calculated using program Coot. 37 The deviation (ΔChi1) of each cysteine Chi1 from the closest Chi1 reported from a rotamer database from Coot was also calculated and compared.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 735,
                    "text": "34",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1663,
                    "end": 1665,
                    "text": "34",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1967,
                    "end": 1969,
                    "text": "37",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The crystal structures of PDB ID:1AQK Cλ was selected as a representative structure for our in-house λ antibody given the high sequence identity in Cλ. PDB ID:1Y0L Cκ was selected only as a reference molecule for comparison. The selected entries were superimposed within their CH1 domains using DaliLite, 54 and illustrated in cartoon and stick representation using program Pymol. 38 Site-directed mutagenesis and ELISA. λdS, λ A211G and λ P210R were generated with the QuickChange Lightning Site-Directed Mutagenesis Kit (Agilent, 210518) following the manufacturer's manual, using the hIgG1λ construct as the template.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "text": "54",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "38",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "ELISA plates (Immulon 2HB Thermoscientific, 3455) were coated with recombinant soluble antigen X in PBS at 1 μg/ml 4°C overnight and then blocked in PBST (0.2% Tween20 in PBS) buffer with 3% non-fat milk at room temperature for 1 h. Plates were then washed three times with PBST and 100 μl of serially diluted antibody in PBS added to blocked ELISA plates and incubated at room temperature for 1 h, followed by three washes in PBST. The plates were then incubated at room temperature for 1 h with 100 μl of the blocking buffer containing goat anti-human F(ab') 2 IgG-horseradish peroxidase conjugate (Jackson ImmunoResearch, 109-035-006). After the wash, the plates were developed using TMB peroxidase substrate (KPL, 50-76-02), and read at the absorbance of 450 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Analysis of expression and purification. Human embryonic kidney 293-Freestyle (HEK 293F) cells (Invitrogen) were cultivated and transfected according to manufacturer's instruction in suspension shake flask cultures. Briefly, uncut plasmid DNA harboring λ IgG and λdS IgG expression constructs were mixed with 293 fectin and allowed to complex for 25 min. HEK 293F cells were re-suspended in fresh medium, combined with cell activation = maximal RLU/background RLU. Data were analyzed using GraphPad Prism 5 (GraphPad Software, Inc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In vivo PK study. Female CD-1 mice, aged 7-8 weeks, were obtained from Charles River Laboratories. Mice were housed under pathogen-free conditions in microisolator cages with laboratory chow and water available ad libitum. All animal research methods were approved by an Institutional Animal Care and Use Committee and performed in accordance with the United States Department of Agriculture and the National Institute of Health policies regarding the humane care and use of laboratory animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "After one week of acclimatization, the mice were randomized, grouped and injected with 20 mg/kg of transiently expressed, purified λ IgG and λdS IgG intraperitoneally (IP). Three mice were bled prior to dosing to establish t = 0 plasma levels. Three mice per time-point were bled for plasma at t = 6 h, and on 1, 3, 7, 14, 21, 28, 35 and 42 d after dosing for each λ or λdS group. EDTA plasma samples were collected and stored at -80°C until the concentrations were evaluated with a standard anti-human Fc binding ELISA. Briefly, the Immunlon plates (VWR, 62402-972) were coated with goat anti-human Fc IgG (Sigma, I2136). Serial diluted IgG standards and plasma samples were incubated with the coated plates followed by the detection with horseradish peroxidase conjugated goat anti human Fc IgG (Jackson ImmunoResearch, 109-035-098). PK parameters were calculated utilizing noncompartmental analysis with WinNonLin software (Pharsight). PK parameters were calculated based on 24-672 h time points for all groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "No potential conflicts of interest were disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of Potential Conflicts of Interest"
        },
        {
            "text": "Supplemental materials may be found here: http://www.landesbioscience.com/journals/mabs/article/24218 penicillin and streptomycin. 1:3 serially diluted λ and λdS antibodies starting from 60 nM or 180 nM were added to the plates containing the target cells, followed by incubation at 4°C for 30 min. Then effector PBMC cells were added to the plates with an effector:target cells (E:T) ratio of 25:1 or 100:1, and incubated with the antibody and target cells at 37°C with 5% CO 2 for 4 h. The plates were centrifuged at the end of incubation. 100 μl/ well of the supernatant was tested for LDH activity. Briefly, 100 μl/well of LDH reaction mixture was added to the supernatants and the plates were incubated at room temperature for 5 to 10 min with constant shaking. The reaction was stopped with 1 M HCl. Absorbance was measured at 490 nm and 650 nm (the background, subtracted for each well) using a SpectraMax Plus microplate reader (Molecular Devices). Absorbance of wells containing target cells lysed with 1% Triton-X100 was defined as High Control. Absorbance of wells containing only the target cells was considered as Low Control. Antibody-independent cellular cytotoxicity (AICC) was measured from the condition of target and effector cells alone in the absence of antibody. The specific ADCC in percentage of cell lysis was calculated in the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Material"
        },
        {
            "text": "% of cell lysis = 100 × [A490 (sample) -A490 (AICC)]/[A490 (High Control) -A490 (Low Control)].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Material"
        },
        {
            "text": "The Data were plotted and analyzed using GraphPad Prism 5 (GraphPad Software, Inc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Material"
        },
        {
            "text": "For effector cell activation assay, A431x cells were washed in PBS and seeded in 96-well flat-bottom plates at 1.5 × 10 4 cells/50 μl/well in assay buffer (0.5% BSA in RPMI 1640). Plates were incubated at 37°C in a humidified incubator at 5% CO 2 overnight. Cultured Jurkat-FcγRIIIa (V158) effector cells (Promega) were collected, spun down and plated in T150 flasks in assay buffer overnight. The next day, λ and λdS IgGs at 30 nM starting concentration were diluted at 1:3 ratio and added to the plates containing A431x cells. Mixtures of antibodies and target cells were incubated for 30 min on ice to allow binding. The effector cells were collected, washed three times in PBS, and added to the plates at an E:T ratio of 20:1 at 50 μl/well, followed by a 5-h incubation in a 37°C incubator. Plates were then removed and left at room temperature to equilibrate for 15 min. Bright Glo Luciferase reagent (Promega, E2620) was added at 100 μl/well and luminescence was recorded on a Luminometer VictorX5 (Perkin Elmer). Fold increase for λ or λdS in effector",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunofluorescence characterization of light chains in human nephropathies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orfila",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rakotoarivony",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Manuel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Suc",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Virchows Arch A Pathol Anat Histopathol",
            "volume": "412",
            "issn": "",
            "pages": "591--595",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00844295"
                ],
                "PMID": [
                    "3129870"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Post-translational modifications in the context of therapeutic proteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jefferis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Biotechnol",
            "volume": "24",
            "issn": "",
            "pages": "1241--52",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt1252"
                ],
                "PMID": [
                    "17033665"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toward biosimilar monoclonal antibodies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kalinke",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Biotechnol",
            "volume": "26",
            "issn": "",
            "pages": "985--90",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt0908-985"
                ],
                "PMID": [
                    "18779806"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Development trends for monoclonal antibody cancer therapeutics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reichert",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Valge-Archer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ve",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Rev Drug Discov",
            "volume": "6",
            "issn": "",
            "pages": "349--56",
            "other_ids": {
                "PMID": [
                    "17431406"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Development trends for therapeutic antibody fragments",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reichert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Biotechnol",
            "volume": "27",
            "issn": "",
            "pages": "331--338",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt0409-331"
                ],
                "PMID": [
                    "19352366"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Glycosylation as a strategy to improve antibody-based therapeutics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jefferis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Drug Discov",
            "volume": "8",
            "issn": "",
            "pages": "226--260",
            "other_ids": {
                "DOI": [
                    "10.1038/nrd2804"
                ],
                "PMID": [
                    "19247305"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Potent antibody therapeutics by design",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Immunol",
            "volume": "6",
            "issn": "",
            "pages": "343--57",
            "other_ids": {
                "PMID": [
                    "16622479"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Strategies and challenges for the next generation of therapeutic antibodies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wurch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bailly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Corvaia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Rev Immunol",
            "volume": "10",
            "issn": "",
            "pages": "345--52",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Marketed therapeutic antibodies compendium",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reichert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MAbs",
            "volume": "4",
            "issn": "",
            "pages": "413--418",
            "other_ids": {
                "DOI": [
                    "10.4161/mabs.19931"
                ],
                "PMID": [
                    "22531442"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Regulation of kappa/lambda immunoglobulin light chain expression in normal murine lymphocytes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Woloschak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Krco",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol Immunol",
            "volume": "24",
            "issn": "",
            "pages": "90058--90065",
            "other_ids": {
                "DOI": [
                    "10.1016/0161-5890"
                ],
                "PMID": [
                    "3116408"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A fully human monoclonal antibody to the insulin-like growth factor I receptor blocks ligand-dependent signaling and inhibits human tumor growth in vivo",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burtrum",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prewett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cancer Res",
            "volume": "63",
            "issn": "",
            "pages": "8912--8933",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The discovery and development of belimumab: the anti-BLyS-lupus connection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stohl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hilbert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Biotechnol",
            "volume": "30",
            "issn": "",
            "pages": "69--77",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.2076"
                ],
                "PMID": [
                    "22231104"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A modular IgG-scFv bispecific antibody topology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Orcutt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cieslewicz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quiroz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Slusarczyk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Frangioni",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Protein Eng Des Sel",
            "volume": "23",
            "issn": "",
            "pages": "221--229",
            "other_ids": {
                "DOI": [
                    "10.1093/protein/gzp077"
                ],
                "PMID": [
                    "20019028"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Triepitopic antibody fusions inhibit cetuximab-resistant BRAF and KRAS mutant tumors via EGFR signal repression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Spangler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Manzari",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Rosalia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Wittrup",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Mol Biol",
            "volume": "422",
            "issn": "",
            "pages": "532--576",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2012.06.014"
                ],
                "PMID": [
                    "22706026"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Immunoglobulin heavy chain and binding protein complexes are dissociated in vivo by light chain addition",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hendershot",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "829--866",
            "other_ids": {
                "DOI": [
                    "10.1083/jcb.111.3.829"
                ],
                "PMID": [
                    "2118144"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Formation of reversible disulfide bonds with the protein matrix of the endoplasmic reticulum correlates with the retention of unassembled Ig light chains",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sparvoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fagioli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fassina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sitia",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "EMBO J",
            "volume": "15",
            "issn": "",
            "pages": "2077--85",
            "other_ids": {
                "PMID": [
                    "8641273"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Crystal structure of the complex of rat neonatal Fc receptor with Fc",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Burmeister",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bjorkman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature",
            "volume": "372",
            "issn": "",
            "pages": "379--83",
            "other_ids": {
                "PMID": [
                    "7969498"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Properties of human IgG1s engineered for enhanced binding to the neonatal Fc receptor (FcRn)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Dall&apos;acqua",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kiener",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "23514--23538",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M604292200"
                ],
                "PMID": [
                    "16793771"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Increasing the affinity of a human IgG1 for the neonatal Fc receptor: biological consequences",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Dall&apos;acqua",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Palaszynski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Brewah",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "169",
            "issn": "",
            "pages": "5171--80",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Enhanced half-life of genetically engineered human IgG1 antibodies in a humanized FcRn mouse model: potential application in humorally mediated autoimmune disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Petkova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akilesh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sproule",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Christianson",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Khabbaz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int Immunol",
            "volume": "18",
            "issn": "",
            "pages": "1759--69",
            "other_ids": {
                "DOI": [
                    "10.1093/intimm/dxl110"
                ],
                "PMID": [
                    "17077181"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Basic local alignment search tool",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Altschul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gish",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Mol Biol",
            "volume": "215",
            "issn": "",
            "pages": "403--413",
            "other_ids": {
                "PMID": [
                    "2231712"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Protein Data Bank: a computer-based archival file for macromolecular structures",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Koetzle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Brice",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodgers",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Arch Biochem Biophys",
            "volume": "185",
            "issn": "78",
            "pages": "90204--90211",
            "other_ids": {
                "DOI": [
                    "10.1016/0003-9861"
                ],
                "PMID": [
                    "626512"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Clustal W and Clustal X version 2.0",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Larkin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blackshields",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chenna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgettigan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcwilliam",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "",
            "pages": "2947--2955",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "DaliLite workbench for protein structure comparison",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bioinformatics",
            "volume": "16",
            "issn": "",
            "pages": "566--573",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Engineering upper hinge improves stability and effector function of a human IgG1",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaschak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tsukuda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "5891--5898",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M111.311811"
                ],
                "PMID": [
                    "22203673"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structural origins of efficient proton abstraction from carbon by a catalytic antibody",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Debler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Seebeck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heine",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hilvert",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "4984--4993",
            "other_ids": {
                "PMID": [
                    "15788533"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Rescue, expression, and analysis of a neutralizing human anti-hepatitis A virus monoclonal antibody",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Peakman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Immunol",
            "volume": "151",
            "issn": "",
            "pages": "2829--2867",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Structure of severe acute respiratory syndrome coronavirus receptor-binding domain complexed with neutralizing antibody",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prabakaran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Choudhry",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "15829--15865",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M600697200"
                ],
                "PMID": [
                    "16597622"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Three-dimensional structure of a human Fab with high affinity for tetanus toxoid",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Guddat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Furebring",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohlin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Immunotechnology",
            "volume": "3",
            "issn": "",
            "pages": "253--70",
            "other_ids": {
                "PMID": [
                    "9530559"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Crystal structure of human germline antibody 3-23/B3",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Malia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Obmolova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Almagro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Gilliland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teplyakov",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Immunol",
            "volume": "48",
            "issn": "",
            "pages": "1586--1594",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molimm.2011.04.020"
                ],
                "PMID": [
                    "21605907"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Analysis of disulfide bonds in protein structures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hogg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "SPRY domain-containing SOCS box protein 2: crystal structure and residues critical for protein binding",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mol Biol",
            "volume": "386",
            "issn": "",
            "pages": "662--74",
            "other_ids": {
                "PMID": [
                    "19154741"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Search for allosteric disulfide bonds in NMR structures",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hogg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Struct Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Features and development of Coot",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emsley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lohkamp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cowtan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "66",
            "issn": "",
            "pages": "486--501",
            "other_ids": {
                "PMID": [
                    "20383002"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The PyMOL Molecular Graphics System, Version 1.2r3pre, Schrödinger, LLC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Structural basis of perturbed pKa values of catalytic groups in enzyme active sites",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "IUBMB Life",
            "volume": "53",
            "issn": "",
            "pages": "85--98",
            "other_ids": {
                "PMID": [
                    "12049200"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Modulation of the effector functions of a human IgG1 through engineering of its hinge region",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Dall&apos;acqua",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Damschroder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "",
            "pages": "1129--1167",
            "other_ids": {
                "PMID": [
                    "16818770"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Role of interheavy and light chain disulfide bonds in the effector functions of human immunoglobulin IgG1",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dorai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Wesolowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Gillies",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol Immunol",
            "volume": "29",
            "issn": "",
            "pages": "1487--91",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/0161-5890(92)90222-J"
                ],
                "PMID": [
                    "1454066"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Ranking the susceptibility of disulfide bonds in human IgG1 antibodies by reduction, differential alkylation, and LC-MS analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chumsae",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaza-Bulseco",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hurkmans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Radziejewski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anal Chem",
            "volume": "82",
            "issn": "",
            "pages": "5219--5245",
            "other_ids": {
                "DOI": [
                    "10.1021/ac100575n"
                ],
                "PMID": [
                    "20491447"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Influence of the isotype of the light chain on the properties of IgG",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Montaño",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "",
            "pages": "224--255",
            "other_ids": {
                "PMID": [
                    "11751966"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Selective loss of cysteine residues and disulphide bonds in a potato proteinase inhibitor II family",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Presence of L-L interchain disulfide bonds in reconstituted gamma G molecules",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Grey",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J Immunol",
            "volume": "102",
            "issn": "",
            "pages": "848--51",
            "other_ids": {
                "PMID": [
                    "5768193"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Therapeutic IgG4 antibodies engage in Fab-arm exchange with endogenous human IgG4 in vivo",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Labrijn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Buijsse",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Den Bremer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Verwilligen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Bleeker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thorpe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Biotechnol",
            "volume": "27",
            "issn": "",
            "pages": "767--71",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.1553"
                ],
                "PMID": [
                    "19620983"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The inter-heavy chain disulfide bonds of IgG4 are in equilibrium with intra-chain disulfide bonds",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Perdok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Gorter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Aalberse",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol Immunol",
            "volume": "38",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/S0161-5890(01)00050-5"
                ],
                "PMID": [
                    "11483205"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Electrophoretic evidence for the presence of structural isoforms specific for the IgG2 isotype",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Ketchem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Novick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jochheim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Electrophoresis",
            "volume": "29",
            "issn": "",
            "pages": "2550--2556",
            "other_ids": {
                "PMID": [
                    "18494039"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Human IgG2 antibodies display disulfidemediated structural isoforms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wypych",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "16194--205",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M709987200"
                ],
                "PMID": [
                    "18339624"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Disulfide connectivity of human immunoglobulin G2 structural isoforms",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pace",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochemistry",
            "volume": "47",
            "issn": "",
            "pages": "7496--508",
            "other_ids": {
                "DOI": [
                    "10.1021/bi800576c"
                ],
                "PMID": [
                    "18549248"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Determination of Fab-hinge disulfide connectivity in structural isoforms of a recombinant human immunoglobulin G2 antibody",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Harder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Connelly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Maheu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cockrill",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anal Chem",
            "volume": "82",
            "issn": "",
            "pages": "1090--1099",
            "other_ids": {
                "DOI": [
                    "10.1021/ac902466z"
                ],
                "PMID": [
                    "20039682"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Characterization of antibody aggregation: role of buried, unpaired cysteines in particle formation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Brych",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Gokarn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hultgen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rajan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsumura",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Pharm Sci",
            "volume": "99",
            "issn": "",
            "pages": "764--81",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Elucidation of two major aggregation pathways in an IgG2 antibody",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Buren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rehder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gadgil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsumura",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pharm Sci",
            "volume": "98",
            "issn": "",
            "pages": "3013--3043",
            "other_ids": {
                "DOI": [
                    "10.1002/jps.21514"
                ],
                "PMID": [
                    "18680168"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Human immunoglobulins: classes, subclasses, genetic variants, and idiotypes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Natvig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Kunkel",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Adv Immunol",
            "volume": "16",
            "issn": "",
            "pages": "60295--60298",
            "other_ids": {
                "DOI": [
                    "10.1016/S0065-2776(08"
                ],
                "PMID": [
                    "4125921"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Effect of the light chain C-terminal serine residue on disulfide bond susceptibility of human immunoglobulin G1λ",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chumsae",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Radziejewski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Anal Biochem",
            "volume": "408",
            "issn": "",
            "pages": "277--83",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ab.2010.09.025"
                ],
                "PMID": [
                    "20869344"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Differences between representative human IgG1λ and IgG1κ light chain constant regions. (A) Human IgG lambda light chain constant domain (Cλ) sequences from λ, pDB:1AQK, pDB:2G75 and GenBank:AAA02915, and kappa light chain constant domain (Cκ) sequences from pDB:1Y0L and pDB:3QoS are aligned and compared. In comparison to Cκ sequences, all Cλ domains terminate with an extra serine (red) following the conserved cysteine residue (yellow rectangle), which forms the inter-chain disulfide bond with the heavy chain. Amino acids which differ from the corresponding Cκ positions and are immediately before the cysteine in Cλ sequences are highlighted in orange. (B) Cartoon illustration of human IgG1λ and human IgG1κ (or human IgG1λ serine deletion -dS) structures. the extra serine residue trailing the λLc is highlighted in red. All the interchain disulfide bonds are drawn as green solid lines.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structural differences in the C-terminal regions of Cλ and Cκ domains. Crystal structures of Fab fragments from pDB: 1AQK (Cλ: light pink; CH1: hot pink) and 1Y0L (Cκ: cyan; CH1: blue) are superimposed within their CH1 domains. the inter-chain disulfide bond between the light and heavy chains is drawn as stick model in yellow. other residues surrounding the disulfide bond are labeled and drawn as stick model. the dashed lines indicate possible interactions between the disulfide bond and the C-terminal serine in Cλ. the structure illustration was produced using pymol.38",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Differences in thermal stability of the inter-chain disulfide bond of lambda IgG1, kappa IgG1 and lambda-to-kappa Lc conversion mutants λdS (λ S214 deletion), λ A211G and λ p210R. Native λ, κ and lambda-to-kappa conversion single mutants λdS, λ A211G and λ p210R were subjected to thermal challenge at different temperatures from Rt (25°C) to 90°C and examined by SDS-pAGe under non-reducing conditions. Species resulting from the dissociation of Lc (L) and Hc (H) from the IgG are labeled according to the molecular weights of the bands on SDS-pAGe. (A) λ and κ at only Rt and 90°C; (B) λ and λdS; (C) λ and λ A211G; (D) λ and λ p210R; (E) plot of the thermal stability of inter-chain disulfide bonds. the intact IgG ratio [Intensity (LHHL)/Intensity (all species)] is plotted against temperature and represents an approximation of the relative thermal stability of the inter-chain disulfide bond.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Stability under different pHs. Lambda antibodies λ, λdS and a human IgG1 kappa antibody were incubated in three different buffers at pH 10, 7 or 3. the association between Lc and Hc relative to pH was analyzed by non-reducing SDS-pAGe.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Deletion of the C-terminal serine of the Lc improves the yield of λdS relative to the parental IgG in HeK-293 cells. HeK-293 cells were transfected with λ or λdS mammalian expression constructs and the yield of IgG was determined as described in Materials and Methods. Mean values are shown with the standard error determined from 3 replicate experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "enhanced ADCC activity of λdS relative to λ in A431 cells overexpressing receptor X (A431x). An LDH release based ADCC assay was performed to assess the difference in percent of target A431x cell lysis by pBMCs effector cells in the presence of either λ or λdS antibody. (A) ADCC activities of λ and λdS antibodies with an effector to target (e:t) ratio = 25:1. (B) ADCC activities of λ and λdS antibodies with an e:t = 100:1. A luminescence reporter assay was used to compare the Jurkat effector cell activation by λ and λdS upon binding to A431x (e:t = 20:1). (C) effector cell activation was measured in luminescence relative light unit (RLU) by λ or λdS antibody in the presence of the target A431x cells. (D) effector cell activation fold increase in RLU (calculated from dividing the maximal RLU by the background RLU) of λ and λdS antibodies. All measurements were done in duplicate or triplicate. SD are indicated by error bars.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "In vivo pharmacokinetic comparison of λ and λdS in mice. λ and λdS were administered intraperitoneally at single doses of 20 mg/ kg into female CD-1 mice. plasma antibody concentrations were determined at different time points (t = 0, 6 h, and at 1,3,7,14,21,28,35,42 and 56 d). each data point represents mean ± s.e.m. (n = 3).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of the Lc-Hc interchain disulfide bond of human IgG1 Fab crystal structures*",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of Chi1 torsion angle of Cλ and Cκ cysteine residues involved in Lc-Hc disulfide bond from the complete hIgG1 Fab structures",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Binding affinity of λ and λ engineering mutants",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Dr. Ruslan Novosyadlyy, Dr. Scott Eastman and Amelie Forest for their assistance with the engineered cell lines and cell culture for ADCC assay. We are also thankful to Dr. Alan Rigby, Dr. Jaafar Haidar and Dr. Juqun Shen for their valuable suggestions and critical comments during the preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}