{
    "paper_id": "dc7ae96ed471da2388e3d63cc70fe1ee30a297ae",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "In December 2019, a viral pneumonia outbreak caused by a novel betacoronavirus, the 2019 novel coronavirus (2019-nCoV), began in Wuhan, China. We report the epidemiological and clinical features of the first patient with 2019-nCoV pneumonia imported into Korea from Wuhan. This report suggests that in the early phase of 2019-nCoV pneumonia, chest radiography would miss patients with pneumonia and highlights taking travel history is of paramount importance for early detection and isolation of 2019-nCoV cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A 35-year-old woman, who lives in Wuhan, China, arrived at the Incheon Airport on January 19, 2020. During the quarantine inspection process at the airport, her body temperature was 38.3°C by a thermal scanner; therefore, she was immediately hospitalized in a designated isolation hospital. Pan coronavirus conventional polymerase chain reaction (PCR) assay was positive for the throat swab sample, and sequencing of the PCR amplicon showed that the sequence was identical to that of the 2019-nCoV isolated from the Wuhan patient. The patient was office accountancy and denied any exposure to a febrile patient, wild animals, or visiting wet markets, including the Sea Food Market in Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One day before entry (January 18, 2020), she developed fever, chill, and myalgia, and she visited a local clinic in Wuhan. Chest radiography showed no infiltrates, and she was diagnosed as a common cold. She is obese (body mass index, 33.4 kg/m 2 ) but otherwise healthy. On admission (January 19, 2020), the physical examination revealed a body temperature of 38.4°C, a respiratory rate of 22 breaths per minute, a pulse of 118 per minute, and a blood pressure of 139/92 mmHg. There were no pharyngeal injections, skin rash, and adenopathy. The initial chest radiography showed no infiltrations (Fig. 1A) , but highresolution computed tomography (HRCT) on January 21, 2020 (day 4 of illness) showed multiple, ground-glass opacities located in both subpleural spaces ( Fig. 1B-E) . The laboratory tests showed mild changes, including leukopenia, thrombocytopenia, and liver enzyme elevation ( Table 1) . During admission, she developed nasal congestion, cough, sputum, pleuritic chest discomfort, and watery diarrhea.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 605,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 769,
                    "end": 779,
                    "text": "Fig. 1B-E)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 893,
                    "end": 901,
                    "text": "Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "On January 21, 2020 (day 4 of illness), she did not complain of shortness of breath, but oxygen supplementation via nasal cannula (3 L/min) was started as a result of decreased arterial oxygen saturation around 91%. Her oxygen requirement increased to 6 L/min on January 24, 2020 (day 7 of illness), and chest radiography taken on January 25, 2020 (day 8 of illness) began to show chest infiltrates in the right lower lung field (Fig. 1F) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 438,
                    "text": "(Fig. 1F)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "After the diagnosis of 2019-nCoV infection was made, lopinavir 400 mg/Ritonavir 100 mg was given from January 21, 2020 (day 4 of illness). Fever persisted for ten days with a maximum temperature of 38.9°C on day 7 of illness, and then subsided on January 28, 2019 (day 11 of illness). From January 31, 2019 (day 14 of illness), her dyspnea began to improve, reducing oxygen requirement, and the lung lesions also began to diminish in chest radiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The initial symptoms of the patient were fever, myalgia, and sore throat, which are common to any acute respiratory virus infection. The only clue to 2019-nCoV infection was her travel history. This case highlights that taking travel history is of paramount importance for early detection and isolation of 2019-nCoV patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This patient was detected at the airport by the screening with a thermal scanner. Entry screening may help slow the importation of an emerging virus. However, it is not a guarantee against the possible importation of it, because it could miss many infected but asymptomatic or mild symptomatic passengers. During the pandemic of influenza A (H1N1) in 2009, a study at Auckland International Airport showed the sensitivity of the screening method was only 5.8%. 6 Therefore, once the virus is spreading widely and an epidemic already starts, the entry screening will add little value to contain it. The real benefit is its advertising effect; it may raise travelers' awareness and educate them about what they should do if they develop symptoms after arriving. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is important to note that the patient had pneumonia as early as three days after the symptom onset, although her condition was stable. During the first three days, she did not develop any clinical features suggesting pneumonia, such as sputum, pleuritic chest discomfort, hemoptysis, crackles on lung auscultation, and infiltrates in chest radiography. If we had not taken an HRCT scan of the lung, we would have missed the pneumonia diagnosis. This case highlights that the possibility of 2019-nCoV pneumonia cannot be excluded based only on the clinical clues mentioned above. This clinical feature, i.e., mild flu-like symptoms despite pneumonia during the first week of illness (\"walking pneumonia\") resembles that of MERS-CoV pneumonia. 7, 8 We do not know the infectious period of 2019-nCoV pneumonia yet. We also do not know if patients with mild (or upper respiratory tract infection) symptoms are less infectious than patients with pneumonia. What makes the problem more confusing is that we cannot predict who may progress from upper respiratory infection to pneumonia. Considering all this, it is safer to do a 2019-nCoV screening test for all symptomatic patients with epidemiological risk than to wait until pneumonia develop and then test them. Any clinical criteria for pneumonia would miss substantial number of pneumonia patients, especially during the early phase of illness. Infected individual before symptom onset may transmit 2019-nCoV to other people, 9 but it remains to be determined how common are such transmissions. We urgently need to know the scale of transmission from asymptomatic or mildly symptomatic patients during the early phase of infection.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 749,
                    "text": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1478,
                    "end": 1479,
                    "text": "9",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Imported 2019-nCoV Pneumonia from Wuhan"
        },
        {
            "text": "The images are published under agreement of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Semin Immunopathol",
            "volume": "39",
            "issn": "5",
            "pages": "529--568",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hosts and sources of endemic human coronaviruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Niemeyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv Virus Res",
            "volume": "100",
            "issn": "",
            "pages": "163--88",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A novel coronavirus from patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel Coronavirus (2019-nCoV) situation report-12",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Screening for influenza A(H1N1)pdm09, Auckland International Airport",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hoskins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "New Zealand. Emerg Infect Dis",
            "volume": "18",
            "issn": "5",
            "pages": "866--874",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical and epidemiologic characteristics of spreaders of middle east respiratory syndrome coronavirus during the 2015 outbreak in Korea",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Korean Med Sci",
            "volume": "32",
            "issn": "5",
            "pages": "744--753",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical progression and cytokine profiles of middle east respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Nam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Korean Med Sci",
            "volume": "31",
            "issn": "11",
            "pages": "1717--1742",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Froeschl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallrauch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest imaging of the patient. (A) Chest radiography and HRCT scans of the lung. Chest radiography taken on January 21, 2020 (3 days after the symptom onset) revealed no pulmonary infiltrates. (B-E) However, the HRCT scans taken on the same day showed bilateral, multiple, ground glass opacities. (F) The chest radiography taken on January 25, 2020 (7 days after the symptom onset) began to show the pulmonary infiltrates in the left lower lung field. HRCT = high-resolution computed tomography. The images are published under agreement of the patient.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Laboratory",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}