{
    "paper_id": "dd0d61765564577b04e2b012930936fcb7b3f7fc",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Between May and June 2015, there was an outbreak of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection with a considerable number of cases in the Republic of Korea. This report includes an overview of the epidemiologic investigations and public health responses in several affected hospitals as of June 23, 2015. Epidemiologic, clinical, and laboratory investigations of this outbreak are ongoing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief Communication"
        },
        {
            "text": "The index patient (patient 1) was a 68-year-old Korean man. From April 24 to May 4, 2015, he had traveled to the Middle East region (Bahrain, United Arab Emirates, and Saudi Arabia). On May 11, while in Asan-si, Chungcheongnam-do, he experienced fever and myalgia. He visited a clinic on May 15, then moved to hospital A in Pyeongtaek-si, Gyeonggi-do, where inpatient care was advised. Persistent fever, myalgia, cough, and dyspnea lead to a diagnosis of pneumonia. He decided to move from hospital A to receive better care, and then visited another clinic and emergency room of hospital B in Seoul on May 17. On May 18, he was admitted to hospital B. A meticulous interview regarding his travel history by an infectious disease specialist resulted in the diagnosis of MERS-CoV infection after PCR confirmation by the Korean Centers for Disease Control and Prevention (KCDC) on May 20. He was transferred to an isolation unit of hospital B. As of June 23, a cluster of 38 persons including 4 healthcare workers with confirmed MERS-CoV are known to have had direct or indirect contact with the index patient. Among those, five patients (pa-http://dx.doi.org/10.3947/ic.2015.47.2.120 • Infect Chemother 2015;47(2):120-122 www.icjournal.org 121 tients 6, 14, 15, 16, and 17), who were transferred from hospital A to other hospitals brought about subsequent clusters in five different hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief Communication"
        },
        {
            "text": "Patient 14 had pneumonia and stayed in hospital A between May 13 and 25. He may have been exposed to the index patient on the same floor (eighth) between May 13 and 20. He was transferred to another hospital on May 25, but as his pneumonia deteriorated further; he left the hospital and then came to Seoul. He decided to visit the emergency room of hospital B on May 27, but he was intubated on May 29, remaining in the emergency room of hospital B before being transferred to an isolation unit. MERS-CoV infection was confirmed on May 30. By June 23, 81 persons with confirmed MERS-CoV are known to have had direct or indirect contact with patient 14. Other than clusters from patients 1 and 14, there were several clusters in different hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief Communication"
        },
        {
            "text": "As of June 23, a total of 175 confirmed MERS cases have been reported to the KCDC. These reported MERS cases include 27 deaths. Cases of MERS continue to be reported throughout the Republic of Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief Communication"
        },
        {
            "text": "The Korean government launched a joint task force board called the \"Immediate Response Task Force for MERS (IRT-FM),\" which was composed of government officials and infectious disease experts and representatives of the Korean Society for Infectious Diseases (KSID) and Korean Society for Healthcare-associated Infection Control and Prevention (KOSHIC) for all-out efforts against the epidemic. 1) The IRT-FM supported MERS hospitals with updated and adapted scientific guidelines for patient care, infection control, and laboratory handling for medium-and small-sized hospitals. 2) The board members voluntarily became involved in MERS hospital intervention for infection control, contact tracing policy, and decisions to close hospitals. 3) The KSID and KOSHIC proposed several press releases regarding the MERS-CoV epidemic situation and the mode of transmission issue in the Republic of Korea. 4) The KSID and KOSHIC representatives aimed to support their members and interactively shared updates on epidemic data to stop further inter-hospital spreads using social network services (SNS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief Communication"
        },
        {
            "text": "As of June 23, many efforts for contact tracing have identified a total of 14,313 persons who had any close contact with confirmed cases, and these people have been quarantined for 14 days. To control the outbreak, much stronger control measures with contact tracing, quarantine, and contact surveillance continue to be applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief Communication"
        },
        {
            "text": "The outbreak is now the second largest worldwide and the largest reported outside the Middle East region owing to larg-er population density in the Far East region, especially with large hospitals [1, 2] . However, there still is no sound evidence of community transmission; the MERS-CoV infection in the Republic of Korea is healthcare-associated, accelerated by inter-hospital spread. On the basis of the reported cases, droplet and contact transmission appear to be the major modes of transmission, and airborne transmission is unlikely in the community [3] . Because of unexpected expansion of the epidemic even after proper contact tracing, infection-control measures currently applied in most hospitals focused not only on droplet and contact transmission prevention but also on preventing airborne transmission [3] . The low barrier to healthcare access that leads to easy patient access to hospitals and the crowdedness of emergency rooms and wards in large hospitals, especially in highly populated metropolitan areas, has been suggested to be related with the unexpectedly larger outbreak than in Saudi Arabia. Several additional weeks will be required to confirm whether the outbreak is being controlled [4].",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 201,
                    "end": 203,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Brief Communication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1834",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interim infection prevention and control recommendations for hospitalized patients with Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank Jun Yong Choi, Tae Hyong Kim, Young Hwa Choi, Hong Bin Kim, Hee Jung Yoon, Ji Hyun Yoon, Jacob Lee, Joong Sik Eom, Joon Young Song, Sang-Oh Lee, Won Sup Oh, Kyung Mi Kim, Sun Young Jeong, Hee Jin Cheong, Young Goo Song, Jung-Hyun Choi, Jin-Hong Yoo, and Woo Joo Kim for their efforts in drafting this report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}