{
    "paper_id": "dd215aa15c6f212275cacf2f9db5c2e8d4145217",
    "metadata": {
        "title": "Success of Big Infectious Disease Reimbursement Policy in China",
        "authors": [
            {
                "first": "Kun-Xi",
                "middle": [],
                "last": "Nie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xin-Wu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Big infectious diseases do harm to the whole society, and it is highly crucial to control them on time. The major purpose of this article is to theoretically demonstrate that the Chinese government's intervention in large-scale infectious diseases is successful and efficient. Two potential strategies were considered: strategy 1 was infectious disease without government intervention, and strategy 2 was infectious disease with government intervention. By evolution model, this article illustrates the efficiency of big infectious disease reimbursement policy in China. Without government reimbursement, this article finds that high expenditures accelerate the disease infection. The number of infected persons decreases under big infectious disease reimbursement policy in China. The higher the treatment costs, the more important the government intervention. Big infectious disease reimbursement policy in China can serve as an efficient example to cope with big infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Big infectious diseases do harm to the whole society, and it is highly crucial to control them on time. We have done some data collection and research on big infectious diseases from an economic angle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This research is to theoretically demonstrate that the Chinese government's intervention in large-scale infectious diseases is successful and efficient. And this article intends to draw on the traditional infectious disease model to analyze the Chinese government's compensation system for major diseases to reduce the harm of infectious diseases. What are your research's implications toward theory, practice, or policy? It is necessary to launch full reimbursement policy for infectious diseases under high expenditures incurred by treatment condition. The higher the treatment costs, the more important the government intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious diseases always threaten the life of human being and even destroy social stability. People feel terrible when infectious diseases appear and nearly when there is no way to avoid the damage. Therefore, infectious disease is an important social issue and government should take step to control it. It is crucial for government to suppress infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2003, the outbreak of the serious infectious disease severe acute respiratory syndrome (SARS) took place in China, which was extremely horrible due to its spread and high death rate. According to statistics, 5327 residents in mainland China were infected with SARS, of which 349 died. Besides, 1755 cases were reported in Hong Kong, China, of which 300 infected people died. At the same time, 665 cases were infected in Taiwan, China, of which 180 died, and the death rate was about 10.7%. It is well known that China is a country with large population. Due to high population density, high mobility, and poor sanitation in some areas, SARS had spread rapidly. Although these conditions were conducive to the spread of SARS, the Chinese government took a compulsory means to control it. As soon as an infected person was identified, mandatory isolation and free treatment were provided to stop transmission and reduce mortality, which is the key for the infectious disease defense being successful",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In mid-February 2018, a serious flu was spreading in the United States, and people were reported to die from the flu almost every day. According to experts, this is probably the worst flu in the United States in decades, which is comparable to the 2009 peak of swine flu. According to the statistics of the US Centers for Disease Control and Prevention (CDC), 4064 people across the country died from flu and pneumonia just in the third week of 2018, which is 10% of the mortality rate in the same period in the United States. And the situation is still deteriorating because the death toll is rising. During the swine flu in 2009 and 2010, a total of 60.8 million Americans were infected, 274 000 were hospitalized, and about 12 500 died. The death toll from the ongoing flu may far exceed this number. In the United States, even if the flu outbreak is not so severe, about 12 000 people are expected to die. If it is severe, the death toll may reach 56 000, of which 80% are elderly. The main reason for the high infection and deaths due to flu in the United States may be attributed to the nonfeasance of government because took no effective measures were taken against the spread of the infectious disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When comparing the conditions of the United States and China, we know that, on one hand, the population density of the United States is much less than that of China. On the other hand, the United States has the best medical conditions in the world. But the statistics data above show that the damage caused by infectious diseases in the United States is far serious than that in China. Even though the flu in the United States is much milder than SARS in China, there are still tens of thousands of people dying due to infectious diseases in the United States, but during SARS, the death toll in China was no more than 829. In comparison, the number of deaths from infectious diseases in the United States is at least 10 times that due to infectious diseases in China. From this, we can infer that there is something the Chinese government did much better than the American government during the big infectious disease period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To control the infectious diseases, China chose compulsory segregation of patients and treated them for free. As a developing country, China's medical level is not high enough, and its population is so large that it cannot withstand the serious consequences of infectious diseases. Therefore, it is essential to take coercive measures similar to that taken by China to control infectious diseases; it can be said that this method of controlling infectious diseases is successful. In other words, during the outbreak of infectious diseases, government intervention is extremely important for controlling them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main purpose of this article is to theoretically demonstrate that the Chinese government's intervention in largescale infectious diseases is successful and efficient. And this article intends to draw on the traditional infectious disease model to analyze the Chinese government's compensation system for major diseases to reduce the harm of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The infectious disease model was initially proposed. 1 Taking the situation and the types of infection diseases into account, many scholars extended the classical model of Kermack 5 Regarding governmental intervention in infectious diseases, Geoffard and Philipson 6 combined governmental policies with the infectious disease model and proposed governmental intervention to reduce public harm. Furthermore, Gersovitz and Hammer 7 introduced treatment expenditures in the infectious disease model with economic perspective. Recently, Kremer and Snyder 8 proposed treatment combined with recovery to cope with infectious diseases. Sims, Finnoff, and O'Regan 9 analyzed the treatment of unpredictable epidemics with behavioral economics.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 172,
                    "end": 179,
                    "text": "Kermack",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 181,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are also some research works on predicting infectious disease using big data to control medical cost. 10, 11 Recently, some researchers suggested using medical reimbursement to solve the dispute between hospitals and patients and some other issues. [12] [13] [14] But very limited literature discussed about the reimbursement to cope with big infectious diseases in economics. Based on the successful experience of coping with SARS in 2003, this article resorts to the infectious disease model to capture the rationality of reimbursement in preventing big infectious diseases. The contribution of this article is to compare expenditures with government reimbursement and without government reimbursement, and this article finds the reimbursement policy to be successful in controlling expenditures. Therefore, it is necessary to launch full reimbursement policy for infectious diseases under high expenditures incurred by the treatment condition. The higher the treatment costs, the more important the government intervention.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 112,
                    "end": 114,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Assume the number of population to be N in this group, including susceptibles, infected, and healers, which are denoted as S, I, and R, respectively. The average effective contact (transferable) with other people for a person in a unit time is β; the number of people who are cured within the unit time is γ ; the treatment cost is α; and the government compensation is µ. In reality, the number of patients or the number of people participating in the treatment depends on the treatment cost. To encourage infected patients to take treatment promptly, the government should provide moderate compensation. Furthermore, suppose γ α µ = + e − in this study and obviously γ ∈( , ] 0 1 . As the cost of treatment increases, the number of people participating in treatment decreases, but government financial compensation can effectively promote the participation of infected patients in treatment. According to the model proposed by Kermack et al in 1927 , and based on China's successful experience in dealing with SARS, this article establishes the compensation model for important infectious diseases as follows:",
            "cite_spans": [
                {
                    "start": 929,
                    "end": 950,
                    "text": "Kermack et al in 1927",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model Setup"
        },
        {
            "text": "Functions (1) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Setup"
        },
        {
            "text": "Compared with the traditional infectious disease models, this model analyzes treatment costs and the impact of government interventions on infectious diseases. Different from the traditional infectious disease models, the above model considers the impact of government intervention on infectious diseases. According to function (3), we know that government intervention will significantly increase the population of the cured individuals, thereby reducing the spread speed among the infected population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Setup"
        },
        {
            "text": "According to γ α µ = + e − , γ ∈( , ] 0 1 , the number of people cured in a unit time is determined by the cost of treatment α and government compensation µ. Assume that the initial conditions of the equation are S t S ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Analysis"
        },
        {
            "text": "And the number of 3 kinds of people at each stage is S t S t ( ) = , I t I t ( ) = , and R t R t ( ) = .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Analysis"
        },
        {
            "text": "As we cannot obtain the analytic solutions from the above model, all the following analyses will by practice be numerical simulation with Excel, and the recursive formulas used in the simulation are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Analysis"
        },
        {
            "text": "The initial setting is S I R 0 0 0 0 4 0 4 0 2 = = = . , . , . , N t = = 1 1 , and β . Note that N t = 1 means the total population is standard and remains unchanged, whereas β = 1 represents that the infected people will have effective contact with all other persons in the area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Analysis"
        },
        {
            "text": "Observing functions (1) to (3), the following phenomena can be obtained: in the case of no government compensation ( =0), if the cost of treatment is high, not many people will have enough ability to pay for the treatment, and people's willingness to accept treatment is very low, so the number of people cured within a unit of time is also very small under the conditions of µ=0, α → ∞ , and γ → 0 . But when the cost of treatment is low, people have enough ability to pay, so the willingness to be treated increases, and the number of people cured per unit time increases if µ=0, α → 0 , and γ → 1 . The numerical simulation results based on equations (4) to (6) are given in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 678,
                    "end": 686,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Without Government Intervention"
        },
        {
            "text": "As Figure 1 shows, at high cost, even after 10 000 times of simulation, the number of infected people is still as high as 0.5. But Figure 2 illustrates that at low-cost condition, the number of infected people will drop to zero after about 1774 periods. The cost of treatment has an important impact on the transmission of infectious diseases. Figure 1 shows the relationships between the 3 groups and the cost of treatment. When the cost of treatment is high, the number of infections per stage increases (see Figure 1) . Conversely, the number of infections drops sharply after a limited period, indicating that the infection is effectively and quickly controlled (see Figure  2 ). This conclusion is also in concert with the reality. For example, although common cold is contagious, it can be quickly controlled because of the low cost of treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 131,
                    "end": 139,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 344,
                    "end": 352,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 511,
                    "end": 520,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 671,
                    "end": 680,
                    "text": "Figure  2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Without Government Intervention"
        },
        {
            "text": "According to the assumption that the total population is constant, combined with the conclusion of Figure 2 , when the treatment cost is low, the number of healers quickly reaches a maximum, and the number of infected persons is almost zero. This indicates that the epidemic is effectively controlled. According to Figure 1 , the total number of social treatments and the total cost (the total number of infections multiplied by the individual treatment costs) were further analyzed. The cost for high-cost treatments was close to infinity; the number of low-cost treatments was 1654.48, and the cost of treatment was 8272.40. Therefore, it is explained in accordance with Figure 2 . When treatment costs are low, the government does not have to intervene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 315,
                    "end": 323,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 673,
                    "end": 681,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Without Government Intervention"
        },
        {
            "text": "Finally, in the case of free treatment, patients' willingness to treat reaches the highest, and the number of people healed per unit time is also the highest, which is the ideal state. In other words, if µ α − =0 , then it has γ=1 . Under the condition that the government provides certain compensation ( µ ≠ 0 , µ ≫0), if the treatment cost is greater than the government compensation, both high treatment cost and low government compensation will lead to a decrease in µ people's willingness to treat. And the number of people cured within a unit of time will decrease correspondingly, which means when − + → ∞ α µ , γ → 0 . If the government compensation and treatment costs are equal, which is equal to free treatment, people's willingness to treat will also reach the maximum, and this is also an ideal condition. Or − + = α µ 0 leads to γ=1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "With Government Intervention"
        },
        {
            "text": "It is unrealistic for the government to compensate more than the treatment cost ( µ α ≥ ). Low willingness to spend money on the treatment of infectious diseases leads to quick spreading of them and thus affects the society sustainability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "With Government Intervention"
        },
        {
            "text": "The government compensates people to control the disease, but compensation for the government supply will only be enough for people to treat infectious diseases. After all, more compensates means higher expenditures for the government. Therefore, government compensations must be no more than the treatment expenditures, or µ α ≤ . To be consistent with the real policy of Chinese government, this article assumes that if µ α − =0 , then γ=1 . Under this condition, the evolution number of the 3 groups is shown in Figure 3 . Figure 3 shows that the number of infected people drops rapidly and will reach zero in the eighth period. Besides, according to Figure 3 , we learn that only 5.59 people need treatment under full government subsidy, much less than that under no government intervention. But the total cost of treatment is related to unit person treatment cost, which is 55.88 at high cost and 27.94 at low cost. (These exact numbers themselves have no meaning; they are only used to show the gap between different conditions.) Figure 3 shows that when the cost of treatment is high, the expenditures of implementing the full compensation mechanism are also high.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 523,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 526,
                    "end": 534,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 654,
                    "end": 662,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1036,
                    "end": 1044,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "With Government Intervention"
        },
        {
            "text": "In the following, we will compare the number of people infected and the total cost of treatment in both cases to illustrate the impact of government intervention. As we cannot obtain a specific analytical solution using the calculation process mentioned above, the research process will obtain the results through the numerical simulation process. Assuming the total number of people to be N t = 1 , that is, regardless of the new birth and death of the population,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison Analysis"
        },
        {
            "text": ", , indicate the number of susceptible people, infected people, and patients cured. Furthermore, we assume the number of effective contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison Analysis"
        },
        {
            "text": "Following is the numerical simulation of the number of infected persons in different parameters, including 3 cases: high cost ( α µ = = 10 0 , ), low cost ( α µ = = 5 0 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison Analysis"
        },
        {
            "text": "), and full subsidy ( α µ = = 5 5 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison Analysis"
        },
        {
            "text": "). Through comparative analysis of high-cost and low-cost treatment, the impact of treatment cost on the evolution of infectious diseases was obtained. The impact of government intervention on the evolution of infectious diseases was captured by comparing the results between no subsidy and full subsidy. (Due to limitations, this article only considers these 3 situations. Readers can use other parameters to practice numerical simulation, such as partial subsidy case, but the basic rules and main conclusions will not change.) The simulation results are shown in Figure  4 ; for more details on the numerical simulation, please see the appendix.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 566,
                    "end": 575,
                    "text": "Figure  4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparison Analysis"
        },
        {
            "text": "From Figure 4 , 2 important conclusions can be drawn: first, the treatment cost of infectious diseases has a critical influence on the evolution of infectious disease. Specifically, under the condition of high cost and no government intervention ( α µ = = 10 0 , ), even after 10 000 periods of time evolution, the proportion of infected people still exceeds 50%, and the highest number of infected people is close to 80%. At low cost, even without government intervention ( α µ = = 5 0 ,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparison Analysis"
        },
        {
            "text": "), the number of infected people will decrease rapidly over time, but the maximum number of infected people will exceed 77%, and it will take a very long period of time (1774 periods) to control the disease. In other words, infectious will fall to zero or everyone is cured after 1774 periods. Second, government intervention has an important impact on the evolution of infectious diseases. If the government implements full subsidy for infectious disease (without considering the impact of data costs under full subsidy), the number of infected people will drop rapidly and will fall to zero in the eighth period. Infectious diseases can be effectively controlled in a short period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison Analysis"
        },
        {
            "text": "This article extends the infectious disease model to introduce the big infectious disease reimbursement policy in China and shows why this reimbursement policy is successful. Without government reimbursement, this article finds that high expenditures accelerate the disease infection. Therefore, it is necessary to launch full reimbursement policy for infectious diseases under high expenditures incurred by treatment condition. The higher the treatment costs, the more important the government intervention. The conclusions of this article offer theoretical support to control big infectious diseases. Moreover, for emerging infectious diseases, uncertainty yields high treatment expenditures and the government should establish complete reimbursement policy to control these diseases. However, the limitation of this article is lack of data verification of medical expenditures about big infectious disease from China and the United States. In addition, predicting infectious diseases using learning and big data may be the subject of future study. Numerical Simulation Results. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Contributions to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Bull Math Biol",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging infectious diseases: a proactive approach",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci",
            "volume": "114",
            "issn": "16",
            "pages": "4055--4059",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Opportunities and challenges in modeling emerging infectious diseases",
            "authors": [
                {
                    "first": "Cje",
                    "middle": [],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "357",
            "issn": "6347",
            "pages": "149--152",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The impact of packaging and messaging on adherence to malaria treatment: evidence from a randomized controlled trial in Uganda",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Saran",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Dev Econ",
            "volume": "134",
            "issn": "",
            "pages": "68--95",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preference heterogeneity in the structural estimation of efficient Pigovian incentives for insecticide spraying to reduce Malaria",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Environ Resour Econ",
            "volume": "70",
            "issn": "1",
            "pages": "169--190",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rational epidemics and their public control",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Geoffard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Philipson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Int Econ Rev",
            "volume": "37",
            "issn": "",
            "pages": "603--624",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The economical control of infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gersovitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Econ J",
            "volume": "114",
            "issn": "492",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preventives versus treatments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Q J Econ",
            "volume": "130",
            "issn": "3",
            "pages": "1167--1239",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Public control of rational and unpredictable epidemics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Finnoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;regan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Econ Behav Organ",
            "volume": "132",
            "issn": "",
            "pages": "161--176",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Predicting infectious disease using deep learning and big data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chae",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Public Health",
            "volume": "15",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Big data analytics, infectious diseases and associated ethical impacts",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garattini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raffle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Aisyah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sartain",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kozlakidis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Philos Technol",
            "volume": "32",
            "issn": "1",
            "pages": "69--85",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of asymmetric medical insurance subsidy on hospitals competition under non-price regulation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Nie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Equity Health",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Reimbursement and hospital competition in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Econ Res: Ekonomska istraživanja",
            "volume": "30",
            "issn": "1",
            "pages": "1209--1222",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Agricultural pollution and regulation: how to subsidize agriculture?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Nie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clean Prod",
            "volume": "164",
            "issn": "",
            "pages": "258--264",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "HighNote. The horizontal axis is the number of time periods, and the vertical axis indicates the number of people in each period. The initial setting is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "LowNote. The horizontal axis is the number of time periods, and the vertical axis indicates the number of people in each period. The initial setting is β and 2000 times of simulation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FullNote. The horizontal axis is the number of time periods, and the vertical axis indicates the number of people in each period. The initial setting is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Numerical simulation results of the number of infected people.Note. The horizontal axis is the time period t , and the vertical axis indicates the number of infections I t in each period. The total population N t =1 and the initial setting is S",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and McKendrick. For example, Bloom et al 2 addressed the path of sudden infectious diseases using the extended model of Kermack and McKendrick. And based on the Kermack and McKendrick model, Metcalf and Lessler 3 analyzed both the opportunities and the challenges in the control of infectious diseases. By combining the properties of infectious disease with the Kermack and McKendrick model, Cohen and Saran 4 considered malaria in Uganda and offered the corresponding treatment plan. Recently, the effects of insecticide on infectious diseases are analyzed.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We sincerely thank the anonymous reviewers for their helpful and illuminating suggestions, but we take the full responsibility for this article. We would also like to thank all participants and the staff at the study sites for their cooperation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This work was supported by the Guangdong Social Science Foundation (GD2018CYJ01), the Foundation for High-level Talents ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 252,
                    "text": "Talents",
                    "ref_id": null
                }
            ],
            "section": "Funding"
        },
        {
            "text": "Chan Wang https://orcid.org/0000-0002-4599-4411",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        },
        {
            "text": " (continued) Appendix (continued)",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 12,
                    "text": "(continued)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix"
        }
    ]
}