{
    "paper_id": "de4399a1034294c5aecf4f318fd99ca559a762ea",
    "metadata": {
        "title": "CLINICAL EXPERIMENTAL VACCINE RESEARCH Brief communication",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "No potential conflict of interest relevant to this article was reported. This work was supported by a faculty research grant of Yonsei University College of Medicine for (6-2015-0153) .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 183,
                    "text": "(6-2015-0153)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We evaluated the neutralizing activity in serum from three patients >1 year after recovery from Middle East respiratory syndrome (MERS) associated with mild pneumonia treated with antivirals during the MERS outbreak in South Korea at 2015. The neutralizing activity in serum was measured by pseudovirus inhibition assays. Three-fold diluted serum of subjects showed only 9.7%, 10.3%, and 2.2% reductions in relative light units. So, significant neutralizing activity was not demonstrated in any sera of three patients with mild pneumonia >1 year after being successfully treated with antiviral agents and recovering from MERS coronavirus infection. Institutes of Health) in a T175 tissue culture flask, using the calcium phosphate method. The cells were changed into fresh Dulbecco's modified Eagle's medium 8 hours later. Supernatants were harvested 72-hour post-transfection and used as a source of pseudoviruses for single-cycle infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A pseudovirus inhibition assay was established to detect neutralizing activity in patient sera [4, 5] . Pseudovirus-containing supernatants were incubated with serially diluted patient serum at 37°C for 1 hour before addition to target cells (Vero cells) pre-plated in 96-well culture plates (10 4 cells/well). The media was replaced after 24 hours, followed by lysis of the cells 72 hours later using cell lysis buffer (Perkin-Elmer, Waltham, MA, USA), with the lysates transferred into 96-well luminometer plates. Luciferase substrate (Perkin-Elmer) was added to the plates, and the relative luciferase activity was determined. The inhibition of MERS-CoV pseudovirus was presented as percentage inhibition of relative light units (RLU). Control serum was collected from a healthy volunteer.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 99,
                    "end": 101,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subject 1 was a 38-year-old man diagnosed with MERS-CoV infection by real time polymerase chain reaction (PCR) of nasopharyngeal aspirate on 13 June 2015. He was an ambulance driver exposed to a MERS-CoV infected patient during patient transfer on 5-6 June 2015. Symptoms including fever, myalgia, and headache appeared after 10 June 2015. He did not have a cough, sputum production, dyspnea, or other respiratory symptoms, but chest radiography performed on 13 June 2015 showed pneumonic consolidation on the right lower lung field. He was treated with combination of interferon-α2a (180 µg/wk), ribavirin (2,000 mg loading followed by 1,200 mg every 8 hours for 4 days and 600 mg every 8 hours), and lopinavir/ritonavir (400 mg/100 mg orally every 12 hours) from 15-24 June 2015. Repeated MERS-CoV PCR tests showed negative results on 23 and 24 June 2015. Full recovery was achieved without any complications, and a blood sample was collected on 1 July 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subject 2 was a 33-year-old woman diagnosed with MERS-CoV infection on 9 June 2015. She was indirectly exposed to MERS-CoV between 25 and 29 May 2015 at another hospital, where MERS-CoV infections were diagnosed in a multi-bed room. Diarrhea commenced 5 days prior to diagnosis, with fever, myalgia, sore throat, cough, sputum production, and mild dyspnea commencing 4 days before diagnosis. Chest radiography showed peribronchial pneumonic consolidation in the right middle lung field. Between 9 and 12 June 2015, the patient was treated with a combination of interferon-α2a, ribavirin, and lopinavir/ritonavir. From 13 June 2015, lopina-vir/ritonavir was discontinued and the ribavirin dose was reduced to 10 mg/kg every 8 hours due to jaundice. Two consecutive negative results of MERS-CoV PCR were confirmed on 23 and 24 June 2015. Full recovery was achieved without any complications, and a blood sample was collected on 1 July 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subject 3 was a 45-year-old man diagnosed with MERS-CoV infection on 14 June 2015. He was exposed to a MERS-CoV infected patient on 6 June 2015 and high fever, myalgia, and coughing commenced on 13 June 2015. Chest radiography showed pneumonic consolidation on the left middle and right lower lung fields. He was treated with a combination of interferon-α2a, ribavirin, and lopinavir/ritonavir from 16-28 June 2015. Two consecutive negative results of MERS-CoV PCR were confirmed on 27 and 28 June 2015. The fever subsided 3 days after initiation of treatment associated with improvement on chest radiography. Full recovery was achieved without any complications, and a blood sample was collected on 29 September 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All subjects had no underlying comorbidities. A Western blot to identify the incorporation of MERS-CoV S protein in the packaged MERS-CoV pseudovirus showed a clear band corresponding to the MERS-CoV S protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As shown in Fig. 1 , three-fold diluted serum of subjects 1 and 2 showed only 9.7% and 10.3% reductions in RLU, respectively, while that of subject 3 showed only a 2.2% reduction. The findings of this study are inconsistent with previous observations. A previous study on severe acute respiratory syndrome coronavirus (SARS-CoV) infection found that 93.88% and 89.58% of patients were IgG positive at 1-and 2-year postsymptom onset, respectively [6] . However, 3 years later, only 53.57% of the population had SARS-CoV specific IgG. A study on antibodies against MERS-CoV, including neutralizing antibodies, showed antibody persistence in six of seven individuals (86%), 34 months after the 2012 MERS-CoV outbreak in Jordan [7] . All seven subjects had respiratory symptoms and few underlying diseases, and five had substantial pneumonia. Mild or asymptomatic MERS-CoV infections could potentially be associated with development of lower levels of MERS-CoV neutralizing antibodies over time [8] . Patients from the above study might not have been treated with antivirals. Subjects in our study were also young and healthy, with mild pneumonic consolidations at admission. Moreover, all patients in our study were treated with interferon-α, ribavirin, and lopinavir/ritonavir. Antiviral treatment for MERS associated with mild pneumonia might decrease viral replication and reduce antibody responses in the early stages of the diseases, resulting in the identified low-level neutralizing activity within convalescent serum.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 449,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The small number of subjects is an important limitation of this study. Furthermore, we could not evaluate paired sera comparing the early stage of illness and 1-year post-recovery. The viral load at early infection time may be associated with the neutralizing antibody and the disease outcome, but we could not collect data on the viral load of subjects. In addition, we could not validate the pseudovirus inhibition assay with positive control, and subjects without treatment could not be enrolled for comparisons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concentration of Serum (Dilution Factor)"
        },
        {
            "text": "In conclusion, neutralizing activity was not demonstrated in any sera of three patients with mild pneumonia >1 year after being successfully treated with antiviral agents and recovering from MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concentration of Serum (Dilution Factor)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An outbreak of Middle East respiratory syndrome coronavirus infection in South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Yonsei Med J",
            "volume": "56",
            "issn": "",
            "pages": "1174--1180",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapid Response Team. Antiviral treatment guidelines for Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infect Chemother",
            "volume": "47",
            "issn": "",
            "pages": "212--234",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development of a safe and convenient neutralization assay for rapid screening of influenza HA-specific neutralizing monoclonal antibodies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biochem Biophys Res Commun",
            "volume": "397",
            "issn": "",
            "pages": "580--585",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A safe and convenient pseudovirus-based inhibition assay to detect neutralizing antibodies and screen for viral entry inhibitors against the novel human coronavirus MERS-CoV",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Development and evaluation of a pseudovirus-luciferase assay for rapid and quantitative detection of neutralizing antibodies against enterovirus 71",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Duration of antibody responses after severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1562--1566",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Persistence of antibodies against Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Iblan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1824--1830",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission of MERS-coronavirus in household contacts",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "828--863",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Inhibitory activity of patients' sera against Middle East respiratory syndrome coronavirus pseudovirus infection. Three-fold diluted serum of subjects 1 and 2 showed only 9.7% and 10.3% reductions in relative light unit (RLU), respectively, while that of subject 3 showed only a 2.2% reduction. Control serum was collected from a healthy volunteer.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Keywords: Middle East respiratory syndrome coronavirus, Neutralizing antibodies, Serum Absence of neutralizing activity in serum 1 year after successful treatment with antivirals and recovery from MERS in South Korea http://www.ecevr.org/ https://doi.org/10.7774/cevr.2019.8.1.86",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}