{
    "paper_id": "def69723f3ff30495aab9e155921db015a6aac41",
    "metadata": {
        "title": "Establishment of minimal positive-control conditions to ensure brain safety during rapid development of emergency vaccines",
        "authors": [
            {
                "first": "Hyekyung",
                "middle": [],
                "last": "Baek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soonchunhyang University",
                    "location": {
                        "postCode": "31538",
                        "settlement": "Asan",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ho",
                "middle": [],
                "last": "Kwang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soonchunhyang University",
                    "location": {
                        "postCode": "31538",
                        "settlement": "Asan",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [
                    "Young"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soonchunhyang University",
                    "location": {
                        "postCode": "31538",
                        "settlement": "Asan",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyeongryun",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bokyeong",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soonchunhyang University",
                    "location": {
                        "postCode": "31538",
                        "settlement": "Asan",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyung",
                "middle": [
                    "Seok"
                ],
                "last": "Seo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soonchunhyang University",
                    "location": {
                        "postCode": "31538",
                        "settlement": "Asan",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Byoung",
                "middle": [
                    "Soo"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tae-Wook",
                "middle": [],
                "last": "Hahn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kangwon National University",
                    "location": {
                        "postCode": "24341",
                        "settlement": "Chuncheon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sun",
                "middle": [
                    "Shin"
                ],
                "last": "Yi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Soonchunhyang University",
                    "location": {
                        "postCode": "31538",
                        "settlement": "Asan",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the increase in international human and material exchanges, contagious and infectious epidemics are occurring. One of the effective methods of epidemic inhibition is the rapid development and supply of vaccines. Considering the safety of the brain during vaccine development is very important. However, manuals for brain safety assays for new vaccines are not uniform or effective globally. Therefore, the aim of this study is to establish a positive-control protocol for an effective brain safety test to enhance rapid vaccine development. The blood-brain barrier's tight junctions provide selective defense of the brain; however, it is possible to destroy these important microstructures by administering lipopolysaccharides (LPSs), thereby artificially increasing the permeability of brain parenchyma. In this study, test conditions are established so that the degree of brain penetration or brain destruction of newly developed vaccines can be quantitatively identified. The most effective conditions were suggested by measuring time-dependent expressions of tight junction biomarkers (zonula occludens-1 [ZO-1] and occludin) in two types of mice (C57BL/6 and ICR) following exposure to two types of LPS (Salmonella and Escherichia). In the future, we hope that use of the developed positive-control protocol will help speed up the determination of brain safety of novel vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the 21st century, various infectious diseases threaten humans and animals around the world due to ever-increasing global movements of people, animals, and materials [19, 23] . Nonetheless, the most effective way of approaching an epidemic that occurs at unexpected times and or in unexpected places is to rapidly supply vaccines related to the infectious diseases within a limited time [15] . However, during rapid vaccine developments performed to date, there has been little consideration given to establishing a precise protocol for ensuring brain safety. This oversight in the development of general and/or emergent vaccines should be corrected by developing an effective safety protocol that can reduce brain damage risks before distribution of the vaccine. The present study was undertaken to establish a protocol that can be used to determine if a material, such as a vaccine, will damage the brain by breaking down the brain-protective blood-brain barrier (BBB). Since the BBB is a critical morphological structure with selective permeability between blood vessels and brain tissue, it is very important to determine the conditions that can make the BBB vulnerable; for example, exposure to a pyrogenic inflammatory agent such as a lipopolysaccharide (LPS) administered via systemic injection [10] . To ensure the brain safety of newly developed vaccines and to establish positive-control conditions for use in a vaccine safety protocol, we used the specificity of brain anatomical structures to investigate the robustness of the BBB by varying LPS exposure times (0, 2, 4, and 24 h) in two different mouse strains (C57BL/6 and ICR). In this study, we describe an effective positive-control protocol for were tested in two different strains of mice (C57BL/6 [B6] and ICR). The intraperitoneally administered EB (4 mL/kg, 2% [w/v] in phosphate buffered saline [PBS]; pH 7.4) appeared in the homogenized brains following the injection of LPS(S) or LPS(E) in the different mice strains. Compared to the control group administered with vehicle (PBS) only, the amount of EB that penetrated the brain was significantly higher in both mouse strains after injection with both LPSs. Interestingly, for both LPSs the amounts of EB penetrating ICR mouse brains were greater than those of B6 mouse brains, and for both mouse strains the amount of EB penetrance was greater in LPS(S) than in LPS(E). assessing the brain safety of vaccines that will be developed and supplied in the future. The protocol may develop into a complete safety assurance protocol in the future.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1304,
                    "end": 1308,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Evans blue (EB) assay for brain permeability: Two types of 7-week-old mice (C57BL/6 and ICR) and two LPS sources [Salmonella enterica, LPS(S) and Escherichia coli, LPS(E)] were used. Based on mouse type and LPS source, the C57BL/6 (B6) and ICR mice were assigned to 6 groups (n = 4): group 1, B6/PBS; group 2, B6/LPS(S); group 3, B6/LPS(E); group 4, ICR/PBS; group 5, ICR/LPS(S); and group 6, ICR/LPS(E). We performed the EB assay according to the method described by Jangula and Murphy [14] with a few modifications. Initially, we prepared LPS solutions using two different LPSs. The LPSs from S. enterica serotype enteritidis (L6011; Sigma, USA) and E. coli O55:B5 (L2880; Sigma) were separately dissolved in phosphate buffered saline (PBS; pH 7.4) to a concentration of 1 mg/4 mL.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Two kinds of animal experiments"
        },
        {
            "text": "For treatment, PBS or LPS in PBS were intraperitoneally (i.p.) injected into each mouse (4 mL/kg body weight). At 1 h postinjection (PI) of PBS or LPS, EB dye (2% w/v in PBS, 4 mL/kg, E2129; Sigma) was i.p. injected into each mouse. All mice were sacrificed after 3 h of EB exposure (4 h PI). After sacrifice, blood was collected from heart and serum was separated by using centrifugation. The brain was removed after the mouse had been perfused with heparinized PBS (0.1 mg/L). Serum and homogenized brain hemisphere of each mouse were dissolved in a 50% (w/v) trichloroacetic acid in PBS solution to eliminate proteins and then subjected to centrifugation at 5,000 × g for 20 min. Supernatant of each sample was diluted 1:3 with ethanol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two kinds of animal experiments"
        },
        {
            "text": "A spectrophotometer (Infinite F200; Tecan, Switzerland) was used to determine the EB concentrations in the serum and brain hemisphere samples. The fluorescence intensity was measured at 620  ex and 680  em , and the EB concentration of each sample was calculated according to a standard curve that had been prepared with a range of 10 pg/mL to 10 ng/mL EB in PBS. In order to determine the penetration rate for EB into the BBB, the ratio of EB in brain to EB in blood was calculated. All experiments and procedures were approved by Soonchunhyang University Institutional Animal Care and Use Committee (approval No. SCH17-0024).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two kinds of animal experiments"
        },
        {
            "text": "Brain tissue collection and preparation of RNA and protein samples: Based on the EB assay results (Fig. 1) , we selected the S. enterica-derived LPS for use in the following animal experiments. The mice were divided into 8 groups (n = 4) based on mouse strain and LPS exposure time: group 1, B6/0 h; group 2, B6/2 h; group 3, B6/4 h; group 4, B6/24 h; group 5, ICR/0 h; group 6, ICR/2 h; group 7, ICR/4 h; and group 8, ICR/24 h. The LPS solution was i.p. injected into all mice simultaneously and each group of mice was sacrificed at the planned LPS PI time. After euthanasia, the brain was removed from each mouse and was cut into two hemispheres. RNA was extracted from one hemisphere by using Trizol reagent (Ambion; Life Technologies, USA) and protein was extracted from the other hemisphere by using PRO-PREP (iNtRon Biotechnology, Korea) according to the manufacturers' instructions. Briefly, for RNA extraction, the homogenized hemisphere was incubated in Trizol and chloroform reagent and then subjected to centrifugation. The aqueous phase was removed and incubated with 100% isopropanol. After centrifugation, the obtained RNA pellet was washed with 75% ice-cold ethanol and then dissolved in RNase-free water. The obtained RNA extract solution was stored at −70 o C after undergoing 60 o C heat incubation. For protein extraction, the homogenized hemisphere of each mouse was incubated in PRO-PREP solution and centrifuged several times under ice-cold conditions. The refined protein extract solution was stored at −20 o C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Two kinds of animal experiments"
        },
        {
            "text": "Quantitative real-time polymerase chain reaction (qPCR) was performed with SYBR Green dye by using a Step One Plus Real-Time PCR system (Life Technologies). For relative quantitation of gene expression, we used the comparative cycle threshold (Ct) method (2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantification of mRNA expression of ZO-1 and occludin in the brain"
        },
        {
            "text": "). Results were normalized to that of the housekeeping/control gene glyceraldehyde 3-phosphate dehydrogenase (GAPDH). The primer sequences for zonula occludens-1 (ZO-1) and occludin were obtained from the National Center for Biotechnology Information nucleotide database [7] and are shown in Table 1 .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "−ΔΔCt"
        },
        {
            "text": "Protein concentrations were determined by using a BCA kit (iNtRon Biotechnology). Total proteins (20 g per sample) were loaded to each lane of 12% SDS-PAGE, electrophoresed, and transferred to PVDF membranes (Bio-Rad Laboratories, USA). Following transfer, membranes were blocked with TBST [100 mM Tris-HCl (pH 7.6), 0.8% NaCl, and 0.1% Tween-20] containing 5% skim milk (BD Biosciences, USA). The blocked membranes were incubated with diluted rabbit anti-ZO-1 (1:2,000; Thermo Scientific, USA), mouse anti-occludin (1:2,000; Thermo Scientific), and rabbit anti-GAPDH (1:5,000; Cell Signaling Technology, USA) primary antibodies at 4 o C overnight. After further washing, membranes were incubated with peroxidase-labeled anti-rabbit and anti-mouse secondary antibodies (Vector, USA). Immunoreactive signals were detected by using an enhanced chemiluminescence reagent (Abclon, Korea) and recorded by using a MicroChemi 4.2 system (DNR Bio-Imaging Systems, Israel).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expressions of ZO-1 and occludin in the brain"
        },
        {
            "text": "Band intensity generated from western blotting was determined by using NIH Image 1.59 software to transform the mean gray level through application of the following formula: optical density = log (256/mean gray level). Data are presented as mean ± SE values for each experimental group. Differences between means were analyzed by using Student's t-test for single comparisons. P values of less than 0.05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The permeability of EB dye into brain parenchymal tissue after LPS injection is presented as a ratio of the EB dye amount in brain to that in blood (Fig. 1) . When LPS was injected into mice, EB penetrance increased, regardless of the LPS source. However, between the two different mouse strains, the EB ratio was significantly higher in ICR mice than in B6 mice. Interestingly, the LPS(S)-injected group showed a greater increase in EB ratio than that in the LPS(E)-injected group and that tendency was significant in ICR mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Different EB permeability in B6 and ICR mice"
        },
        {
            "text": "From LPS(S) injection to 24 h PI, the ZO-1 mRNA level did not significantly change in B6 mice. In contrast, in ICR mice, the ZO-1 mRNA level was significantly up-and downregulated. Until 4 h PI, ZO-1 mRNA level in ICR mice progressively increased, but, at 24 h PI, the level had returned to a level similar to that at injection (0 h PI; panel A in Fig. 2 ). The occludin mRNA levels showed a decreasing tendency over 24 h in B6 mice, but the changes were not significant. In ICR mice, occludin mRNA level in early period after LPS(S) injection (i.e., 2 and 4 h PI) did not increase significantly; however, there was a notable significant increase at 24 h PI (panel B in Fig. 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 354,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 670,
                    "end": 676,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Quantification of ZO-1 and occludin mRNA expressions in brain according to exposure time and mouse strain"
        },
        {
            "text": "Western blot results showed that ZO-1 and occludin protein expression tendencies were similar to the mRNA results in both mouse strains. In B6 mice, there were small changes in ZO-1 and occludin expression levels between 0 and 24 h PI, but the changes were not significant. Interestingly, ZO-1 protein expression in ICR mice continuously and time-dependently increased during the 24 h after LPS(S) injection (panels A and B in Fig. 3 ); in contrast, the ZO-1 mRNA level at 24 h PI had decreased to a level similar to that at injection (panel A in Fig.  2 ). Occludin protein expression in ICR mice showed a temporal pattern that was similar to that for occludin mRNA expression. The occludin proteins in B6 mice did not change significantly, but, in ICR mice, there was a significant increase in occludin protein expression but only at 24 h PI, which was similar to the occludin mRNA level result in ICR mice (panel C in Fig. 3) . The results of mRNA and protein levels have correlation each other and putative mechanisms of LPS-inducing reaction were showed (panels A and B in Fig. 4) . The different tendencies of ZO-1 and occludin mRNA and protein expressions in ICR mice are also summarized with the stream graphs (panel C in Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 433,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 547,
                    "end": 554,
                    "text": "Fig.  2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 921,
                    "end": 928,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1078,
                    "end": 1085,
                    "text": "Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 1230,
                    "end": 1237,
                    "text": "Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Quantification of ZO-1 and occludin protein expressions in brain according to exposure time and mouse strain"
        },
        {
            "text": "The essential requisites for the vaccine verification protocol are promptitude and accuracy. In this respect, the Evans blue assay result showed that BBB structure and function of ICR mice could be more vulnerable than those of B6 mice (Fig. 1) . And 4 h after LPS(S) injection into ICR mice, the ZO-1 mRNA and protein levels were thoroughly increased than 0 h PI, being compared with any other conditions (B6 mice, LPS(E) and 2 h, 24 h PI). qPCR method might be also suitable than WB method in terms of time requirement. Consequentially, the vaccine safety verification protocol for BBB and brain could be established by selecting optimum conditions and its results in Fig. 4 . Zonula occludens-1 (ZO-1) and occludin disruption and recovery processes in C57BL/6 and ICR mice. When lipopolysaccharide binds to a receptor (such as toll-like receptor 4), the nuclear factor kappa B (NF-B) pathway or other inflammatory pathways are activated and release various cytokines. ZO-1 are mislocated with occludin by cytokines, and ZO-1 or occludin proteins are degraded by proteasomes, followed by a recovery activity via protein synthesis from the mRNAs. However, this process might be different in B6 (A) or ICR (B) mice. Considering the low permeability of Evans blue dye and the low expressions of ZO-1 and occludin mRNA and protein, there may be a protective or inhibitory factor suppressing the inflammation activity or degradation of ZO-1 or occludin proteins. This process difference is thought to be related to the more than 24 h required for the protein restoration process of the proteins in brain epithelial cells in B6 mice (A). In ICR mice (B), however, disruption and restore pathways are rather more common than those in B6 mice. The arrow streams indicating translation activity show the different time-dependent patterns in ZO-1 and occludin protein synthesis from mRNA in brain endothelial cells of ICR mice (C).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 244,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 670,
                    "end": 676,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Establishment of rapid vaccine verification protocol for BBB and brain safety"
        },
        {
            "text": "How to apply the lipopolysaccharide (LPS) positive-control protocol to verify vaccine safety at the blood-brain barrier (BBB). Based on the results of our experiments, we have established a positive-control protocol for determining vaccine safety at the BBB. Salmonella enterica-derived LPS and vaccine are intraperitoneally injected into 7-week-old ICR mice (1.0 mg LPS/4 mL PBS/kg body weight) and brain hemispheres are removed after 4 h. The mRNA is extracted, followed by quantitative real-time polymerase chain reaction (PCR) using zonula occludens-1 (ZO-1), occludin, and glyceraldehyde 3-phosphate dehydrogenase (GAPDH) primers. By comparing the tight junction mRNA levels of the vaccine-injected group with those of the LPS-injected group, the potential danger to the BBB of the vaccine is evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 5."
        },
        {
            "text": "this study (Fig. 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "(Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Fig. 5."
        },
        {
            "text": "Yearly, even seasonally, new or variant viruses and bacteria are reported globally, and such microorganisms can threaten the health of people, regardless of nationality, race, gender, or age. Occasionally, pandemic microorganisms, such as avian influenza or Middle East respiratory syndrome, can rapidly become pervasive globally, and they can impair their host's immune, cardiovascular, respiratory, and other systems and, even worse, can result in death. To prevent and manage these varied epidemics, whether relatively simple or severe, numerous vaccines are produced. In urgent situations, vaccines need to be mass-produced in a short time; however, verification of their safety may be inadequate, particularly confirmation of their brain safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All bio-modulations in the human body are regulated and maintained mainly by the central nervous system, particularly, the brain. This important organ is defended by the protective BBB. The highly selective permeability of the BBB is very useful in preventing some macromolecules, toxic substances, and microorganisms from penetrating brain tissue from adjacent blood vessels [1, 22] . However, if the BBB is unexpectedly damaged or loses its protective function following injection of a novel vaccine with insufficient safety verification, brain impairment and malfunction can result. Therefore, there is a necessity to develop an expeditious vaccine assessment module that would assure the BBB was secure.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 379,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The BBB mainly consists of capillary endothelial cells, pericytes, and astrocytes. Nutrients and oxygen in the bloodstream can permeate endothelial cells into the basal lamina through a variety of transport routes [9] . These endothelial cells are layered and form a barrier by their close proximity to each other and by tight junctions (TJs) located on cell membranes [3, 13] . TJs such as occludin, claudin, junctional adhesion molecule (JAM) and zonula occludens (ZO) are key structures of the BBB and significantly reduce permeation of some macromolecular and toxic solutes [11, 22] . Therefore, disruption of TJs leads to barrier disruption. Many previous reports have shown that LPS, a toxin from bacteria, combines with the toll-like receptor on the endothelial cell membrane to stimulate inflammation via signals from various cytokines including nuclear factor kappa B, tumor necrosis factor alpha, interleukin (IL)-1, IL-6, and IL-8 [2, 6, 12, 18, 20] . Under excessive inflammatory conditions, these cytokines can break down TJs, particularly occludin, which is sensitive to cytokines [6, 24] . Therefore, we thought it prudent to establish a positive-control protocol that involved injecting an appropriate dose of LPS to an animal model and observing the resultant damage to occludin and ZO-1 TJs.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 942,
                    "end": 945,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 946,
                    "end": 948,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 953,
                    "end": 956,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 957,
                    "end": 960,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In that protocol, to assure that the alterations to occludin or ZO-1 mRNA levels actually result in damage to the BBB's selective permeability function, EB assays were performed. In that assay, EB penetrates into brain parenchymal tissues and an EB ratio (brain/blood EB content) is calculated. A high permeated EB ratio indicates a significantly damaged BBB structure. We used LPS from two sources (S. enterica and E. coli) and two strains of mice (B6 and ICR mice). Interestingly, the results from each LPS and mouse strain showed different trends. The BBB protective permeability of ICR mice was more intensely impaired than that of B6 mice, and LPS derived from S. enterica penetrated the brain more effectively than that derived from E. coli. It has been reported that LPS consists of three different structures; O-antigen, core polysaccharide, and lipid A. In particular, the composition of the O-chain varies notably from strain to strain and the O-chain is a recognizable target of host antibodies, as O-antigen. Therefore, it is possible that LPSs of different bacterial origins can produce different degrees of BBB permeability damage. As the purpose of this study was to establish an effective BBB safety verification positive-control protocol, we selected the LPS type that had the highest damage effect on BBB permeability. In addition, the EB results from the two mouse strains showed that a more sensitive positive-control protocol could be established by using ICR mice instead of B6 mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Meanwhile, in the developed protocol, very low levels of EB dye were detected in the brain parenchyma of B6/PBS and ICR/PBS mice (i.e., no LPS injected). Because EB dye has toxicity when injected in the body at a high concentration, it could slightly damage the BBB during circulation through the bloodstream [16, 17] .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Occludin is transmembrane protein, and ZO-1 is combined with the occludin C-terminal under the cell membrane in cytoplasm [4, 5, 8] . Under inflammatory conditions induced by LPS, it has been reported that TJs including occludin and ZO-1 are degraded along various pathways [21, 25] . In the present study, the qPCR results demonstrated that occludin and ZO-1 mRNA levels dynamically changed in accordance with exposure time after LPS injection, especially in ICR mice. The EB assay results showed that the BBB permeability was sufficiently damaged at 4 h PI. While developing the positive-control protocol we focused on the early PI period because we thought the less time spent determining the BBB damage point, the more the effective the vaccine safety verification protocol. The ZO-1 mRNA level increased until 4 h PI and was decreased at 24 h PI, recovering to the same level as that at 0 h PI in ICR mice brain. Meanwhile, occludin mRNA level was only significantly increased at 24 h PI. In common with the mRNA results, ZO-1 and occludin protein expressions significantly increased over time in the ICR mice but not in the B6 mice. Interestingly, while ZO-1 mRNA level was downregulated at 24 h PI, ZO-1 protein expression progressively increased. It is thought that this difference is related to the time required to synthesize proteins from mRNAs during the recovery process after TJ impairment. Similar to the ZO-1 results, occludin protein expression also showed an upward tendency at 24 h PI.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 126,
                    "end": 128,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 129,
                    "end": 131,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Even though some previous in vitro studies have shown that TJ mRNA and protein levels decrease after LPS injection [21, 25] , a compensatory mechanism could not be generally achieved in vitro than in vivo. In other words, even though the BBB structures were destroyed and its function was impaired, it could not be recovered in vitro system in plastic plate or flask, because there are no other kinds of cells or tissues which counteract and cooperate with epithelial cells with TJs. However, in vivo system, the compensatory reaction in the body could be activated by various cells and tissues for healing of impaired region. Therefore, we believe that the expressions of TJ-related mRNAs and proteins continuously increase until TJ structure and function are restored through physiological processes in animal models. In this study, B6 mice showed lower BBB penetrance of EB dye than that in ICR mice; moreover, in both mouse strains, the mRNA and protein expression results from both mice strains generally corresponded with EB assay results.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study design's time schedule in the present study did not allow determination of the exact times when the mRNA and protein expressions were up-or downregulated; however, we speculate on some important clues in which some diverse cytokine actions, closely related with ZO-1 and occludin activity in cytoplasm, might be achieved by mouse strain-specific differences in signal transduction following LPS treatment. It appears that diverse cytokines produced in cytoplasm after LPS injection can break down the intracellular linkage between occludin and ZO-1. Damaged occludin and ZO-1 proteins are degraded by proteasomes and a recovery pathway is needed. In endothelial cells of the BBB in ICR mice, the impairment and recovery routes for occludin and ZO-1 might be time-consuming. As mentioned, the TJ molecular structure or the inflammatory and recovery pathways of BBB in B6 mice might be different from those in ICR mice. Considering the EB assay results demonstrating the disruption of TJs in BBB, we suggest two possibilities for the differences between B6 and ICR mice. First, impairment of ZO-1 and occludin protein of B6 mice might be less caused than those of ICR mice by an inflammatory activity suppressed by an unknown factor. Second, the structure and function of ZO-1 and occludin in B6 mice are recovered after 24 h PI. However, the hypothesis that there might be unknown factors in B6 mice which protects TJs from being destroyed by LPS or it requires time longer than 24 h to be destroyed and/or recovered should be investigated through further study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In order to investigate the mouse strain-based differences in the participating BBB structural disruption mechanisms, further protein analyses such as those in proteomic studies should be considered. The relationships between mRNA levels and protein expressions of ZO-1 or occludin in ICR mice are approximated in panel C in Fig. 4 , which includes arrows showing translational streams. While ZO-1 mRNA levels in ICR BBB increased until 4 h PI and decreased until 24 h PI, the ZO-1 protein expression was continuously increased until 24 h PI. This time lag is thought to be caused by the process requirements for protein synthesis from mRNA and by the protein expression regulatory activity of the biological mechanism within brain epithelial cells. The expression of occludin mRNA and protein were rather more slowly increased than those of ZO-1. The location of proteins and accessibility of proteasomes for occludin as a transmembrane protein and for ZO-1 as an intracellular protein might be factors in the temporal differences between the two TJ proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 331,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "After considering the study's results, we have established a positive-control protocol for verification of vaccine safety to brain by measuring BBB disruption and restoration conditions via a molecular biological approach. We conclude that the ICR mouse strain is suitable for use in the protocol with TJ disruption of the BBB assessed after 4 h of exposure following systemic LPS administration at a dosage of 1 mg LPS(S) in 4 mL PBS per kilogram body weight. By comparing the TJ mRNA levels at 4 h PI between the LPS-injected group and the selected vaccine-injected group, it is possible to surmise the potential danger of damage to the BBB structure of the tested vaccine. For example, if TJ mRNA levels of vaccine-injected group are significantly higher than those of the LPS-injected group 4 h after injection, one should consider the vaccine to be unsafe to BBB structure or function at the injected concentration. Further testing may be done at other concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Further studies should be undertaken to identify the exact time PI at which TJ mRNA and protein levels are altered. This can be accomplished by narrowing the time intervals used in this study. Moreover, investigations into possible differences between male and female mice, and into establishment of double-check modules by applying other kinds of TJs including claudins or JAMs are needed. We are planning additional research to ensure the safety of various vaccines, including those already in the market, by using this novel positive-control protocol. We expect that the protocol will be very useful in determining brain safety of urgently developed new vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The blood-brain barrier: an overview: structure, regulation, and clinical implications",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ballabh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nedergaard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Neurobiol Dis",
            "volume": "16",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lipopolysaccharide-induced blood-brain barrier disruption: roles of cyclooxygenase, oxidative stress, neuroinflammation, and elements of the neurovascular unit",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Banks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Salameh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Damodarasamy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sheibani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Meabon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Morofuji",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Neuroinflammation",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tight junction and polarity interaction in the transporting epithelial phenotype",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cereijido",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Contreras",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shoshani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Flores-Benitez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Larre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochim Biophys Acta",
            "volume": "1778",
            "issn": "",
            "pages": "770--793",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmembrane proteins of tight junctions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chiba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Osanai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kojima",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sawada",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochim Biophys Acta",
            "volume": "1778",
            "issn": "",
            "pages": "588--600",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Occludin: one protein, many forms",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Cummins",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Cell Biol",
            "volume": "32",
            "issn": "",
            "pages": "242--250",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The tight junction in inflammatory disease: communication breakdown",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Edelblum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Pharmacol",
            "volume": "9",
            "issn": "",
            "pages": "715--720",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The knockout of miR-143 and -145 alters smooth muscle cell maintenance and vascular homeostasis in mice: correlates with human disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quintavalle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Contu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cossu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Latronico",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Indolfi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Catalucci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Courtneidge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Condorelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Death Differ",
            "volume": "16",
            "issn": "",
            "pages": "1590--1598",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The tight junction protein ZO-1 establishes a link between the transmembrane protein occludin and the actin cytoskeleton",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fanning",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Jameson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Jesaitis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Biol Chem",
            "volume": "273",
            "issn": "",
            "pages": "29745--29753",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Experimental methods and transport models for drug delivery across the blood-brain barrier",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Pharm Biotechnol",
            "volume": "13",
            "issn": "",
            "pages": "1346--1359",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Genes involved in the balance between neuronal survival and death during inflammation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Glezer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chernomoretz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Plante",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rivest",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Claudins and the modulation of tight junction permeability",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Günzel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physiol Rev",
            "volume": "93",
            "issn": "",
            "pages": "525--569",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Toll-like receptor 4 signaling in liver injury and hepatic fibrogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Fibrogenesis Tissue Repair",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular physiology and pathophysiology of tight junctions in the blood-brain barrier",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Egleton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Trends Neurosci",
            "volume": "24",
            "issn": "",
            "pages": "719--725",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Lipopolysaccharide-induced blood brain barrier permeability is enhanced by alpha-synuclein expression",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jangula",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neurosci Lett",
            "volume": "551",
            "issn": "",
            "pages": "23--27",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza and the work of the World Health Organization",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kitler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gavinio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lavanchy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "5--14",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Toxicity of Evans blue dye in the monkey and tracing of it in the tooth pulp. Oral Surg Oral Med Oral Pathol",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Malaowalla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "1259--1263",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comparison Evans Blue injection routes: intravenous versus intraperitoneal, for measurement of blood-brain barrier in a mice hemorrhage model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manaenko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kammer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neurosci Methods",
            "volume": "195",
            "issn": "",
            "pages": "206--210",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pathogen recognition and inflammatory signaling in innate immune defenses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Mogensen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Rev",
            "volume": "22",
            "issn": "",
            "pages": "240--273",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A metric of influential spreading during contagion dynamics through the air transportation network",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nicolaides",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cueto-Felgueroso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Juanes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Tumor necrosis factor-a signaling in macrophages",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parameswaran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patial",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Rev Eukaryot Gene Expr",
            "volume": "20",
            "issn": "",
            "pages": "87--103",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "LPS Induces occludin dysregulation in cerebral microvascular endothelial cells via MAPK signaling and augmenting MMP-2 levels",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "A"
                    ],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Oxid Med Cell Longev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Brain endothelial cell-cell junctions: how to \"open\" the blood brain barrier",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Stamatovic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Keep",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Andjelkovic",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr Neuropharmacol",
            "volume": "6",
            "issn": "",
            "pages": "179--192",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global transport networks and infectious disease spread",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv Parasitol",
            "volume": "62",
            "issn": "",
            "pages": "293--343",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Occludin is required for cytokine-induced regulation of tight junction barriers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Itallie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fanning",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Cell Sci",
            "volume": "123",
            "issn": "",
            "pages": "2844--2852",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The blood-brain barrier in systemic inflammation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varatharaj",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Brain Behav Immun",
            "volume": "60",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evans blue (EB) permeability into the brains of LPS-treated mice. Two different kinds of lipopolysaccharides (LPSs) derived from Salmonella enterica [LPS(S)] and Escherichia coli [LPS(E)]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "*p < 0.05 ICR/LPS(S) vs. ICR/LPS(E), † p < 0.005 vs. vehicle group (PBS), ‡ p < 0.001 vs. vehicle group (PBS).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "5′-ACA GGC CAT TAC GAG CCT CT -3′ Reverse 5′-GGA GGC TGT GGT TTG GTA GC -3′ Occludin Forward 5′-CAC ACA GGA CAT GCC TCC AC -3′ Reverse 5′-GGC TGC CTG AAG TCA TCC AC -3′ GAPDH Forward 5′-GAC GGC CGC ATC TTC TTG T -3′ Reverse 5′-CAC ACC GAC CTT CAC CAT TTT -3′The ZO-1 and occludin mRNA levels are analyzed by quantitative real-time polymerase chain reaction using the primers indicated. ZO-1, zonula occludens-1; GAPDH, glyceraldehyde 3-phosphate dehydrogenase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Quantification of mRNA zonula occludens-1 (ZO-1) and occludin in mouse brain. ZO-1 and occludin are anatomically important for maintaining tightness of tight junctions, and their expression levels are crucial indicators of blood-brain barrier breakdown and restoration phenomena following administrations of LPS(S). The ZO-1 mRNA expressions (A) did not show a significant temporal pattern in B6 mice, whereas those expressions in ICR mice changed in a time-dependent manner. The quantitative real-time polymerase chain reaction results showed that ZO-1 mRNA in ICR mice continuously increased up to 4 h after administration of LPS, but returned to the level before LPS administration at 24 h. In the case of occludin mRNA expression (B) in ICR mice, there was no significant increase at 2 and 4 h after LPS injection, but a markedly high level was observed at 24 h after LPS injection. LPS, lipopolysaccharide. *p < 0.05, † p < 0.005, ‡ p < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Quantification of zonula occludens-1 (ZO-1) and occludin protein expressions in mouse brain. Similar to the quantitative real-time polymerase chain reaction results, western blotting (C) showed upward trends in ZO-1 (A) and occludin (B) expression after lipopolysaccharide (LPS) administration in ICR mice, whereas there were no significant changes in expressions of ZO-1 (A) and occludin (B) in B6 mice after LPS administration. GAPDH, glyceraldehyde 3-phosphate dehydrogenase. *p < 0.05, † p < 0.01, ‡ p < 0.005, § p < 0.001.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primer sequences of ZO-1, occludin, and GAPDH",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by a National Research Foundation of Korea grant funded by the Korean Government (NRF-2015R1C1A1A02037060).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}