{
    "paper_id": "dfaf551127ff5cc102d0ced7f3d9d15a5d3de8a7",
    "metadata": {
        "title": "China-Africa Health Development Initiatives: Benefits and Implications for Shaping Innovative and Evidence-informed National Health Policies and Programs in Sub-saharan African Countries",
        "authors": [
            {
                "first": "Ernest",
                "middle": [],
                "last": "Tambo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chidiebere",
                "middle": [
                    "E"
                ],
                "last": "Ugwu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nnamdi Azikiwe University",
                    "location": {
                        "settlement": "Nnewi Campus",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Yayi",
                "middle": [],
                "last": "Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Parasitic Disease",
                    "location": {
                        "postCode": "20025",
                        "settlement": "Shanghai",
                        "region": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ding",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Parasitic Disease",
                    "location": {
                        "postCode": "20025",
                        "settlement": "Shanghai",
                        "region": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao-Ning",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [],
                "last": "Xiao-Nong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute for Parasitic Disease",
                    "location": {
                        "postCode": "20025",
                        "settlement": "Shanghai",
                        "region": "PR China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This review paper examines the growing implications of China's engagement in shaping innovative national initiatives against infectious diseases and poverty control and elimination in African countries. It seeks to understand the factors and enhancers that can promote mutual and innovative health development initiatives, and those that are necessary in generating reliable and quality data for evidence-based contextual policy, priorities and programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We examined the China-Africa health cooperation in supporting global health agenda on infectious diseases such as malaria, schistosomiasis, Ebola, TB, HIV/AIDS, neglected tropical diseases (NTDs) prevention, control and elimination spanning a period of 10 years. We reviewed referenced publications, global support data, and extensive sources related to and other emerging epidemics and infectious diseases of poverty, programs and interventions, health systems development issues, challenges, opportunities and investments. Published literature in PubMed, Scopus, Google Scholar, Books and web-based peer-reviewed journal articles, government annual reports were assessed from the first Forum on China-Africa Cooperation (FOCAC) in November 2006 to December 2015 Third Ministerial conferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our findings highlight current shared public health challenges and emphasize the need to nurture, develop and establish effective, functional and sustainable health systems capacity to detect and respond to all public health threats and epidemic burdens, evidence-based programs and quality care outcomes. China's significant health diplomacy emphasizes the importance of health financing in establishing health development commitment and investment in improving the gains and opportunities, importantly efficiency and value health priorities and planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Strengthening China-Africa health development agenda towards collective commitment and investment in quality care delivery, effective programs coverage and efficiency, preparedness and emergency response is needed in transforming African health information systems, and local health governance structures and management in emerging epidemics. Furthermore, innovative evidence of operational joint solutions and strategies are critical in advancing healthcare delivery, and further enhancing Universal Health Care, and Sustainable Development Goals to attain global health improvements and economic prosperity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In a rapidly globalizing world with increasing health and epidemiologic transitions, the international community and multilateralism have become highly active, coordinated and robust. The effectiveness of these initiatives depends on the effectiveness of regional and international cooperation on health challenges and issues. [1] There are, however, little substantive information and knowledge gaps on how international cooperation and activities can best be used as tools for the management of global health and attainment of Sustainable Development Goals (SDGs). [1, 2] China-Africa heath development initiatives is timely to address public health and health research gaps, South-South health development platforms and cooperation in shaping innovative national health evidence policies, priorities, programs and benefits in developing countries. International bilateral or multilateral cooperation on health development has been evolving rapidly since the late twentieth century to meet the increasing needs of vulnerable populations, moving forward effective Universal Health Coverage (UHC) and SDGs. [2, 3] In addition, to face the challenges of health and epidemiologic transitions, ageing and globalization challenges, collaborative diplomacy on health security have become more vital than ever in not only saving lives and improving public health but also in improving and providing long lasting benefits to both world's poorest and developed countries. At the same time, however, the rising concern on response and funding from international health actors (WHO, World Bank, UN/UNDP, etc.) remains challenging and requires more efforts and collaboration in harmonizing multilateral efforts and timely actions in emergencies situations. [4, 5] While the news have often reported on the growth of Chinese involvement in Africa, there has been very little literature on its effects on public health. There is a need for deeper analysis on China's cooperation and efforts at improving public health large-scale development in Africa. There are no statistics showing declines in mortality or disease burden. Furthermore, it's still unclear exactly how the Chinese approach differs from the Western approach, as the difference between the \"horizontal\" and \"vertical\" approaches are never described practically or operationally. [3, 4, 6] Moreover, there is an urgent need to understand factors that can promote mutual and beneficial health development initiatives. [2, 3] The growing trend and quest for Chinese multilateral cooperation is increasingly paramount and imperative in tackling the persistent global financial crisis, reducing mass unemployment, and revamping the public burden of infectious diseases of poverty. [4, 5] Strategic and timely China-Africa health development cooperation is much needed in training and capacity development, exchanges, technical assistance and technology transfer. Also, strengthening health systems in scaling up health and medical skills transfer to achieve universal coverage, health equity and overall long-term benefits of improved quality healthcare delivery towards sustainable national development and growth. [2, 3, 6] Reciprocally, to support China in meeting up with the growing demand on natural resources and citizenry needs, international laws and declarations are critical areas for international cooperation. The current political environment and commitment to address health problems has created unprecedented opportunities for bilateral health cooperation. [4, 5] Furthermore, as China has become an increasingly important part of global health over the past decades, interest in China's international health cooperation has increased among public health professionals internationally and in China. [3, 5, 6] Thus, this systematic analysis of China-Africa cooperation is timely in leveraging on infectious diseases and poverty alleviation health experiences and lessons learned in reshaping strategic health diplomacy formulation and enhancing successful approaches in health programs and networks in Africa. [5, 7] The importance of international, multilateral cooperation for health and disease prevention and control has been recognized as a vital approach and instrument in global health agenda. However, there is a dearth of literature on the potential impact of China strategic diplomacy and policy approaches on the global health inter-dependence, focusing mainly on aspects of existing and emerging threats from disease prevention and control to elimination programs and strategies. [6, 8] Few scholarly publications have paid attention to the behavior and politics of global actors. Primarily, how China-Africa health development will shape the global health priorities cooperation and collaboration requires further investigation. [4] [5] [6] [7] In China, there exists a few articles regarding international cooperation on health concerns aspects of social science. [2, 6, 7] To address the operational and translation research to health policy and practice gaps, challenges and opportunities, more systematic analyses might be required in further understanding the importance of strategic and comprehensive engagement. [4, 7, 8] Jointly and mutually beneficial Africa-China heath development initiatives could be the turning point for collaborative support and research projects, resource sharing and analysis for new public health policy dimensions and strategic impact. Programmatic and robust partnerships are paramount in fostering context health and sustainable public health innovations for health information for all generations. It will, in turn, impact on communities and populations, fostering efficient and effective global health initiatives towards enhanced economic trade, growth and stability, promoting the course of human rights and equity, reinforcement of environmental and wildlife protection and regulations, access and use of health services and medical commodities in achieving UHC and mainstreaming of the SDGs. [8, 9] This review paper examines the implications of China engagement in global health initiatives in Africa particularly as it relates to the benefits in health systems strengthening and innovations, emerging epidemics and infectious diseases of poverty initiatives prevention, control and elimination. It seeks an understanding of the drivers and operational enhancers that can promote innovative health development initiatives necessary for reliable and quality data for evidencebased contextual policy, priorities and programs of global health impact.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1107,
                    "end": 1110,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1111,
                    "end": 1113,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1746,
                    "end": 1749,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1750,
                    "end": 1752,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2332,
                    "end": 2335,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2336,
                    "end": 2338,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2339,
                    "end": 2341,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2469,
                    "end": 2472,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2473,
                    "end": 2475,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2729,
                    "end": 2732,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2733,
                    "end": 2735,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3164,
                    "end": 3167,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3168,
                    "end": 3170,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3171,
                    "end": 3173,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3521,
                    "end": 3524,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3525,
                    "end": 3527,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3763,
                    "end": 3766,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3767,
                    "end": 3769,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3770,
                    "end": 3772,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4073,
                    "end": 4076,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 4077,
                    "end": 4079,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4555,
                    "end": 4558,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4559,
                    "end": 4561,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4805,
                    "end": 4808,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 4809,
                    "end": 4812,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 4813,
                    "end": 4816,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4817,
                    "end": 4820,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4941,
                    "end": 4944,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 4945,
                    "end": 4947,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4948,
                    "end": 4950,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 5195,
                    "end": 5198,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 5199,
                    "end": 5201,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 5202,
                    "end": 5204,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 6012,
                    "end": 6015,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 6016,
                    "end": 6018,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background and Introduction"
        },
        {
            "text": "A systematic literature review examined Chinese international health cooperation and global health agenda on infectious diseases prevention, control and elimination. In particular, challenges and opportunities related to Ebola and other emerging epidemics as well as health systems development issues, global health investment and support were reviewed. Referenced publications and extensive sources of data include books, PubMed, Scopus, and Google Scholar and webbased peers reviewed journal articles, government annual reports and conference proceedings, policy reports and conference papers. The books reviewed were related to health, public policy and international cooperation. The journal articles concern all of this paper's research areas since the first Forum on China-Africa Cooperation (FOCAC) and the Third Ministerial conference from November, 2006 to December, 2015. Government documents came from the China-Africa partnership members, related countries' government agencies (e.g. Ministry of Health) and other international agencies and organizations, such as Global Fund, World Health Organization (WHO), The World Bank and The United Nations (UN). [10, 11] All review materials were published, and experts 'reports were assessed. Published papers on Chinese foreign diplomacy and policy reports and previous Chinese literature in relation to infectious diseases prevention and control and elimination programs, research and funding were reviewed to trace international health cooperation actions, information communication and strategies including Forum on China-Africa Cooperation (FOCAC) declarations on health development in 2013 and 2015 in Beijing and Cape Town respectively. [12, 13] Furthermore, screened abstracts of the citations were identified for potentially relevant studies and full text documents were obtained for relevant publications. The articles were scrutinized to ensure that multiple publications from the same study related to trade and commerce, socio-economic, science and technology transfer were excluded. This systematic literature search which identified 334 unique records were reviewed and 277 records were excluded based on review of the title and abstract. Overall, 57 full publications and 13 reports met the inclusion criteria and were analyzed ( Figure 1 ). www.mchandaids.org | © 2016 Global Health and Education Projects, Inc.",
            "cite_spans": [
                {
                    "start": 1166,
                    "end": 1170,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1171,
                    "end": 1174,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1699,
                    "end": 1703,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1704,
                    "end": 1707,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 2301,
                    "end": 2309,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "China-Africa engagement represents a comprehensive view of the relationship at maintaining the momentum of high-level exchanges, mutual trust and practical cooperation in acknowledging the efforts and contributions made by China to support Africa's peaceful and stable development. The year 2015 undoubtedly marked a milestone in Sino-African relations, maintaining China's tradition in diplomacy by promoting special consultation in support of the South-South cooperation, Sino-African Trade and Commerce bloc and Intergovernmental Authority on Development (IGAD). The paradigm shift in the Chinese global health is one of the most important geopolitical cooperation of our time. China's initiative at promoting peace and social justice enhanced the pace of Chinese participation in helping African countries resolve conflicts. Hence, the Chinese government continues to work and support the international partnership and collaboration with African Union in safeguarding peace and stability in Africa, promoting the development of Africa, and advancing the integration process of Africa. The Forum on China-Africa Cooperation (FOCAC), continues to deepen the new type of China-Africa strategic partnership by advancing economic and trade cooperation, and actively exploring a common path that reflects both China's and Africa's realities in reducing the major causes of emerging threats and diseases in these countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing the time-bound China-Africa cooperation and health support in Africa"
        },
        {
            "text": "Our findings showed that in the last two decades (2006-2016), the FOCAC has been targeted at promoting win-win mutual aid under the multilateral framework, thus strengthening cooperation in health, agriculture and food security. FOCAC has also improved the level of investment and finance cooperation, by supporting Africa's infrastructure construction needs and capacity building in attaining UHC, from Millennium Development goals (MDGs) to attaining SDGs through China-Africa \"One Health\" strategy. For example, the West Africa's Ebola outbreak that affected Sierra Leone, Liberia and Guinea witnessed the importance of China partnership in fighting Ebola, and the needs for economic and social reconstruction in the post-Ebola period. The Chinese government worked with international community, humanitarian agencies and frontline non-governmental organizations including African countries to contain and control Ebola epidemics in West Africa. Compared to other developed countries, China provided a robust technical and non-technical assistance to 13 countries in and around the affected West Africa sub-region valued at about $120 million (USD), and pledged an extra $5 million (USD) to the UN Response Multi-partner Trust Fund to support recovery and rehabilitation process of the affected countries. In addition, China also provided logistics in major affected provinces, including the supply and free distribution of Ebola protection kits, mobile laboratory testing vehicles and building new national Ebola research laboratories. Also skills development of over 13,000 health workers and health professional were improved through training and capacity development. There was also post-Ebola recovery and reconstruction plans and assistance in social and economic development projects in the most affected countries namely Guinea, Liberia and Sierra Leone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing the time-bound China-Africa cooperation and health support in Africa"
        },
        {
            "text": "The China-Africa relations has grown into a new development era with major pillars such as political equality and mutual trust, promoting win-win collaboration, mutually enriching cultural exchanges, mutual joint health projects, public safety and security, coordinated China-Africa wider range solidarity for economic partnership, cooperative and Interestingly, the Second Ministerial Forum of China-Africa Health Development was held in Cape Town, South Africa in October 2015. Its theme was Promoting the Availability of Healthcare Service in Africa in improving China-Africa's Cooperation in Public Health in Post-Ebola Era. There were more than 200 participants, including the health ministers of China and over 40 African countries, as well as representatives from the AU and international organizations such as the World Health Organization and UNAIDS. The meeting adopted the Cape Town Declaration and its implementation framework to promote China-Africa collaboration in public health. It developed a roadmap for China and African countries to work together to address the key health problems affecting the African continent. The latter Johannesburg Summit was the second summit since the inception of FOCAC 20 years ago and the first held in Africa. The timely conference resulted in upgrading new type of China-Africa relationship into a comprehensive strategic and cooperative partnership. As a marked indication of this collaboration, China pledged to provide $60 billion (USD) funding support for 10 major China-Africa cooperation plans to be implemented in health-related challenges and issues. These ranged from addressing poor access and availability of quality and essential medicines and medical devices, weak health systems and capacity development, lack of entrepreneurship and technology transfer, unreliable and inexistent monitoring and evaluation (M&E) programs/projects. Noteworthy, weak regional approach and national sustained health policy reforms, inadequacies in skills and knowledge capabilities to tackle emerging epidemics and infectious diseases with limited resources were documented and should be addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing the time-bound China-Africa cooperation and health support in Africa"
        },
        {
            "text": "The new plans also cover industrialization, agricultural modernization, infrastructure, financial cooperation, green development, trade and investment facilitation, poverty reduction, public health, cultural and people-to-people exchanges, upholding regional peace and security. Ten (10) cooperation plans were based on the blueprints to guide the African Union (AU) Agenda 2063 on Africa's development in the coming 50 years towards meeting Africa's needs and citizenry benefits. Their aim will be to address the three bottlenecks holding back Africa's development that is: inadequate infrastructure, lack of professional and skilled personnel, and funding shortage. Each plan will have Chinese financial, technical or material support and will provide a strong development impetus to future China-Africa cooperation including Africa-China Young Leaders' Forum. Strengthening China-Africa cooperation in agricultural modernization, agricultural technology transfer and management requires investment in capacity building development at improving complete Africa's agricultural production, to food auto-sufficiency value chain and productivity. Building up capability is an important way to contribute to food security in Africa, and should be given priority in the context of China-Africa cooperation projects. The cooperation will enhance agricultural transformation upgrading, increase agricultural production and processing and safeguard food security in Africa bearing in mind the prevailing malnutrition and food shortages that directly impact population health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessing the time-bound China-Africa cooperation and health support in Africa"
        },
        {
            "text": "Strengthening weak capacity development and health systems is a major priority to tackle the bottlenecks hindering independent and sustainable development of Africa. Proactive China-Africa concrete priorities and measures should be encouraged for Chinese and African entrepreneurs, businesses and financial institutions to expand investment through various means, such as Public-Private Partnership (PPP) and Build-Operate-Transfer (BOT), to support African flagship projects in African countries. These include, the Programme for Infrastructure Development and the Chinese Presidential Infrastructure Championing Initiatives in Africa, in addition to building railroad, highway, regional aviation, ports, electricity, water supply, information and communication and other infrastructure projects. Supporting African countries in establishing transportation facilitating infrastructure connectivity and economic integration in Africa. Furthermore, China plans to build transnational and trans-regional infrastructure www.mchandaids.org | © 2016 Global Health and Education Projects, Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building capacity and infrastructure development, and empowerment"
        },
        {
            "text": "projects to achieve sub-regional connectivity and integration. Both parties can combine the national development needs and demand in fostering economically-beneficial projects and drive Africa's infrastructure construction in a balanced and orderly manner. Adequate planning and coordination of health development initiatives, construction and renovation, and research collaborative networks in particular promoting construction of transnational highway networks has commenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building capacity and infrastructure development, and empowerment"
        },
        {
            "text": "There is an urgent need to establish joint China-Africa bureau for health development initiatives that will enhance coordination and evaluation of projects. Likewise, establishing comprehensive human and infrastructure capacity building and transfer of technology is core. Furthermore, China-Africa businesses investment, construction and operation in Africa should be explored. Expansion in vaccine production and medical devices, agriculture and water resources, solar, wind and renewable energy, biomass power generation in power transmission and transformation and maintenance should be nurtured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building capacity and infrastructure development, and empowerment"
        },
        {
            "text": "While advancing its own development, China tries to offer what assistance it can to Africa without setting any political conditions, and to benefit African people through developmental advances. In recent years, China has implemented measures adopted at the FOCAC ministerial conferences. China has actively developed cooperation with Africa in areas relating to public amenities, medical and health care, climate change and environmental protection, humanitarian aid, and other fields. China has also strengthened cultural and educational exchanges and scientific and technological cooperation in an effort to improve Africa's ability to develop independently. China has offered assistance to Africa in digging wells for water supplies, and in building affordable housing, broadcasting and telecommunications facilities, and cultural and educational sites in an effort to improve the productive and living conditions of local people. Since 2009, China has carried out dozens of welldigging projects in the Sudan, Malawi, Zimbabwe, Djibouti, Guinea and Togo, playing a positive role in easing water problems for local people. It has also provided support for the building of portable dwellings in South Sudan, schools in Benin, and rural schools in Malawi, and in doing so, improved local living conditions and educational facilities. China's largest aid project in the Central African Republic is the construction of the Boali No. 3 Hydropower Station, which, after it was completed 2010, greatly relieved electricity shortages in Bangui and surrounding areas with potential usefulness in improving data access and information sharing for public health benefits. Supporting cultural and educational exchanges make up an important part of the new type of strategic partnership between China and Africa. By supporting young Africans studying in China, sending young Chinese volunteers to Africa and developing joint research initiatives, China tries to promote mutual understanding between China and African countries and strengthening the social foundation of their friendship. Holding human resource training programs and courses are important components of capacity building. From 2010 to 2012, China held various training courses for 54 countries and regions in Africa; the courses involved a total of 27,318 officials and technicians, and covered topics relating to economics, foreign affairs, energy, industry, agriculture, forestry, animal husbandry and fishing, medicine and health care, inspection and quarantine, climate change, security, and some other fields. In addition, Chinese medical teams, agricultural experts and enterprises located in Africa have also trained local people in an effort to enhance local technological capabilities and upgrading China-Africa cooperation in science and technology. From 2010 to 2012, in advancing cooperation in medical and health care, China helped build 27 hospitals in Ghana, Zimbabwe and other African countries. China has also sent 43 medical teams to 42 African countries and regions, treating over 5.57 million patients. In recent years, in addition to building hospitals, donating drugs and organizing medical training programs, China has also launched an initiative called \"Brightness or \"Evidence\" Action,\" to treat cataract patients and provided mobile hospitals. China also built bilaterally-run eye centers, and helped build demonstration and training centers for diagnosis and treatment technologies, thereby effectively advancing Sino-African cooperation in medical and health care. China also gave 66 African researchers the chance to do post-doctoral research in China and donated 150,000 Yuan ($24,000) worth of research equipment to each of the 24 researchers who had returned to their home countries to work upon completing their joint research projects in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building capacity and infrastructure development, and empowerment"
        },
        {
            "text": "Chinese aid and investment in Africa health development have made substantial contributions to the continent's development over the last 15 years. China-Africa health development builds on the existing FOCAC platform to coordinate health research program that aims to advance capacity and technology transfer to cutting-edge research. In advancing access, uptake and utilization of health commodities in tackling China and Africa health needs and issues. Filling these important gaps and challenges requires collection and production of real-time evidence care development trajectory. Investing in priorities health needs, economic and political, scientific and technological development and empowerment inequalities should be addressed through this win-win mutual partnership with institutions and other international stakeholders in line with global health engagement in infectious and emerging diseases and epidemics especially in Africa and China. Further, this is necessary in strengthening international health commitment and investment towards new model of health bilateral development that is based on equality, accountability, mutual respect that is more balanced, stable, human rights, inclusive and harmonious society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing China-Africa health development initiatives"
        },
        {
            "text": "Industrialization, diversification of trade, infrastructure development, and regional economic integration are all the right ingredients for Africa's sound economic future. However, in the near term, in light of China's own economic slowdown, questions do exist about the implications of China's economic ties with Africa and the sustainability. China has implemented \"African Talents Program\" to train 30,000 African personnel in various sectors, offered 18,000 government scholarships, and build cultural and vocational skills training facilities in African countries. China and Africa will deepen their cooperation in the health sector, step up high-level exchanges in health-related fields and hold a China-Africa high-level health development programs and activities. China will continue to send medical workers to Africa, while continuing to run the \"Brightness Action\" campaign in Africa to provide free treatment for cataract patients. It will also help African countries enhance their capacity building in meteorological infrastructure and forest protection and management of potential threats and disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing China-Africa health development initiatives"
        },
        {
            "text": "The research capacity of local partners in China-Africa relations has reached a new historic level. Africa, a continent full of hope and thirst for development, has become one of the world's fastest growing regions, while China, the world's largest developing country, and has maintained forward momentum in its development. With increasing common interests and mutual needs, the two sides have great opportunities to accelerate their economic and trade cooperation. Currently, the Chinese people are working hard to realize the Chinese dream of national revival, while African people are committed to the African dream of gaining strength through unity and achieving development and renewal. With a spirit of mutual respect and win-win cooperation, China will continue to take concrete measures to build a Sino-African community of shared destinies featuring all-round, diversified and deep cooperation. It will work to advance China-Africa economic and www.mchandaids.org | © 2016 Global Health and Education Projects, Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing China-Africa health development initiatives"
        },
        {
            "text": "trade cooperation to help both sides make their respective dreams come true. China is also willing to enhance its cooperation with the rest of the world to promote Africa's prosperity and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing China-Africa health development initiatives"
        },
        {
            "text": "China and Africa should work together to promote the development of the \"China-Africa Joint Research Centre\" project and cooperate in biodiversity protection, prevention and treatment of desertification, sustainable forest management and modern agriculture demonstration. The Chinese side will support Africa in implementing 100 clean energy and wild life protection projects, environment friendly agricultural projects and smart city construction projects. Strengthening China-Africa \"One Health\" strategy cooperation through wildlife and environment protection will help African countries to improve their protection and conservation capabilities. There should be more efforts in building environmental capacities in African countries with training opportunities on environmental and ecological conservation. The possibility of cooperating on joint wildlife protection projects against the illegal trade of fauna and flora products, especially by addressing endangered species poaching, deforestation and environment, degradation and climate change impact on the African continent, should be explored. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improving Chinese development fund or aid in Africa"
        },
        {
            "text": "In its first 10-years of China-Africa partnership implementation plans, China and Africa share the view that the current development strategies of China-Africa partnerships are highly compatible in fostering China centenary goals and Africa Union (AU) 2063 Agenda. The two sides shall make full use of their comparative advantages to transform and upgrade mutually beneficial cooperation focusing on better quality and higher efficiency to ensure the common prosperity of their peoples. [14, 15] Joint health research establishment is needed for a comprehensive strategic and cooperative partnership for China-Africa mutual trust, win-win results and sustained economic growth. [2, 7, 9, [16] [17] [18] Health and medical technology capacity building and transfer, exchanges and mutual learning is needed in enhancing Chinese and African citizenry, mutual assistance in public health security and safety. Promoting healthcare solidarity and cooperation can be very supportive in enhancing national health planning and interventions implementation between China and African countries in international affairs. [6, 7, 19, 20] Moreover, improving and encouraging care delivery strategic mechanisms such as bilateral joint and strategic dialogues, foreign ministries' political consultations, and joint/mixed commissions on economic and trade cooperation is imperative; through exchanges and cooperation between the National People's Congress of China and African national parliaments, regional parliaments, the Pan-African Parliament and the African Parliamentary Union, to consolidate the traditional medicines integration in China-Africa friendship and promoting mutually beneficial cooperation. [3, 6, 8, 11, 14, 21] Our findings documented that China's commitment to continuously support Africa in many areas include agriculture and health sector, trade and commerce, science and technology projects implementation. These included construction of regional and community hospitals and treatment centers, infrastructures and facilities to fight infectious diseases, support by Chinese medical care delivery teams and improve capacities to respond to public health and sanitary crises throughout Africa including DR Congo, Cameroon, Togo, Ivory Coast, Angola, Namibia, Mozambique, Sudan, Algeria, South Africa, Zambia, Egypt, Nigeria, Ghana, Liberia, Guinea and Sierra Leone. These equipped ultramodern infrastructure and facilities investment include emergency, resuscitation, pediatrics, surgery, obstetric and gynecology, medical imaging, and related technical units worth billions of US dollars (Figure 1 ). These joint efforts are positive milestones to strengthen intercontinental cooperation in view of attaining a sustainable impact in achieving universal health coverage and access to basic medicine. In particular, accelerating the fight against HIV/AIDS, TB, malaria, schistosomiasis, maternal-child health, reproductive health and improving universal immunization coverage against vaccine preventable diseases across Africa. [21] [22] [23] [24] ",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 682,
                    "end": 684,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 685,
                    "end": 687,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1109,
                    "end": 1112,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1113,
                    "end": 1115,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1116,
                    "end": 1119,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1120,
                    "end": 1123,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1695,
                    "end": 1698,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1699,
                    "end": 1701,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1702,
                    "end": 1704,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1705,
                    "end": 1708,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1709,
                    "end": 1712,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1713,
                    "end": 1716,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3035,
                    "end": 3039,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3040,
                    "end": 3044,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3045,
                    "end": 3049,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3050,
                    "end": 3054,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 2597,
                    "end": 2606,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Looking to the future to a centenary of China-Africa partnership"
        },
        {
            "text": "Chinese comprehensive and pragmatic efforts was once again documented when the Chinese government immediately offered emergency relief to the three West African countries most affected by Ebola and to their 10 neighboring countries of Ghana, Mali, Togo, Benin, DRC, the Republic of Congo, Nigeria, Cote d'Ivoire, Senegal and Guinea-Bissau. With the situation turning more serious and based on the needs of epidemic regions, China later announced three consecutive rounds of assistance. China has also promised that in so far as Ebola persists in Africa, her assistance will not stop. [7, 8, 10, 11, 15] China stood shoulder-to-shoulder with the African people in fighting Ebola to the final victory of global disease free generations. West Africa Ebola epidemics 2014-2016 led to net losses of $6.2 billion US dollars in the three most affected countries (Liberia, Sierra Leone, Guinea) in terms of Gross Domestic Products (GDP). As these countries embark on recovery and reconstruction, China has promised assistance in health systems strengthening, capacity building, health infrastructures and equipment support, amongst others. [5, 8, 13, 23] The urgent need for data and information sharing, material and technical transfer cannot be over emphasized in improving public health and medical resources access through mutual commitments and support. Promoting health data and information sharing, educational exchanges and capacity development to support the establishment of robust infectious diseases surveillance-response systems in African countries and all remote provinces/cities is imperative in institutionalization of China-Africa forum on cooperation between provinces or local governments. [3, 17, 19, 22, 25] ",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 587,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 588,
                    "end": 590,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1139,
                    "end": 1142,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1702,
                    "end": 1705,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1706,
                    "end": 1709,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1710,
                    "end": 1713,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1714,
                    "end": 1717,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1718,
                    "end": 1721,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Emergency relief during West African Ebola epidemic"
        },
        {
            "text": "The China-Africa Development Fund \"CAD-Fund\" is one of new methods for China-African new strategic partnership, which was fully controlled by the Chinese government. CAD Fund is one of the eight measures which was announced by Chinese government at the Beijing Summit of the FOCAC in November 4 th , 2006 aimed to support Chinese companies to develop the cooperation with Africa and enter the African market. [1, 3, 5] Distinctive characteristics in the capital nature, the business area, and operation mode is continually following the investment philosophy: to build up \"bridge linking\" and \"connection\" of the economic and trade cooperation between China and Africa; to enhance self-develop capability of Africa; to strictly fulfill the investment environment and social responsibility; to promote mutually beneficial and win-win between China and Africa by market-oriented operation. [5, 7, 21] CAD-Fund is a pioneering move in the process of mutual and beneficial China-Africa cooperation. It remedied the gap under the traditional model of free aid and loans. With the increasing African countries double public health burden (chronic illnesses and infectious diseases), new investment models and market-oriented economic development and operation should be examined in achieving sustained and healthy dual or self-development. [9, 11, 18] the direct investment is essential. Improving people's livelihood for African regions by additional large scale (e.g.: network project) investment to African countries could be beneficial in long terms. [14, 20] For instance, the Chinese government officially approved the establishment of the CAD-Fund, with first-phase funding, USD 1 billion, provided by China Development Bank. CAD-Fund operated independently based on market economy principles under a standardized corporate governance structure. China Development Bank (CDB), the shareholder, has a great wealth of experience in project review and management and is backed up with sound expert resources. Having invested in five funds and three specialized fund management companies, the bank has developed sophisticated fund management and risk control systems. CDB has accumulated profound experience vis-à-vis investing in Africa through its \"Going Global\" initiative. [19] [20] [21] CDB, by virtue of its overall resources and advantages, will provide a high level of professional support. Again, on the investment side, the Ministry of Commerce revealed that China's direct investment in Africa stood at $1.19 billion (USD) in the first half of 2014, falling over 40 percent year on year. The downturn is attributed to the sluggish global economic recovery, international commodity fluctuations, and the Ebola outbreaks. [8, 17, 21] Globalization and global health initiatives on infectious diseases of poverty associated consequences have shown the world is closely linked as emerging threats and epidemics of infectious diseases can strike anywhere at any time irrespective of race, religion and financial capacity of the country. These have precipitated growing opportunities in internationalization of south-south and south-north health cooperation in changing outcomes. [8, 9] The advances in technological development and increases in global interconnections are increasingly being utilized inexpensive and prompt health information communication diffusion broadly and interdependence between different people, regions and continent benefits. [8, 9] Improvements in communication and information technologies has enabled international responses to health threats and disaster crisis more rapidly and in a coordinated fashion, [7] bringing about greater sharing of information and increasing international interactions and collaboration. [10] Globalization requires increasing cooperation among countries to ensure the stability and security of the global system, a reason why implementation of international agreements and joint declarations has become important. [10, 21] For instance, industrial demand and globalization coupled with intense urbanization have been generating new ecological, climate and environmental threats and associated consequences beyond local, regional boundaries and worldwide. These consequences and issues have raised the need for international cooperation and foreign assistance agreements either as direct delivery of services, capacity transfer or implementation of health interventions such as the Global Fund to Fight AIDS, Tuberculosis and Malaria. [5, 8, 10, 22] In today's more interdependent world, international cooperation, which involves the interaction of countries, international organizations and non-government actors, shapes values, policies and rules. As globalization continues to widen the gaps, development and implementation of comprehensive health models between developing and developed nations, the interest in global health partnership and foreign assistance effectiveness has grown in importance at improving funding on health systems priorities including scaling up access to essential medicines and service delivery, universal health coverage and building new primary healthcare facilities. [11, 18, 20, 21] International mutual cooperation and aid is one of the most effective weapons in reshaping and transforming regional and national health capabilities which benefits through provision of global public goods, infectious disease control and alleviation of poverty. [12, 23] The widespread influence of globalization has increased the need for international cooperation to address emerging opportunities for and threats to global health in improving the health status of populations in developing nations. [7, 9] As of November 2015, the majority of African exports to China remains in natural resources. According to the statistics by Chinese customs, crude oil, iron ore, diamonds, and agricultural products together accounted for 56.5 percent of Chinese imports from Africa during the first three quarters of 2015. And this number is on the low end because China's demand for raw materials has been suppressed by its economic slowdown this year. In this sense, China's intention of downplaying the importance of natural resources in Sino-Africa trade in its policy manifestation is clear, given the mutually understandable winwin image associated with Sino-Africa economic relations aspirations. China's International health development cooperation initiatives since the 1980s, health privatization and reforms expectations and outcomes from international coalitions were formed to address the heavy global challenges, including national burden of infectious diseases, poverty and inequality. With the global funds support from early 2000, the vertical approach to funding and aid has been gradually shifting to a horizontal approach and from mere bilateral efforts to multilateral organizations, local and international NGOs, aimed at reshaping major funding, cooperation, new alliances and networks. [10, 13] Furthermore, boosting provision of aid or humanitarian assistance paradigm shift from a small-scale task plan to large multiple programs financial support projects and programs.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 412,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 416,
                    "end": 418,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 892,
                    "end": 894,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1342,
                    "end": 1345,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1549,
                    "end": 1553,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1554,
                    "end": 1557,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2273,
                    "end": 2277,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2278,
                    "end": 2282,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2283,
                    "end": 2287,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2727,
                    "end": 2730,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2731,
                    "end": 2734,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2735,
                    "end": 2738,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3181,
                    "end": 3184,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3185,
                    "end": 3187,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3455,
                    "end": 3458,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3459,
                    "end": 3461,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3638,
                    "end": 3641,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3749,
                    "end": 3753,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3976,
                    "end": 3980,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3981,
                    "end": 3984,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 4496,
                    "end": 4499,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 4500,
                    "end": 4502,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4503,
                    "end": 4506,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4507,
                    "end": 4510,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 5161,
                    "end": 5165,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 5166,
                    "end": 5169,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 5170,
                    "end": 5173,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 5174,
                    "end": 5177,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 5440,
                    "end": 5444,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 5445,
                    "end": 5448,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 5680,
                    "end": 5683,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 5684,
                    "end": 5686,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 6979,
                    "end": 6983,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 6984,
                    "end": 6987,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "China-Africa development fund"
        },
        {
            "text": "multifaceted nature and complexity of health and the multi-sectorial interactions that influence it have induced an increasing number of organizations to become active in the health field. [2, 14] Broad-ranging partnerships are increasingly being set up to target specific health problems. [6, 15] For example, to achieve Roll Back Malaria or polio eradication a global partnership was formed with, among others, ministries of health in polio-endemic countries, Rotary International, United Nations Children's Fund (UNICEF), the governments of Australia, Canada, Denmark, Japan, the United Kingdom and the United States. Reciprocally, from 1994 to 2001, the EU contributed €4.5 million to HIV/AIDS prevention in China, setting up six provincial level regional training centers to provide technical assistance to medical personnel in HIV/AIDS prevention. [14, 15] This collaborative support is advantageous for capacity building, educational exchanges between institutions of all levels and dual technology transfer. Such efforts have been reported between China and the United Kingdom (UK), the US, and Australia in research and development and helpful in solving health issues and developmental challenges including climate changes and globalization of trade and travel. [8, 11, 16] Previously, the establishment of cooperation between China and other countries has been done through the signing of agreements and regular corporate communication. Contemporary advances in implementation mechanisms are performed by joint engagement and participation in mutual win-win partnership and joint health programs funding or investment seeking based on local and national priorities and real time field interventions. [17, 19] Furthermore, China has dispatched more than 50 medical teams and more than 1,000 medical personnel to 39 African countries. Chinese governments highly valued and appraised local people and the team's devotion, willingly and generosity in providing medical services, training and technical assistance, in strengthening health systems development through FOCAC partnership. [3, 6, 9] In contrast to previous international vertical health approach, Chinese horizontal approach and process (people-people approach and relations) has been appraised in responding to the need of the populations. There is an urgent need for reliable and effective evidence in strengthening health systems development including constructing health care facilities, providing medicines and medical equipment, improving more targeted care access and utilization require contextual and scalable community-based programs and activities beneficial to both Chinese and African citizenry. [1, 3, 7, 14, 15] China's importance in sustainable development and global health goals, is aimed not only in fighting poverty and health inequality among the world's people, but in enhancing opportunities to live a free, healthy and fulfilled life. [1, 2, 18] Achieving health for all remains an important component of SDG targets and requires reducing national public health burden of infectious diseases of poverty. Addressing knowledge gaps between the developing and developed countries require innovative international and multilateral cooperation with priorities on significant infectious diseases, emerging epidemics, the rise of obesity related cardiometabolic and other www.mchandaids.org | © 2016 Global Health and Education Projects, Inc. chronic diseases. The MDGs, adopted and supported after the Millennium Summit of the United Nations in September 2000, provided a substantial progress in the reduction of poverty and marked improvements in infectious diseases and some neglected tropical diseases in most endemic countries through the Global Funds. It also offered other bilateral aid to the poorest and vulnerable populations worldwide by improving maternal health, reducing child mortality, while combating HIV/AIDS, malaria and other diseases. [5, 8, 12, [21] [22] [23] Attaining the SDGs and health for all by 2050 depends primarily on national efforts supported by domestic and regional public-private partnerships and global strategy of increasing access of the world's poor to essential health services. It also depends on support from international multilateral cooperation and collaboration within countries. [15, 17, 20] Further efforts should be devoted at reducing inequality and poverty in health aimed at accelerating progress towards the SDGs and should be a pubic priority. It is worth mentioning that there is still disproportionate health disparity between developing and developed countries. [19, 21] For example children life expectancy chances are dramatically different depending on where they are born. In China life expectancy is longer than in African countries due to premature mortality ratio associated with malaria, tuberculosis and HIV/AIDS as well as chronic infections, mainly maternal-child and elderly healthcare delivery. [13, 23, 27, 28] China's global solidarity and partnership support from national income and resources could be a role model on how to assist and work a win-win bilateral collaborative network, technical assistance during threats and epidemics disaster crisis for the safe of humanity, environment and ecosystem. China health expenditure increased more than 30fold and accounted for 5.1% of the gross domestic product (GDP) in 2011. [17, 20, 22] WHO supported by other governments continues to provide necessary technical and financial support to China through renewed strategic cooperation agenda on transfer of know-how and skills to Africa in tackling infectious diseases control towards elimination. [1, 9, 20, 29] Chinese cooperation is aimed at achieving global health responsibility, which entails strengthening health systems, improving universal health coverage and reducing morbidity and mortality from major infectious diseases of poverty. Such recent efforts in the field of public health include multiple partnerships between the National Institute for Parasitic Diseases (NIPD), Shanghai with several African institutions and universities in the areas of capacity development and training, technology transfer and exchanges coordination and leadership. [19, 23, 30] Most importantly, is the implementation of malaria and schistosomiasis elimination networks across Africa (e.g., Tanzania, Zanzibar, Sudan). [17, 33] Lessons learned and technical assistance from Chinese researchers, ongoing consultation on strategic partnership could be very important in strengthening joint malaria and schistosomiasis projects network with Sudan, Cameroon, Zimbabwe, South Africa and Mali are substantial opportunities.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1272,
                    "end": 1275,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1276,
                    "end": 1279,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1711,
                    "end": 1715,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1716,
                    "end": 1719,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2092,
                    "end": 2095,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2096,
                    "end": 2098,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2099,
                    "end": 2101,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2678,
                    "end": 2681,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2682,
                    "end": 2684,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2685,
                    "end": 2687,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2688,
                    "end": 2691,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2692,
                    "end": 2695,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2928,
                    "end": 2931,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2932,
                    "end": 2934,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2935,
                    "end": 2938,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3942,
                    "end": 3945,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3946,
                    "end": 3948,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3949,
                    "end": 3952,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3953,
                    "end": 3957,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3958,
                    "end": 3962,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3963,
                    "end": 3967,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 4313,
                    "end": 4317,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 4318,
                    "end": 4321,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4322,
                    "end": 4325,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 4606,
                    "end": 4610,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 4611,
                    "end": 4614,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 4952,
                    "end": 4956,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 4957,
                    "end": 4960,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 4961,
                    "end": 4964,
                    "text": "27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 4965,
                    "end": 4968,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 5384,
                    "end": 5388,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 5389,
                    "end": 5392,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 5393,
                    "end": 5396,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 5655,
                    "end": 5658,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 5659,
                    "end": 5661,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 5662,
                    "end": 5665,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 5666,
                    "end": 5669,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 6218,
                    "end": 6222,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 6223,
                    "end": 6226,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 6227,
                    "end": 6230,
                    "text": "30]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 6372,
                    "end": 6376,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 6377,
                    "end": 6380,
                    "text": "33]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Contemporary"
        },
        {
            "text": "In addition, provision of technical support and colossal solidarity supply of personal protective equipment (PPE) in Sierra Leone, Liberia and Guinea were of tremendous assistance both to humanitarian frontline organizations as well as Chinese teams and local community health benefits in West Africa Ebola containments and community rehabilitation. For example, China provides funding and technology, while WHO guides technical support and coordination. [18, 19, 31] Furthermore, in 2013, The Chinese government assisted in 2013, to develop and implement strategic plans on snail control and elimination of schistosomiasis. It should be recalled that Chinese experts have provide technical assistance to Pakistan, Nepal, Lao, Myanmar, Vietnam, Nigeria, Tanzania, Angola and Namibia to assist in global polio eradication and Global Fund for malaria and HIV/AIDS and Tuberculosis (GFMAT) efforts. [14, 18, 19] China is also reducing inequalities in health and contributing to strengthening global health through supporting collaboration in the global health arena. China is strengthening national and regional priorities in line with International Health Regulations (IHR) (2005), strengthening the Asia Pacific Strategy for Emerging Diseases (APSED) network, Global Schistosomiasis Alliance (GSA) to ArboviralNet. [2, [29] [30] [31] [32] This will enhance capacity in health security and diplomatic power to create maneuver space for international multi-polar geopolitics and financial systems. China has become a giant economic power and vital component of the international commodity chain, allowing for more effective broad-based consultation and participation on global health issues and international finance via different channels by active support of multilateral diplomacy and politics. [23, 25, 30, 31] The first World Bank Trust Fund to End Poverty was established in promoting growing China's interest and role in global health development, and China's health reforms leadership in reducing poverty and strengthening both health systems resource and infrastructure investment. [24] This is essential in embracing and upholding performance-based to outcome-based financing in partners countries.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 459,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1314,
                    "end": 1317,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1323,
                    "end": 1327,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1795,
                    "end": 1799,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1800,
                    "end": 1803,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1804,
                    "end": 1807,
                    "text": "30,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1808,
                    "end": 1811,
                    "text": "31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2088,
                    "end": 2092,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Contemporary"
        },
        {
            "text": "Some good examples of Chinese initiatives in global health need further assessment including the use the new partnership in optimizing institutional governance, organizational structure, social and environmental benefits towards social cohesion, healthy life and living, wellbeing of all citizens and sustainable development at all levels. [9, 14, 18, 21, 24, 29, 33] Integration of China multilateral policies in projects and programs will be a tremendous boost with the increasingly geographic expansion and spread of emerging epidemics and climate changes impacts on global health concern. Proactive China-Africa leadership commitment and investment is needed in addressing in tie-bound manner evolving local or global threats and emergency situations in endangering collective health initiatives in upholding International Health Regulations (IHR). [23] [24] [25] The sudden emergence in 2003 of severe acute respiratory syndrome (SARS) in China was a vivid example of how international health cooperation in the future depends on a better appreciation of the meaning of modernization, as interpreted by each country, and recognition that modernization itself is a complexity of many factors. [24, 25] Future multilateral cooperation will be influenced by strategic innovative multi-sectoral partnerships, health programming and resource mobilization, bilateral to multilateral governance systems, creation of enabling institutional space, effectiveness and outcomes impact.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Contemporary"
        },
        {
            "text": "New and advanced health diplomacy, and foreign health policy in public health systems is an important point of entry and worth pursuing by the joint China and Africa interests and values. [23, 26, 30, 31] Health as an instrument of foreign diplomacy and policy presents several mutual gains both for community and its populations' protection. Safety and security are health priorities that can be improved through further public health development cooperation. International multilateralism in health development under China-Africa partnership holds great promise in increasing opportunities and businesses and diminishing traditional unilateralism over time. [27] [28] [29] Nurturing sustainable joint institutional projects that promote community-based programs could be vital for active engagement in policy discourse, participation and community empowerment. The UN's sustainable development policy functions and goals coordination will be overtaken by global partnerships or other agencies to develop new international health norms and standards. [27, 28, 30, 31, 34, 35] Ultimately, the quality and effectiveness of China-Africa health development initiatives and programs, when channeled through government and institutions partnerships, have the potential strengths in improving good governance and accountability in global health security. [29, [32] [33] [34] [35] ",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "30,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "30,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "34,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1349,
                    "end": 1353,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1359,
                    "end": 1363,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1364,
                    "end": 1368,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1369,
                    "end": 1373,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Good governance and accountability in global health security"
        },
        {
            "text": "China's economic importance in improving China-Africa health development initiatives in strengthening contextual health priorities and programs is imperative. Fostering China-Africa innovative evidence-based national health policies and health operational joint solutions and strategies is critical in advancing healthcare delivery access to, availability and effective implementation. Moreover, in shaping programs and interventions benefits in further improving UHC, SDGs in attaining global health and economic prosperity in Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Global Health Implications"
        },
        {
            "text": "Ethical Considerations: This paper was based on the review of existing and publicly-available information. Conflict of Interest: The authors",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Global Health Implications"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Advances in addressing technical challenges of point-of-care diagnostics in resourcelimited settings. Expert Review of Molecular Diagnostics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lifson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Inci",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Sheng",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Demirci",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "26777725"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China's engagement in global health governance: A critical analysis of China's assistance to the health sector of Africa",
            "authors": [
                {
                    "first": "Xiangcheng",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Tao",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Global Health",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The dragons' gift: The real story of China in Africa",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brautigam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "China and Foreign Investors. The End of a Beautiful Friendship",
            "authors": [
                {
                    "first": "Françoise",
                    "middle": [],
                    "last": "Nicolas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Asie.Visions n° 4",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "China's Approach in the Blooming South-South Health Cooperation: Chances, Challenges and the Way Forward",
            "authors": [
                {
                    "first": "Liang",
                    "middle": [],
                    "last": "Wenjie",
                    "suffix": ""
                },
                {
                    "first": "Yunping",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Cao",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [],
                    "last": "Xiaodan",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "Nan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "China-Africa Health Cooperation for 50 Years: Achievements, Challenges and Future. China-Africa Health Collaboration in the Era of Global Health Diplomacy",
            "authors": [
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Anshan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--10",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global aspirations, local realities: the role of social science research in controlling neglected tropical diseases",
            "authors": [
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Bardosh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infectious Diseases of Poverty",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Taiwan after the elections",
            "authors": [
                {
                    "first": "Benoît",
                    "middle": [],
                    "last": "Vermander",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lettre du Centre Asie",
            "volume": "21",
            "issn": "",
            "pages": "3--27",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Europe and China; a cooperation with complex legal dimensions",
            "authors": [
                {
                    "first": "Antoine",
                    "middle": [],
                    "last": "Sautenet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Asie.Visions n°3",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "State Council of the People's Republic of China. China's Foreign Aid. Beijing: State Council Information Office",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "China's \"new\" diplomacy",
            "authors": [
                {
                    "first": "Evan",
                    "middle": [
                        "S"
                    ],
                    "last": "Medeiros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Taylor"
                    ],
                    "last": "Fravel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Foreign Affairs",
            "volume": "82",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "China's Strategic Environment: Implications for Diplomacy",
            "authors": [
                {
                    "first": "Stuart",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "China's role as a global health donor in Africa: what can we learn from studying under reported resource flows?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Karen A Grépin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Victoria",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "Lucy",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Global Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Harmonious society\" and \"harmonious world\": China\"s policy discourse under Hu Jintao",
            "authors": [
                {
                    "first": "Zheng",
                    "middle": [],
                    "last": "Yongnian",
                    "suffix": ""
                },
                {
                    "first": "Sow",
                    "middle": [],
                    "last": "Keat",
                    "suffix": ""
                },
                {
                    "first": "Tok",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": ") Fighting malaria",
            "authors": [
                {
                    "first": "Xu",
                    "middle": [],
                    "last": "Jingxi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ebola wreaks havoc in Sierra Leone. Infectious Diseases of Poverty",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koroma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2049-9957-4-10"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Surveillanceresponse systems: the key to elimination of tropical diseases",
            "authors": [
                {
                    "first": "Ernest",
                    "middle": [],
                    "last": "Tambo",
                    "suffix": ""
                },
                {
                    "first": "Lin",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Xia",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Jun-Hu",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Bergquist",
                    "suffix": ""
                },
                {
                    "first": "Jia-Gang",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Jürg",
                    "middle": [],
                    "last": "Utzinger",
                    "suffix": ""
                },
                {
                    "first": "Marcel",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "Xiao-Nong",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infectious Diseases of Poverty",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Scaling up impact of malaria control programmes: a tale of events in Sub-Saharan Africa and People's Republic of China",
            "authors": [
                {
                    "first": "Ernest",
                    "middle": [],
                    "last": "Tambo",
                    "suffix": ""
                },
                {
                    "first": "Ahmed",
                    "middle": [],
                    "last": "Adedeji",
                    "suffix": ""
                },
                {
                    "first": "Fang",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Jun-Hu",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Shui-Sen",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Ling-Hua",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infectious Diseases of Poverty",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Technology innovation for infectious diseases in the developing world",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "Quentin",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ruiz-Esparza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infectious Diseases of Poverty",
            "volume": "1",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global health diplomacy: A global health sciences working paper",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Novotny",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Brazil\"s Ascendance: The soft power role of global health diplomacy",
            "authors": [
                {
                    "first": "Kelley",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Eduardo",
                    "middle": [
                        "J"
                    ],
                    "last": "Gómez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The European Business Review",
            "volume": "",
            "issn": "",
            "pages": "61--64",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Strengthening Health Systems: \"New Continent\" in China-Africa Health Collaborations. Paper presented at the 2013 China Health Forum",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang Yunping",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "China\"s soft power in Africa: From the \"Beijing Consensus\" to health diplomacy",
            "authors": [],
            "year": 2005,
            "venue": "China Brief",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Key players in global health: How Brazil, Russia, India, China and South Africa are influencing the game",
            "authors": [],
            "year": null,
            "venue": "CSIS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "China-Africa Development Cooperation: Identity Transformation and System Reconstruction",
            "authors": [
                {
                    "first": "Liu",
                    "middle": [],
                    "last": "Hongwu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "40",
            "issn": "",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Global Health Governance and Mechanism for China and Africa's Participation. Paper presented at the 2013 China Health Forum",
            "authors": [
                {
                    "first": "Xu",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Global Health 2035: a world converging within a generation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Jamison",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alleyne",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Arrow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berkley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Binagwaho",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bustreo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Feachem",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Goldie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kruk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahmoud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Mohohlo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ncube",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pablos-Mendez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Saxenian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soucat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Ulltveit-Moe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yamey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Salud Publica Mexico",
            "volume": "57",
            "issn": "5",
            "pages": "444--67",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Historical evolution and chinese definition of global health",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Zhonghua Yu Fang Yi Xue Za Zhi",
            "volume": "49",
            "issn": "3",
            "pages": "196--201",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Considerations When Disseminating American-Developed, Evidence-Based Health Promotion Programs in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Belza",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Gerontological Nursing",
            "volume": "41",
            "issn": "6",
            "pages": "3--4",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "China engages global health governance: processes and dilemmas",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "An Appeal to the Global Health Community for a Tripartite Innovation: An «Essential Diagnostics List",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Ö"
                    ],
                    "last": "Barlas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boehme",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borda-Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Byne",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chaverneff",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Coşkun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dahl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dereli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Diwakar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elbeyli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Endrenyi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eroğlu-Kesim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Güngör",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gürsoy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hekim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Huzair",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kıroğlu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kolker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Könönen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Llerena",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malhan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Patrinos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Şardaş",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Sert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Steuten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Toraman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vayena",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Warnich",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Özdemir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "«Health in All Policies,\" and «See-Through",
            "volume": "21",
            "issn": "8",
            "pages": "435--477",
            "other_ids": {
                "DOI": [
                    "10.1089/omi.2015.0075"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "China's engagement in global health governance: A critical analysis of China's assistance to the health sector of Africa",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Global Health",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7189/jogh.04.010301"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The political origins of health inequity: the perspective of the Youth Commission on Global Governance for Health",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gopinathan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cuadrado",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Guinto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hougendobler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wanjau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lefebvre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jorem",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Habibullah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meganathan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "A"
                    ],
                    "last": "Mushtaq",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9917",
            "pages": "12--15",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "China's distinctive engagement in global health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Review. Erratum in: Lancet",
            "volume": "384",
            "issn": "9945",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ground-truthing\" Chinese development finance in Africa",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Muchapondwa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nielson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Strange",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "China's provincial diplomacy to Africa: applications to health cooperation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Contemporary Politics",
            "volume": "20",
            "issn": "2",
            "pages": "1--27",
            "other_ids": {
                "DOI": [
                    "10.1080/13569775.2014.907993"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart for inclusion of studies and reports on trends in China international multilateral cooperation initiatives in health development and global infectious diseases control and elimination sustainable political commitment and investment innovations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "From 2010 to 2012, China granted 18,743 government scholarships to students from African countries. By the end of 2012, China had sent 408 young Chinese volunteers to 16 African countries. Twenty pairs of leading Chinese and African universities have begun cooperating under the 20+20 Cooperation Plan for Chinese and African Universities. From the launch of China-Africa Joint Research and Exchange Plan in March 2010 to the end of 2012, it had supported 64 projects in the form of workshops, subject research, academic exchanges and publishing, public health forecasting, financial planning and contextual proven interventions. For example, the exchange project has resulted in subsidizing visits and exchanges for over 600 Chinese and African scholars.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Moreover, promoting the role of international organizations and agencies in boosting existing partnerships, to guide and support Chinese enterprises to develop www.mchandaids.org | © 2016 Global Health and Education Projects, Inc.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}