{
    "paper_id": "e008bb9bd16411df2029bfbfd2df3fef72a7e575",
    "metadata": {
        "title": "SYSTEMATIC REVIEW Extreme water-related weather events and waterborne disease",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "F C A"
                ],
                "last": "Nn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple of Peace and Health",
                    "location": {
                        "addrLine": "Cathays Park",
                        "settlement": "Cardiff",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "Rh"
                ],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple of Peace and Health",
                    "location": {
                        "addrLine": "Cathays Park",
                        "settlement": "Cardiff",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "L"
                ],
                "last": "Salmon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Temple of Peace and Health",
                    "location": {
                        "addrLine": "Cathays Park",
                        "settlement": "Cardiff",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "P"
                ],
                "last": "Wyn-Jones",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aberystwyth University",
                    "location": {
                        "settlement": "Aberystwyth",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "N D D"
                ],
                "last": "Ka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aberystwyth University",
                    "location": {
                        "settlement": "Aberystwyth",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Global climate change is expected to affect the frequency, intensity and duration of extreme water-related weather events such as excessive precipitation, floods, and drought. We conducted a systematic review to examine waterborne outbreaks following such events and explored their distribution between the different types of extreme water-related weather events. Four medical and meteorological databases (Medline, Embase, GeoRef, PubMed) and a global electronic reporting system (ProMED) were searched, from 1910 to 2010. Eighty-seven waterborne outbreaks involving extreme water-related weather events were identified and included, alongside 235 ProMED reports. Heavy rainfall and flooding were the most common events preceding outbreaks associated with extreme weather and were reported in 55 . 2 % and 52 . 9% of accounts, respectively. The most common pathogens reported in these outbreaks were Vibrio spp. (21 . 6%) and Leptospira spp. (12 . 7 %). Outbreaks following extreme water-related weather events were often the result of contamination of the drinking-water supply (53 . 7 %). Differences in reporting of outbreaks were seen between the scientific literature and ProMED. Extreme water-related weather events represent a risk to public health in both developed and developing countries, but impact will be disproportionate and likely to compound existing health disparities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The online version of this article is published within an Open Access environment subject to the conditions of the Creative Commons Attribution-NonCommercial-ShareAlike licence <http://creativecommons.org/licenses/by-nc-sa/2.5/>. The written permission of Cambridge University Press must be obtained for commercial re-use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Global climate change is expected to affect the frequency, intensity and duration of extreme waterrelated weather events such as excessive rainfall, storm surges, floods, and drought [1] [2] [3] . Recent extreme water-related weather events have included drought in Russia and flooding in Sri Lanka, the Philippines, Pakistan, Australia and Brazil. Weather is expected to become more extreme and variable due to acceleration of the water cycle caused by atmospheric heating. Altered pressure and temperature patterns, caused by global warming, may also shift the distribution of when and where extreme water-related events usually occur [4] . . The frequency of heavy precipitation events is thought to have increased over many mid-latitude regions since 1950, even where there has been a reduction in the total precipitation. The area affected by drought is thought to have increased since the 1970s in many areas of the world [4] . There is also evidence to suggest that other extreme water-related weather events such as El Nin˜o Southern Oscillation (ENSO), hurricanes, and cyclones are becoming more frequent, intense and of greater duration [4, 5] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1151,
                    "end": 1153,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Excessive or heavy rainfall events can mobilize pathogens in the environment and increase run-off of water from fields, transporting them into rivers, coastal waters and wells [1, 6] . Such events can therefore increase raw water turbidity, which has been found to be associated with gastrointestinal illness [7] . Heavy rainfall can also lead to changes in the direction of flow of water through channels that would not normally occur [8] . During periods of heavy rainfall, water treatment plants may be overwhelmed, there may be cross-contamination between sewage and drinking-water pipes (particularly where water infrastructure is old), sewage overflow, or bypass into local waterways [9] . Extreme precipitation events may also increase the risk of flooding in many areas, increasing human exposure to waterborne pathogens [10] . Droughts or extended dry periods are known to reduce the volume of river flow and potentially increase the concentration of effluent-derived pathogens, due to reduced dilution by stream-receiving waters [11] .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 180,
                    "end": 182,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Outbreaks caused by the contamination of community water systems have the potential to cause extensive disease [12] , particularly where the public health infrastructure is less resilient. Waterborne diseases are expected to rise with increases in extreme rainfall and deterioration in water quality following wider drought events [2] . It is important to establish the current impact of such events on public health to allow future predictions, aid policy formulation, and improve adaptive capacity. The impact of recent events demonstrates that even high-income countries are not well prepared to cope with extreme weather events [2] . There is also limited information available on how different extreme water-related weather events will impact different geographical areas and pathogens. This is the first global systematic review of the impact of weather on waterborne disease. The aim was to assess how the different categories of extreme water-related weather events impact waterborne disease, by geographical area, pathogen and outcome.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A full protocol was written a priori specifying the search strategy, selection criteria, and data extraction and analysis strategies (available upon request).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Four major medical and meteorological databases (Medline, EMBASE, GeoRef, PubMed) were searched on 6 May 2010 to identify documented outbreaks of waterborne infectious disease in humans, occurring since 1910, where an extreme water-related weather event was believed to have been involved. An extreme water-related weather event was defined as a meteorological change in the conditions of a region, involving a quantity of water more or less than is usually seen in the region. Key terms used for identification of extreme water-related weather events were identified from the National Climate Data Centre [13] and included : flooding, drought, heavy rainfall, El Nin˜o Southern Oscillation (ENSO), hurricane, cyclone, other extreme storm, seawater inundation, extreme water run-off, and extreme changes in water level or temperature (see Table 1 ). A list of known waterborne pathogens was compiled and used to generate key search terms for the identification of waterborne infectious disease. Search strategies which combined the key search terms and subject headings for both waterborne infectious disease and extreme water-related weather events were used to interrogate the online databases. The titles, key words and abstracts of articles included in the online databases were searched for these search terms. It was not possible to search the full texts as not all citations had been indexed and scanned into the online databases and relevant published articles without abstract or key words may not have been picked up based on their titles alone. An example of the search strategies used can be found in the Supplementary online material (Appendix 1). The grey literature was also searched on 12 May 2010 using the Program for Monitoring Emerging Diseases (ProMed-mail) [14] and an online search engine [15] . Both sources were searched using combinations of the key search terms; a list of these combinations can be found in Appendix 2 (online).",
            "cite_spans": [
                {
                    "start": 1779,
                    "end": 1783,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1812,
                    "end": 1816,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 846,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Search strategy"
        },
        {
            "text": "All waterborne pathogens resulting in infectious disease were included, with the exception of those that require an obligate intermediary host. All study design types were included. Non-English language studies were included and translated. To check whether key papers had been identified and to validate the sensitivity of the search strategy, the following journals were manually searched : Journal of Water and Climate Change ; Journal of Water and Health ; Water ; Water Policy ; and Water Research. The reference lists of included publications were also checked for further eligible articles. Duplicate articles, identified from their titles, were included only once.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Citations identified from the literature were screened for inclusion criteria by two independent reviewers (R.S., D.T.), first using the titles and abstracts, then using the full papers (where available). Publications identified from the online search engine were first screened for inclusion criteria by one reviewer (K.C.) using either the abstract or first page. Relevant documents were downloaded in full and screened by two independent reviewers (R.S., D.T.) alongside the articles published in peer-reviewed journals. The ProMED reports were screened by one reviewer (K.C.) and inclusion criteria applied. Relevant ProMED reports were analysed separately to allow comparison with the published literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Inclusion criteria were as follows :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Literature type : published articles ; official publications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Population : human. Event : extreme water-related weather event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Outcome measure : waterborne disease outbreak (described as waterborne by the author or attributed to a pathogen which is transmitted solely through water).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Exclusion criteria were as follows :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Literature type : news articles. Population : non-human ; displaced populations. Event : extreme climatic weather events not involving water. Outcome measure : non-waterborne disease outbreaks; outbreaks due to pathogens with obligatory, intermediary hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection criteria"
        },
        {
            "text": "Algorithms and notes for citation review were developed to reduce variation between reviewers and to clarify which pathogens and events should be included (see Fig. 1 ). Reviewer agreement on the inclusion/exclusion of abstracts and full papers was 80 . 4% and 75 . 4 %, respectively. Any disagreement over inclusion of a publication was resolved by a third reviewer (K.C.). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 166,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Selection criteria"
        },
        {
            "text": "Data from included publications were extracted into a database using a custom-made form (K.C.). The primary outcome was the number of cases of waterborne disease as defined by the author. Where the number of cases was stated in the publication, these data were extracted regardless of whether these were laboratory confirmed, self-reported, or diagnosed on clinical grounds. Where the number of cases was stated to be an estimate this was recorded. Secondary outcome measures were the attack rate and the number of deaths. Other data extracted included : citation details, type of study, applicability, details of the extreme water-related weather events, water quality, details of the outbreak, and details of how the weather event was thought to have led to the outbreak. Full details of extraction fields used are available in Appendix 3 (online). Where more than one publication referred to the same study, any further relevant data available on the event found in subsequent accounts were added to the initial data identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "No pre-defined tool for the assessment of the quality of evidence was used as publications about environmental events rarely provide sufficient detail. Articles were rated according to their applicability as either ' direct ' to signify strong causality and direct applicability of its content ; 'moderate ', if they provided strong circumstantial evidence but data taken from these articles required careful interpretation before it could be used ; or 'indirect ', if they did not support causal inference and if the content could only be used as background information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Large differences in study designs and in the populations involved precluded the pooling of data from different outbreaks and a traditional meta-analysis. Frequency distributions of the type of publication, type of extreme water-related weather event, country affected, and pathogens involved were listed. Those publications which provided information on the numbers of cases, deaths or attack rates were included in the quantitative synthesis which calculated geometric means (due to the highly skewed nature of the data) by causal pathogen and by type of weather event. Numbers of cases were stratified by case definition type : laboratory-confirmed, clinical diagnosis, or self-reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "A total of 83 identified papers were included in the analysis, four of which were not in English (Spanish, Portuguese, French, Czech) (see Fig. 2 ). Full details of included publications are available in Appendix 4 (online). Four relevant papers were identified by hand searching of relevant journals; all of which had been identified by the search strategy and already included.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 145,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Evidence from the scientific literature"
        },
        {
            "text": "Of the 83 papers identified, 35 (42 . 2 %) were outbreak investigations, 28 (33 . 7 %) were other quantitative studies, 13 (15 . 7%) were reviews, three (3 . 6%) were qualitative studies, two (2 . 4%) were mixed methods studies, one (1 . 2%) was a case study, and one (1 . 2%) was an official report. Eight (9 . 6%) of these publications were classed as having direct applicability, 48 (57 . 8 %) had moderate applicability, and 27 (32 . 5%) had indirect applicability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence from the scientific literature"
        },
        {
            "text": "The papers included 93 accounts of 87 different waterborne outbreaks involving extreme waterrelated weather events from 29 different countries (eight reviews documented two or three outbreaks). The majority of the reported outbreaks, where extreme water-related weather events were involved, Is the outbreak/epidemic/increase in cases due to waterbore pathogens †? were in North America, followed by Asia and Europe. The pathogens involved were specified in 74 (85 . 1%) of the outbreaks following extreme weather events and are listed in Table 2 . The most commonly reported were Vibrio spp. (28 . 4 %) and Leptospira spp. (17 . 6 %). Most reported outbreaks of Vibrio spp. following extreme water-related weather events occurred in Asia, followed by Africa and South America, while most reported outbreaks due to Leptospira spp. were in North America or Asia. More than one pathogen was identified on 16/74 (21 . 6 %) occasions, mostly in North America or Asia (37 . 5% and 31 . 3 %, respectively), followed by Europe (18 . 8%). Of the 74 outbreaks in which the causal pathogen was identified, 31 (41 . 9 %) reported testing the water supply. Of these, the causal pathogen was stated to have been identified in just over half (54 . 8 %), confirming the water supply as the source. Out of all outbreaks associated with extreme waterrelated weather events, heavy rainfall and flooding were by far the most commonly reported antecedents (in 55 . 2% and 52 . 9 % of published accounts, respectively) (see Fig. 3 ). Forty-five (51 . 7 %) of the outbreaks following extreme water-related weather events reported more than one event to have been involved. Heavy rainfall and flooding were the most common combination of events preceding outbreaks (27 . 6 % of all accounts). Heavy rainfall was also linked with heavy water run-off and hurricane, and flooding was also linked with hurricane. Fifty-four (58 . 0 %) reports of outbreaks following extreme water-related weather events gave details of how the event was thought to have led to the outbreak. In just over half (53 . 7%) of reports providing this information, the extreme water-related weather event caused the outbreak through contamination of the water supply, usually through increased run-off of water from the surrounding area (22 . 2%) or by inundation (20 . 4 %). Exposure to contaminated water by physical activity occurred in 16 . 7% of the outbreak reports associated with extreme water-related weather events, but this was recreational activity in only 3 . 7 %. More commonly contact with floodwater occurred while wading or during the cleaning up process (9 . 3 %). A change in the survival rates of pathogens due to changing environmental conditions (such as water temperature or stagnation) was thought to be the cause in 9 . 3 % of outbreak reports in which an extreme water-related weather event was implicated. Failure to cope by the water treatment plant were blamed in 7 . 4 % of papers providing information on the role of the extreme waterrelated event in the outbreak. Failure or inability to cope by sewage systems, resulting in contamination of the water supply were also blamed in 7 . 4% of reports. Of 27 accounts of waterborne outbreaks following extreme water-related weather events from developed countries which reported the information, the route of infection was through the mains water supply for 66 . 9 %, through other treated water for 37 . 0 %, and through a well supply for 29 . 6 %. By comparison, 22 . 2 % were infected through environmental exposure and 11 . 1 % of the outbreaks involved both environmental exposure and the water supply. Campylobacter spp. and Cryptosporidium spp. were common causal pathogens in outbreaks associated with extreme water-related weather events originating from treated mains water. Waterborne pathogens originating from environmental exposure following extreme weather reported laboratory-confirmed cases, 13 (20 . 6%) relied on self-reporting of cases, 13 (20 . 6%) relied on a clinical diagnosis, and 16 (25 . 4 %) did not report this information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 546,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1503,
                    "end": 1509,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Evidence from the scientific literature"
        },
        {
            "text": "Where a laboratory-confirmed or self-reported case definition was used, the highest mean number of cases resulted from Cryptosporidium outbreaks, as shown in Figure 4 . However, most outbreaks using a selfreported case definition identified multiple pathogens (7/11). Where a clinical diagnosis was used or the type of case definition was not given, V. cholerae outbreaks following extreme water-related weather events resulted in the highest reported mean number of cases. Outbreaks in which the type of case definition was not given reported the highest mean number of cases for any pathogen (n=2726), followed by self-reported cases (n=994), clinical diagnoses (n=309), and laboratory-confirmed (n=19). Of those accounts reporting laboratory-confirmed cases or self-reported cases, the highest mean number of cases was seen following a severe storm, as shown in Figure 5 . Of those using a clinical diagnosis or where the type of case definition was not given, the highest number of cases was seen following a cyclone and seawater inundation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 865,
                    "end": 873,
                    "text": "Figure 5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Evidence from the scientific literature"
        },
        {
            "text": "There were 235 eligible ProMED reports of waterborne outbreaks following extreme water-related weather events, involving 304 events from 66 different countries. The majority of these reports were in Africa, followed by Asia and North America. Far more of the outbreaks following extreme water-related weather events were based in Africa than in the scientific literature (42 . 6% vs. 6 . 9 %, respectively) and less were based in either Europe or North America ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence from ProMED reports"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "(2) (2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "(1) of which 65 . 4 % occurred in Africa and 20 . 6 % occurred in Asia. Out of all ProMED waterborne outbreak reports which were associated with an extreme water-related weather event, the most common events were again flooding and heavy rainfall (see Fig. 3 ), with 15 . 7 % of reports involving both. Sixty-four (27 . 2 %) of the reports implicated more than one type of extreme water-related weather event. These also linked heavy rainfall with El Nin˜o, drought and cyclone, while flooding was also linked with extreme storm, cyclone, hurricane, drought and tidal surge. Ninety-eight (41 . 7 %) of the reports of waterborne outbreaks following extreme water-related weather events gave details of the likely cause; the most common were contamination of water (32 . 9%), shortage of clean drinking water (18 . 9%), and poor sanitation and hygiene following the event (14 . 7 %).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 258,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "The number of cases involved was reported in 174 (74 . 0 %) and the number of deaths in 145 (61 . 7%) of the ProMED accounts of waterborne outbreaks following extreme water-related weather events. We were unable to stratify ProMED reports by type of case definition due to the limited detail available in the brief reports. ----------Hurricane  -----8  3  4  0  5  ENSO  -----15  13  5  1  2231  Seawater inundation  2  64  66  51  81  1  28  28  28  28  Extreme change in water level ----------Other  ----------All  16  20  28  1  500  190  221  263  42 144 018",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 554,
                    "text": "----------Hurricane  -----8  3  4  0  5  ENSO  -----15  13  5  1  2231  Seawater inundation  2  64  66  51  81  1  28  28  28  28  Extreme change in water level ----------Other  ----------All  16  20  28  1  500  190  221  263  42",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "* Where more than one extreme event was involved, the figures were imputed into each type of event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "# Geometric mean (accounts reporting 0 not included). --5  6  7  1  1 5  Protozoa  0  ----0  ----Multiple pathogens  4  26  44  2  500  0  ----Not stated  1  42  42  42  42  14  35  54  2  1350  All  16  20  28  1  500  145  186  234  134  71 687 * Geometric mean. # Includes only those accounts which report this information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 246,
                    "text": "--5  6  7  1  1 5  Protozoa  0  ----0  ----Multiple pathogens  4  26  44  2  500  0  ----Not stated  1  42  42  42  42  14  35  54  2  1350  All  16  20  28  1  500  145  186  234  134  71 687",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "Extreme weather and waterborne disease been too specific. It is difficult to achieve the optimal balance between sensitivity and specificity, as time and resource constraints limited the number of abstracts which could be screened for inclusion and a number of known papers were not identified by this approach. This was due to relying on authors mentioning the extreme water-related weather event in either the title, abstract or key words to enable them to be identified by the search strategy. Papers without abstracts or key words may not have been identified on the basis of their title alone, for example, the article by Walzer et al. on the balantidiasis outbreak in Truk following a typhoon [16] . Papers where the event was only mentioned as a detail in the full text and not in the title, key words or abstract may also have been missed. We therefore suggest that future reviews take a more comprehensive approach. It was also very difficult to make comparisons between outbreaks following different types of extreme events as there were vast differences in key characteristics of the populations affected. Where reported, there was also substantial variation in case definitions between outbreaks identified ; accounts based on self-reported cases had a substantially higher mean number of cases than those requiring a clinical diagnosis or laboratory confirmation and those that did not report the type of case definition used at all had, on average, the largest number of cases. Calculation of attack rate is also likely to have varied by study. The review also suffered from a lack of reporting of detail. For example, it was difficult to assess the evidence supporting the classification of the outbreaks as waterborne or the degree of association between water and disease given the limited amount of information often provided, particularly in the ProMED reports. For example, where testing of the water supply was reported, the causal pathogen was identified in just over half of the outbreaks. A quarter of those which provided the number of cases seen did not report the type of case definition used, i.e. whether they were laboratory-confirmed, clinically diagnosed, or self-reported cases. Details of the extreme water-related weather events thought to be involved in the outbreaks, such as the amount of precipitation seen or parameters such as water temperature, pH and level of turbidity, were rarely given. This severely limits the suitability of the results for extrapolation to different circumstances and geographical locations. Such were the quality of the literature identified, the majority of the data were classed only as providing 'strong circumstantial evidence but in need of careful interpretation ' and few of the publications described a comparison group. The limited reporting of many of the included studies also prevented many in-depth conclusions being drawn.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 703,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "These study reporting limitations highlight key areas which future outbreak reports should seek to address. Future research in this area should aim to measure and report clearly population, weather and water parameter details when investigating waterborne disease outbreaks where an extreme water-related weather event is thought to be involved. Where an outbreak is reported, some effort should also be made to classify the probable route (or routes) of transmission. This would allow a greater proportion of waterborne outbreaks to be identified and included in analyses such as these. Where the number of cases involved in an outbreak is reported, the case definition used should be clearly stated. If an extreme water-related climatic event is thought to be implicated in an outbreak, details of how it may have led to contamination of the water should be reported. It is also important to raise awareness of the potential role of such events in waterborne outbreaks, to encourage authors to question explicitly whether such an event occurred prior to the outbreak and if so, to detail it in a structured way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "The global distribution of waterborne outbreaks following extreme water-related weather events as reported in the scientific literature is also likely to be prone to considerable publication bias. A greater proportion of those identified through ProMED were in Africa and South America compared to those reported in peer-reviewed journals, with less from North America or Europe. Outbreaks following drought or an ENSO event, both more common in developing countries, were more often reported via ProMED than in the scientific literature but outbreaks following hurricanes were more often reported in the latter, with 40 . 8 % from the USA alone. Risk of diarrhoeal disease outbreaks following natural disasters has previously been found to be higher in developing countries than in industrialized countries [17] . Flooding events, for example, in high-income countries are rarely thought to result in epidemics of infectious disease or, where they do occur, they are thought to often be easily controlled and not widespread due to the rapid implementation of preventative measures [18, 19] . The scientific literature is also likely to be dominated by accounts of waterborne disease from higher-income countries, with greater academic and surveillance capacity. The amount and type of literature published on an extreme weather event, therefore, may not be proportionate to the size and impact of the event. Risk of publication bias was addressed, to some extent, by searching grey literature and by comparisons with the ProMED reports. However, ProMED is a passive reporting tool and there may also be discrepancies in reporting practices. Griffith et al. [20] found, for example, that outbreaks of cholera in Africa were more likely to be reported in areas of international interest and where there were fewer commercial consequences.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 812,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1658,
                    "end": 1662,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "Nevertheless, this review suggests that outbreaks of waterborne infectious disease do occur following extreme water-related weather events in both developed and developing countries. This already constitutes a significant burden on public health and as the frequency of such events increases, so too will associated outbreaks of disease. The outbreaks identified in this review are also likely to be underestimates of the true prevalence of outbreaks resulting from extreme waterrelated weather events due to under-reporting of waterborne outbreaks and the difficulties in identifying papers which implicate such events (see above).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "Future research into what proportion of all waterborne outbreaks involve an extreme weather event and what proportion of all extreme weather events result in waterborne outbreaks would help to estimate the true burden to public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "The impacts of extreme water-related weather events on waterborne disease will disproportionately affect certain populations and will likely compound existing health disparities. Less developed countries may be at greater risk due to both higher sensitivity and lower adaptive capacity [21] . Non-climate stressors such as poverty or conflict can increase vulnerability by reducing resilience and adaptive capacity due to competing resource needs [17] . Less developed countries are therefore thought to be more vulnerable and less able to recover rapidly or effectively. Climate change is predicted to increase the burden of diarrhoeal disease in low-income regions by about 2-5 % by 2020, while countries with an annual GDP per capita of oUS$6000 are thought to be at no additional risk [21] . However, responses to recent extreme weather events suggest higher levels of vulnerability in both developing and developed countries than thought previously [2] . This review found that in both developing and developed countries the most common cause of outbreaks following extreme water-related weather events was contamination of the water source through run-off or inundation. While in developing countries this was usually untreated water, in developed countries, in the majority of cases, this was contamination of a treated water source. This suggests that even in developed countries the water supply system is not immune to the effects of such events. Although well-managed public water supply systems are expected to be able to cope with weather extremes, such extremes can cause both physical and managerial stresses which may impact water quality [21] . For example, rainstorm events and following increases in natural organic matter have been shown to significantly impair turbidity removal at water treatment works in England [22] . Similarly, the dry summer of 2003 and resulting low river flows were shown to cause deterioration in water quality in The Netherlands [23] . Public health practitioners and water companies should be aware of the risks of waterborne disease outbreaks following these events. Addressing the infectious waterborne disease consequences of climate change is likely to require specific engineering solutions to protect potable water.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1655,
                    "end": 1659,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1836,
                    "end": 1840,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1977,
                    "end": 1981,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "The reported outbreaks associated with extreme water-related weather events were primarily due to heavy rainfall with or without flooding. Flooding may have resulted from heavy rainfall in many cases and many of the other extreme water-related weather events may have involved heavy rainfall even if it was not specified in the paper or report. Authors may have focused only on the causal event and not its climatic effects. Whereas much has been published on the health impacts of flooding [24] [25] [26] , there is less on the impact of heavy rainfall which did not result in flooding, even though the latter may still result in pressure on the water supply. Studies have linked waterborne disease with heavy rainfall in several countries [27] [28] [29] . Curriero et al. [27] reviewed 548 disease outbreaks between 1948 and 1994 in the USA and found a significant association between rainfall and illness ; 68% of the events were found to be preceded by precipitation events above the 80th percentile. While Thomas et al. [30] found that from 1975 to 2000 in Canada rainfall events over the 93rd percentile increased the risk of a waterborne disease outbreak by a factor of 2 . 3. In light of the expected increases in frequency of heavy rainfall events in many regions, it is important to assess the individual impact of such events in local and regional areas and incorporate these into health and infrastructure policy.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 495,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[29]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1025,
                    "end": 1029,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "The scientific literature suggests that, of those extreme water-related weather events linked to waterborne outbreaks, cyclones, other severe storms, ENSO events, or seawater inundation result in the highest numbers of cases of waterborne illness. Risk of seawater inundation is expected to increase over the next few decades, due to predicted sea level rise and increasing frequency of extreme weather events, with the risk zone predicted to spread further inland and higher [31] . ENSO is known to be linked with extreme water temperature change. Two of the four accounts of outbreaks (both of which were cholera) following an ENSO event in the scientific literature were also linked to an extreme water temperature change. Studies have repeatedly linked ENSO events and extreme water temperature change to large-scale V. cholerae outbreaks [32, 33] and V. cholerae is known to show an increased growth rate at increased temperatures, with increasing global temperatures also expected to increase prevalence both geographically and temporally [34] . V. cholerae was by far the most common pathogen implicated in outbreaks following extreme water-related weather events, from both the scientific literature and ProMED, which may in part reflect the predominance of outbreaks following heavy rainfall and flooding. In a review of ProMED cholera outbreak reports from 1995 to 2005, Griffith et al. [20] found that rainfall and flooding were the most common risk factors globally (constituting 25% of all risk factors), alongside water source contamination (29 %) and refugee settings (13 %). The number of cholera outbreaks reported following extreme water-related weather events may also be attributable to a number of other factors such as the severity of the disease or reporting bias. When assessing the risk to public health of such outbreaks it is important to incorporate information not only from the most likely extreme water-related weather events (such as heavy rainfall and flooding), but also those from lower-probability but higher consequence events (such as ENSO or seawater inundation) [21] .",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[32,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 848,
                    "end": 851,
                    "text": "33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1397,
                    "end": 1401,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2102,
                    "end": 2106,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "The ability of a population to adapt and limit the effects of such events is likely to depend on socioeconomic and environmental circumstances and the availability of information and technology [21] . There is also evidence to show that human and social capital are key determinants of adaptive capacity at all scales [21] . Adaptive capacity is uneven both between and within societies. For example, following weather-related disasters there is a differential impact on deaths and well-being by gender, while children and the elderly, who are more likely to be based in and around the home, are more likely to be affected by flooding events with a rapid onset [35] . Indigenous populations are also likely to be greatly impacted due to their occupation of economically and politically marginal areas and fragile ecosystems [36] . Such variability needs to be incorporated into the development of any policies or interventions to improve adaptive capacity. There is evidence to suggest that individual weather-related extreme events can facilitate adaptations such as policy and regulatory change, as immediately afterwards the policy climate may be more conducive to change [37] . Yet pressure for a quick recovery and short-term risk reduction can actually result in greater vulnerability to future events [38, 39] . There is also a lack of information on available and successful extreme water-related weatherevent adaptation strategies for waterborne disease outbreaks. Research into the impact of waterborne outbreaks following extreme weather events on different sub-populations which may be particularly vulnerable and the effectiveness of different adaptation strategies should be undertaken.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1308,
                    "end": 1312,
                    "text": "[38,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1313,
                    "end": 1316,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "H e p a t i t i s A H e p a t i t i s E L e p t o s p i r a N o r o v i r u s V . c h o l e r a e"
        },
        {
            "text": "Waterborne diseases are one of the major contributors to global disease burden and mortality [40] . Improving the understanding of the impact that the different extreme water-related weather events have on waterborne disease is an important step towards finding ways to mitigate the risks. At a time when climate change is predicted to increase both the frequency and intensity of extreme water-related weather events in many regions, understanding and reducing the impact of these events is vital to the health of many.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "For supplementary material accompanying this paper visit http://dx.doi.org/10.1017/S0950268812001653.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Climate change and infectious diseases in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Semenza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Menne",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infectious Diseases",
            "volume": "9",
            "issn": "",
            "pages": "365--375",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Contribution of Working Groups I, II and III to the fourth assessment report of the Intergovernmental Panel on Climate Change",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Accessed 25",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An updated assessment of the risks from climate change based on research published since the IPCC Fourth Assessment Report",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Fu¨ssel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Climatic Change",
            "volume": "97",
            "issn": "",
            "pages": "469--482",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Climate variability and change and their health effects in small island states: information for adaptation planning in the health sector",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kristie",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Environmental Health Perspectives",
            "volume": "114",
            "issn": "",
            "pages": "1957--1963",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Waterborne outbreak of gastroenteritis associated with a contaminated municipal water supply",
            "authors": [],
            "year": 2000,
            "venue": "Canada Communicable Disease Report",
            "volume": "26",
            "issn": "",
            "pages": "170--173",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Drinking water turbidity and emergency department visits for gastrointestinal illness in Atlanta",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Tinker",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Exposure Science and Environmental Epidemiology",
            "volume": "20",
            "issn": "",
            "pages": "19--28",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Climate change and waterborne and vectorborne disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Applied Microbiology",
            "volume": "94",
            "issn": "",
            "pages": "37--46",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cryptosporidiosis surveillance and water-borne outbreaks in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Semenza",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eurosurveillance",
            "volume": "12",
            "issn": "",
            "pages": "13--14",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The microbiology of urban UK floodwaters and a quantitative microbial risk assessment of flooding and gastrointestinal illness",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fewtrell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Flood Risk Management",
            "volume": "4",
            "issn": "",
            "pages": "77--87",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Climate change and effects on water quality : a first impression",
            "authors": [
                {
                    "first": "Haj",
                    "middle": [],
                    "last": "Senhorst",
                    "suffix": ""
                },
                {
                    "first": "Jjg",
                    "middle": [],
                    "last": "Zwolsman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Water Science and Technology",
            "volume": "51",
            "issn": "",
            "pages": "53--59",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Waterborne transmission of protozoan parasites : a worldwide review of outbreaks and lessons learnt",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Karanis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kourenti",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Water and Health",
            "volume": "5",
            "issn": "",
            "pages": "1--38",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International Society for Infectious Diseases. ProMEDmail",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Balantidiasis outbreak in Truk",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Walzer",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "American Journal of Tropical Medicine and Hygiene",
            "volume": "22",
            "issn": "",
            "pages": "33--41",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemic risk after disasters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gayer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Connolly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infections during the 1995 flood in Ostlandet. Prevention and incidence. Tidsskrift for Den Norske Laegeforening",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aavitsland",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "116",
            "issn": "",
            "pages": "2038--2043",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Tsunami in South Asia : what is the risk of post-disaster infectious disease outbreaks ? Annals, Academy of Medicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "625--631",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Review of reported cholera outbreaks worldwide",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly-Hope",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Contribution of Working Group II to the fourth assessment report of the Intergovernmental Panel on Climate Change, 2007. IPCC",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The impact of rainstorm events on coagulation and clarifier performance in potable water treatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hurst",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science of the Total Environment",
            "volume": "321",
            "issn": "",
            "pages": "219--230",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Climate change and effects on water quality : a first impression",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Senhorst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zwolsman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Water Science Technology",
            "volume": "51",
            "issn": "",
            "pages": "53--59",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Public Health Consequences of Disasters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Malilay",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Floods",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Noji EK",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Health impacts of flooding in Lewes : a comparison of reported gastrointestinal and other illness and mental health in flooded and non-flooded households",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reacher",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Communicable Disease and Public Health",
            "volume": "7",
            "issn": "",
            "pages": "39--46",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Environmental risk factors associated with paediatric idiopathic pulmonary hemorrhage and hemosiderosis in a Cleveland community",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Montana",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatrics",
            "volume": "99",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The association between extreme precipitation and waterborne disease outbreaks in the United States, 1948-1994",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Curriero",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "American Journal of Public Health",
            "volume": "91",
            "issn": "",
            "pages": "1194--1199",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Magnitude of rainfall on viral contamination of the marine environment during gastroenteritis epidemics in human coastal population",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Miossec",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Quantitative microbial risk assessment of the risks from very small rural water supplies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Risk Analysis",
            "volume": "31",
            "issn": "",
            "pages": "228--236",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A role of high-impact weather events in waterborne disease outbreaks in Canada",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "International Journal of Environmental Health Research",
            "volume": "16",
            "issn": "",
            "pages": "167--180",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Analysis of global impacts of sea-level rise: a case study of flooding",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Physics and Chemistry of the Earth",
            "volume": "27",
            "issn": "",
            "pages": "1455--1466",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Cholera dynamics and El-Nino-Southern Oscillation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "289",
            "issn": "",
            "pages": "1766--1769",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Cholera incidence and El-Ninorelated higher ambient temperature",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Speelmon",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of the American Medical Association",
            "volume": "283",
            "issn": "",
            "pages": "3072--3074",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Effects of global climate on infectious disease : the Cholera model",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lipp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huq",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Colwell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clinical Microbiology Reviews",
            "volume": "15",
            "issn": "",
            "pages": "757--770",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "disaster and development : the necessity of integration",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fordham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gender",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Natural Disasters and Development in a Globalising World",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Oxford : Tyndall Centre for Climate Change Research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Byg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Agendas, Alternatives and Public Policies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kingdon",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Signals from pre-crisis discourse: Lessons from UK flooding for global environmental policy change?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Penning-Roswell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tunstall",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Global Environ Chang",
            "volume": "16",
            "issn": "",
            "pages": "323--339",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "ENSO forecasts and decision making in Brazil and Peru",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pulwarty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Broad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Finan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mapping Vulnerability : Disasters, Development and People",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The global burden of disease study and applications in water, sanitation and hygiene",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pru¨ss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Havelaar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Water Quality : Guidelines, Standards and Health",
            "volume": "",
            "issn": "",
            "pages": "43--59",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Algorithm used by reviewers when screening abstracts and grey literature to determine if inclusion criteria were met. * A list of examples of extreme water-related events to be included was provided. # A list of examples of waterborne pathogens to be included was provided",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flow chart detailing the passage of scientific and grey literature through the systematic review process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Accounts of extreme weather events and waterborne disease outbreaks identified from the scientific literature and ProMED, by event type. Where more than one extreme event was reported, the account was included in each type of event.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "4% vs. 18 . 4% and 12 . 0% vs. 33 . 3 %, respectively). The pathogen was given in 211 (89 . 8 %) reports, of which V. cholera was by far the commonest (64 . 9 %),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Mean numbers of cases reported in accounts of waterborne disease outbreaks where extreme weather events have been implicated, by pathogen and case definition type (scientific literature) : (a) using a laboratory-confirmed diagnosis, (b) using a self-reported diagnosis, (c) using a clinical diagnosis, (d) where type of diagnosis is not reported. Figures in parentheses indicate number of accounts reporting this information.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "This review has a number of limitations which can be considered in two groups ; systematic review limitations and primary literature reporting limitations. The identification of so many suitable new references through the reference lists of publications identified by the search engines, i.e. 23 . 1% of all references included, suggests that the search strategies may have",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Mean numbers of cases reported in accounts of waterborne disease outbreaks where extreme weather events have been implicated, by event and case definition type (scientific literature) : (a) using a laboratory-confirmed diagnosis, (b) using a self-reported diagnosis, (c) using a clinical diagnosis, (d) where type of diagnosis is not reported. Figures in parentheses indicate number of accounts reporting this information.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Key search terms used to identify waterborne disease outbreaks involving an extreme water-related weather event",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Waterborne pathogens implicated in outbreaks following extreme water-related weather events identified from the scientific literature (6 May 2010) and ProMED reports (12 May 2010) * Percentage of either 74 outbreak accounts or 211 ProMED reports reporting the pathogens involved.events were Leptospira spp., Cryptosporidium spp., norovirus, and Vibrio vulnificus. Of the accounts of outbreaks associated with extreme water-related weather events from developing countries, 43 . 9% attributed the outbreak to contamination of the water supply. Of these, 55 . 6% reported the water sources to be untreated and none reported the water source to be treated. In three accounts, attributing the outbreak to environmental exposure, the causal pathogen was Leptospira spp.Of the 87 outbreaks associated with extreme waterrelated weather events reported in the scientific literature, 63 (72 . 4 %) reported the number of cases seen. At least 16 (18 . 4 % of those reporting the number of cases) were estimates. The type of case definition used in the outbreaks varied ; 21 (33 . 3%) Attack rates reported during outbreaks of infectious disease due to waterborne pathogens, where extreme water-related weather events are involved identified from the scientific literature (6 May 2010), by pathogen * Includes only those accounts which report this information. # Geometric mean.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Number of known deaths during outbreaks of infectious disease due to waterborne pathogens, where extreme water-related weather events are involved identified from the scientific literature (6 May 2010) and ProMED (12 May 2010), by event",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Number of known deaths during outbreaks of infectious disease due to waterborne pathogens, where extreme water-related weather events are involved",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the Library and Knowledge Management Team at Public Health Wales for their help with the collation of supporting materials. We also thank Dr Meirion Evans and the Reviewers at Epidemiology and Infection for their helpful recommendations on the layout and content of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "This work was supported by the European Commission 7th Research Framework Programme 'VIROCLIME ' (Contract 243923).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECLARATION OF INTEREST"
        }
    ]
}