{
    "paper_id": "e089ff4d29cdcec046fc0226a0db69058101ae6c",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Peter",
                "middle": [],
                "last": "Black",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [],
                "last": "Douglas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hume",
                "middle": [],
                "last": "Field",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hendra virus was first described in 1994 in Australia, causally associated with a cluster of fatal equine and human cases at a thoroughbred racing stable in the Brisbane suburb of Hendra. This year marks the twentieth anniversary of the identification of pteropid bats (flying-foxes) as the natural host of the virus, and it is timely to reflect on a pivotal meeting of an eclectic group of scientists in that process. They included animal and public health experts, environmental scientists, veterinary and horse industry representatives, and wildlife experts. The task was to review and prioritise wildlife surveillance seeking the origin of the previously unknown virus. The group determined that the likely reservoir must occur in disparate locations, and be capable of moving between locations, or exist in continuous, overlapping populations spanning multiple locations. Flying-foxes were considered to be a more probable source of the novel virus than birds. Within weeks, antibodies were detected in several species of flying-fox, and the virus was subsequently isolated. While the identification of the natural host of Hendra virus within 18 months of its description was remarkable in itself, a broader legacy followed. In the subsequent years, a suite of zoonotic viruses including Australian bat lyssavirus, Nipah virus, SARS coronavirus, and Ebola and Marburg viruses have been detected in bats. Bats are now the \"go to\" taxa for novel viruses. History has repeatedly demonstrated that knowledge begets knowledge. This simple notion of bringing a diverse group of people together in an environment of mutual respect reinforced this principle and proves that the sum is often so much more powerful than the parts. Hendra virus, a novel zoonotic paramyxovirus, was first described in 1994 in Australia causally associated with a cluster of fatal equine and human cases at a thoroughbred racing stable in the Brisbane suburb of Hendra [1, 6, 9] . The subsequent identification of pteropid bats (Chiroptera: Pteropodidae) as the natural host of the virus precipitated a focus on bats as the source of emerging zoonoses that continues to this day. However, at that time, the identification of the reservoir of Hendra virus (initially known as equine morbillivirus) was urgent and confronting. This year marks the twentieth anniversary of the identification of the natural host for Hendra virus, and it is timely to reflect on a pivotal event in that process-the singular coming together of a group of scientists from diverse backgrounds at the Queensland Government Animal Research Institute in Brisbane in early 1996. The objective of the cross-disciplinary think tank was to review and revise research seeking the origins of Hendra virus, and its deliberations were key to the timely identification of the natural host.",
            "cite_spans": [
                {
                    "start": 1945,
                    "end": 1948,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1949,
                    "end": 1951,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1952,
                    "end": 1954,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The impetus for the meeting was firstly a failure of initial investigations to find evidence of the virus in a wide range of potential natural hosts-both native and introduced animals-caught in the paddock where the equine index case was at pasture. Even mosquitoes had been examined on the basis that they might serendipitously \"blood sample\" an elusive host that had avoided capture and testing [4] . The second motivating factor was the retrospective identification (in late 1995) of a second Hendra virus incident involving two equine cases and a human case on a property at Mackay, 800 km north of the Brisbane outbreak [8] . The human case had relapsed after an initial brief illness 14 months earlier [7] . Thus, there were now two known foci of infection with this novel virus that were spatially disparate, but temporally clustered within a few weeks of each other. Intensive epidemiological tracing failed to find linkages with horse movements or any other contact between the two case properties. Wildlife surveillance at and around the second property also failed to provide any clues.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 400,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At this point, extensive efforts were made by both public and animal health agencies to seek any evidence that this virus had previously affected horses or humans. Case reviews were conducted and retrospective histopathology undertaken where warranted. No evidence of previous infection was found. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One Health In this context, the (then) animal health agency of the Queensland Government (the Department of Primary Industries-DPI) brought together a range of expertise to answer the question \"Where to go now in the search for a natural host of this virus?\" That expertise included animal health experts and public health physicians, environmental science professionals, horse industry representatives, and equine practitioners and, as a novel paramyxovirus had been previously isolated from vipers [3] , even an expert on snakes and reptiles. This seminal \"One Health\" meeting was convened in a neutral environment that promoted trust and respect between a diverse group of people who did not necessarily know each other but shared a common interest and purpose.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 503,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "After a review of the initial research in the context of the new case information, the group concluded that the prime suspect would have been present in both Brisbane and Mackay, and either be capable of moving between both locations, or exist in continuous, overlapping populations encompassing both locations. The notion of a more sedentary host \"hitch-hiking\" on a vehicle was considered and rejected, and it was concluded that the natural host would likely be volant. Indeed, the same bird species were observed to forage around horses at both the Brisbane and Mackay properties. Dr Hamish McCallum, at that time a zoologist at the University of Queensland, suggested that flying foxes (nomadic fruit bats of the genus Pteropus) also be considered. After some discussion, it was (somewhat naively) thought that flying foxes, being mammals, were more likely than birds to host viruses that might infect horses and humans. The meeting closed with bats, insects, and cats as the top targets for future studies (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1011,
                    "end": 1020,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "Ironically, the DPI research group had screened a small number of flying foxes in its Mackay surveillance efforts, but all had tested negative [4] . Within weeks of prioritizing flying foxes and testing animals in temporary captivity with wildlife rehabilitators, antibodies were detected in three flying fox species, and the hunt to detect the virus itself began [11] . This took more than a year, but eventually, the identical virus was isolated from a flying fox [5] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "The meeting and the subsequent events illustrate the fundamental scientific approach to a novel situation: define the research question, generate a hypothesis, test the hypothesis, and in the case of infectious agents, seek to fulfill Koch's postulates. While others may also have thought flying foxes a plausible natural host, it was this meeting and the subsequent efforts that led to the hypothesis being tested and proved. The knowledge advance was garnered by embracing those with disparate knowledge sets-an important lesson for this day and age. It was truly an early example of the One Health approach at work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "The identification of the natural host of Hendra virus within 18 months of its description was a remarkable feat in itself. However, it is worthwhile considering the cascading effects that were directly, if not exclusively, the result of this meeting. In the subsequent years, a suite of zoonotic viruses including Australian bat lyssavirus, Nipah virus, SARS coronavirus, and Ebola and Marburg viruses have been detected in bats [2] . Bats are now regarded as the evolutionary origin of lyssaviruses, coronaviruses, and paramyxoviruses, and their immune systems are being trawled for the secrets of surviving pathogenic infections [10]-bats are now the \"go to\" taxa for novel viruses.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 433,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        },
        {
            "text": "History has repeatedly demonstrated that knowledge begets knowledge. This simple notion of bringing a diverse group of people together in an environment of mutual respect reinforced this principle and proves that the sum is often so much more powerful than the parts. 7 ",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological investigations into the 1994 equine morbillivirus outbreaks in Queensland",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Baldock",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet. J",
            "volume": "20",
            "issn": "",
            "pages": "57--61",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schountz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Microbiol. Rev",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fer de Lance virus (FDLV): a probable paramyxovirus isolated from a reptile",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Lief",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Lunger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leloup",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Foelsch",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Gen. Virol",
            "volume": "44",
            "issn": "",
            "pages": "405--418",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The ecology of Hendra virus and Australian bat lyssavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation of Hendra virus from pteropid bats: a natural reservoir of Hendra virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Gen. Virol",
            "volume": "81",
            "issn": "",
            "pages": "1927--1932",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A morbillivirus that caused fatal disease in horses and humans",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Selleck",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "268",
            "issn": "",
            "pages": "94--97",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fatal encephalitis due to novel paramyxovirus transmitted from horses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Allworth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boots",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "",
            "pages": "93--95",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Investigation of a second focus of equine morbillivirus infection in coastal Queensland",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Baldock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Glanville",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Seppanen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Gleeson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Aust. Vet. J",
            "volume": "74",
            "issn": "",
            "pages": "243--244",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infection of humans and horses by a newly described morbillivirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Selvey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Mccormack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ansford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Med. J. Aust",
            "volume": "162",
            "issn": "",
            "pages": "642--645",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bats and viruses: friend or foe?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wynne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Serologic evidence for the presence in pteropus bats of a paramyxovirus related to equine morbillivirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Selleck",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gravel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Emerg. Infect. Dis",
            "volume": "2",
            "issn": "",
            "pages": "239--240",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "© 2015 Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The action plan outcome of the \"think tank\" meeting of January 1996. Fruit bats, insects, and feral cats were identified as high priority(H) for investigation. EMV = equine morbillivirus, the initial name of Hendra virus; AAHL = the CSIRO Australian Animal Health Laboratory; AQIS = Australian Quarantine and Inspection Service; QIMR = Queensland Institute of Medical Research; BCC = Brisbane City Council; DEH = Queensland Department of Environment and Heritage; RADU (typographical error in the original table) = RAOU = Royal Australian Ornithological Union; KD = Kevin Dunn; HF = Hume Field; GG = Gordon Grigg; HMcC = Hamish McCallum; SMac = Sandy Mackenzie; KS = Kevin Seppanen; PY = Peter Young. WD and NC are not recalled by the authors.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The think tank participants included Kevin Dunn, Russell Rogers, Chris Baldock, Ian Douglas, Peter Young, Peter Black, Sandy Mackenzie, and Hume Field from the then Queensland Department of Primary Industries; Bryan Eaton, Alan Gould, and Alex Hyatt from the CSIRO Australian Animal Health Laboratory; and Gordon Grigg and Hamish McCallum from the then Department of Zoology, University of Queensland. In addition, to the best of our recollection, there were individuals from the Australian Quarantine Inspection Service, the Queensland Museum, and possibly one or two other institutions. We apologize to those participants we have been unable to recall. We particularly wish to acknowledge Dr F. C. (Chris) Baldock (deceased) as the primary proponent of the \"think tank\" meeting. Chris leaves a legacy of openmindedness and critical thinking with those he mentored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}