{
    "paper_id": "e1b312167d5ea6a1ed3c071b05b7bd0a48a975df",
    "metadata": {
        "title": "Structural Factors of the Middle East Respiratory Syndrome Coronavirus Outbreak as a Public Health Crisis in Korea and Future Response Strategies",
        "authors": [
            {
                "first": "Dong-Hyun",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hallym University College of Medicine",
                    "location": {
                        "addrLine": "1 Hallimdaehak-gil",
                        "postCode": "24252",
                        "settlement": "Chuncheon, Chuncheon",
                        "country": "Korea, Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent Middle East respiratory syndrome coronavirus (MERS-CoV) outbreak has originated from a failure in the national quarantine system in the Republic of Korea as most basic role of protecting the safety and lives of its citizens. Furthermore, a number of the Korean healthcare system's weaknesses seem to have been completely exposed. The MERS-CoV outbreak can be considered a typical public health crisis in that the public was not only greatly terrorized by the actual fear of the disease, but also experienced a great impact to their daily lives, all in a short period of time. Preparedness for and an appropriate response to a public health crisis require comprehensive systematic public healthcare measures to address risks comprehensively with an all-hazards approach. Consequently, discussion regarding establishment of post-MERS-CoV improvement measures must focus on the total reform of the national quarantine system and strengthening of the public health infrastructure. In addition, the Korea Centers for Disease Control and Prevention must implement specific strategies of action including taking on the role of \"control tower\" in a public health emergency, training of Field Epidemic Intelligence Service officers, establishment of collaborative governance between central and local governments for infection prevention and control, strengthening the roles and capabilities of community-based public hospitals, and development of nationwide crisis communication methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From the occurrence of the index case on May 11, 2015 and the final (186th) patient on July 4, to the announcement by the public health authorities on July 28 that no risk of infection remained, the Middle East respiratory syndrome corona- virus (MERS-CoV) epidemic in South Korea (hereafter Korea) has been the largest mass outbreak of MERS-CoV outside the Arabian Peninsula, after its first report in Saudi Arabia in 2012 [1] . Up to the present, the reports of MERS-CoV in other countries such as the US, Canada, Britain, and Southeast Asia has involved fewer than 5 cases in each country, and large-scale transmission has not occurred [2] . On the other hand, the fact that a large number of MERS-CoV cases arose in a short period of time in Korea, where the camels that serve as the host of MERS-CoV do not live, and that its mass outbreak led to a public health crisis suggests the possible existence of structural flaws in the Korean healthcare system.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The specific causes of the public health crisis were as follows. First, the national quarantine system was revealed to have had an inadequate initial response. Following this failure, the simi-lar mistakes were repeated when the central government authorities continued to adhere to a few clauses from the quarantine manual that lacked strong evidence on the mode of transmission of MERS-CoV. Second, the inadequate establishment of collaborative governance between central and local governments during the rapid growth in the number of confirmed patients and individuals under quarantine worsened this chaotic situation. The debate on who should be the \"control tower\" for the mass outbreak in local hospitals aggravated such confusion further. Third, a culture of shopping around for hospitals and doctors, poor infection control within the hospitals, emergency room overcrowding, multi-beds rooms, and the custom of family members assisting with nursing care enabled the large-scale spread of infection by a small number of patients in a short period of time, and all contributed, directly and indirectly, to the outbreak and spread of MERS-CoV. However, these factors are, in fact, a portion of the chronic problems of the Korean healthcare system that afflict not only patients and their guardians, but also healthcare professionals, for a long time with inconvenience and discomfort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "When a certain health issue within a society exceeds the level that can be controlled by the existing healthcare system, it is known as a public health crisis [3] . This is a situation in which the scale, duration, and predictability of a crisis cannot be managed by the present healthcare resources. In that sense, the recent MERS-CoV outbreak in Korea can be declared a typical public health crisis: It has caused 186 patient infections, among them 38 deaths, and nearly 17 000 people had to be under quarantine [4] . The social costs included an economic burden of approximately several billion dollars and a great deal of fear and sense of unpredictability among the general public. It is worth asking, then, what we should do to be more prepared for a similar public health crisis in the future.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This paper aims to systematically present the institutional and structural factors from which the MERS-CoV outbreak arose, assess the preparedness for and response to the MERS-CoV event as a public health crisis, and describe the types of response strategies that will be needed in case of a similar event in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "From the first MERS-CoV occurrence to the super-spreading events, the MERS-CoV outbreak in Korea is known to have many direct and indirect causes. Rather than simply listing these factors, determining how the factors are structurally related to one another will be more beneficial for understanding what led to this unprecedented national crisis and developing strategies to curtail such a crisis in the future (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 420,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "STRUCTURAL FACTORS OF THE MERS-COV OUTBREAK"
        },
        {
            "text": "The index case of the MERS-CoV outbreak in Korea was a 68-year-old man who had returned from travelling in the Middle East from the end of April to the beginning of May, 2015 and had first noticed symptoms on May 11. This patient transferred through three different medical institutions for the initial symptoms until he was diagnosed at Samsung Medical Center in Seoul on May 20. During the process, he transmitted MERS-CoV to a total of 26 people including healthcare professionals [5] . From that point on, a vicious cycle arose in which many patients visited many clinics and hospitals for initial symptoms such as fever until the disease was confirmed, and dozens of healthcare professionals were infected during this process of shopping around for doctors and hospitals. Through this sequence of events, the public health authorities, who had never experienced MERS-CoV, revealed their incompetence in their initial response. They had failed to take preventive measures by relying on a study [6] that reported the basic reproduction number (R0) to be less than 1. Most importantly, they failed to establish the initial range of isolation by mechanically applying the standards stated in the guidelines from the World Health Organization (WHO) 2013 manual [7] , which stated that the virus is usually transmitted within 2 meters of contact with the patient. This revealed their insufficient knowledge and misjudgment of MERS-CoV. According to Assiri et al. [8] , who reported the MERS-CoV outbreak in 2013 in Saudi Arabia, the WHO guideline must be considered the minimum standard. The Korean public health authorities failed to acknowledge that the people who had been in the entire ward and not just those in the patient room alone had to be supervised for close contacts.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1261,
                    "end": 1264,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1462,
                    "end": 1465,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The Beginning of the Problem"
        },
        {
            "text": "However, a bigger problem was that the same failure in the establishment of the quarantine system has recurred at Samsung Medical Center following the failure at Pyeongtaek St. Mary's Hospital, and consequently, the initial epidemic investigation of close contacts could not be fully conducted because the quarantine manual specified investigation only of those within 2 meters of the infected patient. Consequently, many cases occurred outside the quarantine system, and the most basic goal of the epidemic investigation, which was to prevent transmission, failed repeatedly, both in terms of failure to establish the appropriate range of isolation and the incomplete epidemic investigation. Accordingly, because Samsung Medical Center in Seoul is a large hospital in the Korean healthcare system, these patients and their close contacts dispersed nationwide and caused secondary and tertiary infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spread of the Problem and the Crisis"
        },
        {
            "text": "The transmission of MERS-CoV mediated by Samsung Medical Center in Seoul could have been due to the structural problem of the emergency rooms of Korea's main hospitals in Korea. A large number of patients beyond the actual caring capacity visit the emergency rooms and, during this process, end up spending a long time in a crowded emergency room exposed to infectious diseases while in a vulnerable state of health. Specifically, the mass infection caused by the 14th patient within this large-scale hospital could have been due to the consequences of emergency room overcrowding. In addition, many family members and acquaintances visit hospital and emergency room patients because of the Korean cultural traditions of visiting the sick and of family members assisting with nursing care, causing simultaneous transmission of the virus to close contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spread of the Problem and the Crisis"
        },
        {
            "text": "Meanwhile, because government authorities had not disclosed the names of the hospitals with infected patients for nearly 20 days after the confirmation of the index case, it became difficult for the hospitals and clinics to take precautionary measures, and the general public lost trust in the government's infectious disease surveillance and control capabilities. Due to the failure in the initial response and the loss of public trust, citizens felt more fear of the foreign disease than the situation called for, and the MERS-CoV outbreak turned into a public health crisis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Spread of the Problem and the Crisis"
        },
        {
            "text": "However, aside from the inadequate initial response and the failure to prevent transmission, the most crucial factors in the MERS-CoV crisis were related to chronic problems in the Korean healthcare system-an inadequate public health infrastructure overall. This included an inadequate manual on strategies for responding to a public health crisis, a poor central and local quarantine system, insufficient Field Epidemic Intelligence Service (EIS) officers, and a poor overall public health infrastructure such as limitations on the roles of infectious disease epidemiologists in emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Intermediate and Underlying Factors"
        },
        {
            "text": "Meanwhile, failure of the Korean primary healthcare system that is, of the patient referral system manifested itself as patients with initial symptoms were transferred through the hospitals and clinics in various regions and as a large number of patients favored large hospitals. Low reimbursement level in the national health insurance also contributed to the poor infection control within the hospitals, shortage of nursing care, and hospital shopping, which basically originated from lack of social investment in the healthcare sector in Korea. All these factors reflect how the health of the public is depreciated as a core value of this society. The novel infectious disease invaded this healthcare environment that was lacking in the appropriate infection control capabilities, which, in turn, led to the public health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Intermediate and Underlying Factors"
        },
        {
            "text": "The attitude that must be avoided at all costs is the belief that preparations are complete after creating only one predictive scenario of a crisis. An example would be the notion that the articles of a simple manual indicating how many vaccines must be stored, how many experts must be trained for epidemic investigation, how many more negative pressure isolation rooms must be created, and how the chain of command must be upgraded depending on the size of the crisis would be enough preparation. It is impossible to initiate an effective and instant response to a fast-developing crisis with such attitudes. The manual may be a necessary method of preparation, but is not a sufficient condition for an effective response. The preparation for a public health crisis should encompass all crisis preparation procedures that are related to the means of prevention, reduction of hazards on site, and rapid recovery. The preparation should also be dynamic, in that it should include capabilities for performing its procedures rapidly. In other words, crisis preparation does not refer to fixed preparations or established infrastructure itself, but rather includes everything from training and practice for continuous improvement, and a means of improving and evaluating the training, to detailed action plans for improving the health and recovery of local communities [3] .",
            "cite_spans": [
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The MERS-CoV Outbreak as a Public Health Crisis"
        },
        {
            "text": "Furthermore, a public health crisis involves not only government agencies, but also public and private organizations. Hence, the appropriate allocation of roles amongst these organizations is of utmost importance. The constant coordination that allows these individual institutions and agencies to work in harmony is critical in the establishment of a response procedure. The lack of coordination could be viewed as the greatest disappointment in the unfolding of the MERS-CoV outbreak in Korea. The relationship between public health services and private hospitals at ordinary times, allocation of roles between the central and local government, and the understanding and management of relationships are all major factors in preparing for a public health crisis. From this perspective, the existence of a MERS-CoV preparation manual and the validity of its contents, both of which are currently highly controversial, are not key indicators of the nation's level of preparation for a public health crisis. Overemphasis of and slavish adherence to quantitative indicators such as the precise distance and duration defined as \"exposure\" and body temperature that indicates \"infection\" will hinder adequate preparation for another crisis in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MERS-CoV Outbreak as a Public Health Crisis"
        },
        {
            "text": "Preparation for a public health crisis must be performed in detail based on the public health system under normal circumstances. In other words, it is not a separate response system that is newly created in times of crisis. Preparation and emergency measures in case of an epidemic are functional based on the way the public health system functions in reality every day. Under this assumption, this paper seeks to review actual preparation for a public health crisis based on the current Korean healthcare system, focusing on three areas: organization, function, and human resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific Plans to Prepare for a Public Health Crisis"
        },
        {
            "text": "The current Korea Centers for Disease Control and Prevention (KCDC) must be upgraded to a higher level government organization that can ensure its own professionalism and in-dependence. This is because professional and rapid response to a public health crisis is impossible under the current bureaucratic organizational structure in which the KCDC must follow orders from administration officials in the Ministry of Health and Welfare. Due to the characteristics of Korea's central bureaucracy, it is very difficult for a subordinate organization to receive the manpower and funding it needs for independent crisis preparation and response, and it is also difficult to establish a structure that allows for a full on-site response prior to reporting to top officials in the case of a crisis. Considering the destructive power of the public health crisis that the country's citizens experienced, the establishment of an independent governmental agency that prepares for and responds to public health crises and giving authority and responsibility to such an agency is of utmost importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengthening the effectiveness of a professional government organization that can manage preparation for a public health crisis"
        },
        {
            "text": "In addition to the importance of organizational structures, identifying an organization's roles and functions in preparation for a public health crisis is also important. The most important role of a central and local government is to fully understand and assess the danger that is approaching. In other words, the starting point of preparing for a public health crisis should be identifying the characteristics of and the community's vulnerability to a specific disaster. The occurrence of MERS-CoV within hospitals had already been reported in many Middle Eastern countries, as among them, Saudi Arabia. If such was the case, (although in retrospect), disease surveillance and control and relevant professionals should have already noted that Korea's emergency rooms and wards were vulnerable to epidemics of infectious diseases transmitted in the hospital. MERS-CoV is not the only new strain of infectious disease. Furthermore, the origins of public health crises extend beyond infectious diseases. Hence, the current public health service system and disease prevention preparedness should be closely reviewed for vulnerabilities to a variety of disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improving preparation for immediate response and enhancing the ability to foster cooperative governance"
        },
        {
            "text": "Furthermore, confusion revealed in the initial stages of the MERS-CoV responses between the central and local governments and potential role conflicts that may exist among government agencies should be resolved. Efforts to establish cooperative governance should also be constantly strengthened, even in ordinary times. The efforts to establish a chain of command on site and improve the decision making abilities of the authority should also be enhanced on an ongoing basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improving preparation for immediate response and enhancing the ability to foster cooperative governance"
        },
        {
            "text": "On a related note, allocation of responsibility and authority, and regulation of roles should clearly be designated to the rapid response teams that are formed in the event of a disaster. A critical review of preparations should be conducted based on the lessons learned from the controversy during the MERS-CoV crisis surrounding the organization and role of the rapid response team, which consisted of mainly clinical personnel and were sent to major hospitals. Furthermore, a professional response team should be formed and trained for each type of disaster with clear and distinct roles for team members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Improving preparation for immediate response and enhancing the ability to foster cooperative governance"
        },
        {
            "text": "Systematic training of public health professionals who can respond to a variety of situations during a public health crisis is required. These individuals must strengthen their ability to carry out immediate on-site responses through repeated training during ordinary times. They must have leadership capabilities that can be utilized on-site in their respective roles based on such training. The US Centers for Disease Control and Prevention (CDC) has been training professional Field EIS officers through its two-year-long training program. Currently, Korea has a limited training program for Field EIS officers, which consists of around 30 temporary public health physicians in total working for 3 years in lieu of their conscripted military service. However, these Field EIS officers cannot accumulate training and experience beyond 3 years due to the temporary nature of their assignment. Furthermore, other healthcare professionals such as nurses and veterinarians are not allowed to participate in the current EIS field officer program. In addition to increasing the number of officiers they need to improve their capabilities systematically through the establishment of an intensive training program. The establishment of this in-depth training program will enable communication with the US CDC and the WHO, and will assist Field EIS officers in becoming international professionals who can work in Korea and abroad. Accordingly, budget and organizational support is essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systematic training of public health professionals"
        },
        {
            "text": "The development of countermeasures against the problems in Korea's infection surveillance and control system revealed by the MERS-CoV incident should go beyond simple \"bandaid\" solutions such as improving a few infection control facilities in the hospitals. It is critical that we begin by recognizing that a fundamental and comprehensive reform in the public health and healthcare system is necessary. To prepare in advance to prevent and manage public health crises from full spectrum of threats, including newly emerging infectious diseases, both public health professionals and civil society need to work together to revamp the inadequate healthcare system in Korea. To achieve this, the government should acknowledge that a society that values the health of the public highly is a truly advanced society and should spare no social investment in prioritizing reform of the outdated healthcare system as a core national policy. Now is the time for healthcare reform in Korea for all of us.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION AND SUGGESTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "European Centre for Disease Prevention and Control. Severe respiratory disease associated with Middle East respiratory syndrome coronavirus (MERS-CoV): 18th update",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) maps and epicurves",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Conceptualizing and defining public health emergency preparedness",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zakowski",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Public Health",
            "volume": "97",
            "issn": "1",
            "pages": "9--11",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus outbreak in the Republic of Korea",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "6",
            "issn": "4",
            "pages": "269--278",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiologic features of the first MERS outbreak in Korea: focus on Pyeongtaek St. Mary's Hospital",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiol Health",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Synthesizing data and models for the spread of MERS-CoV, 2013: key role of index cases and hospital transmission",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemics",
            "volume": "9",
            "issn": "",
            "pages": "40--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. WHO guidelines for investigation of cases of human infection with Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "5",
            "pages": "407--416",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Structural factors of the Middle East respiratory syndrome coronavirus (MERS-CoV) outbreak in Korea.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author has no conflicts of interest associated with the material presented in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}