{
    "paper_id": "e1ca13fb1fabab727830bd615d92049fc6502383",
    "metadata": {
        "title": "Murphy's law-if anything can go wrong, it will Problems in phage electron microscopy",
        "authors": [
            {
                "first": "Hans-W",
                "middle": [],
                "last": "Ackermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Laval University",
                    "location": {
                        "settlement": "Quebec",
                        "region": "QC",
                        "country": "Canada"
                    }
                },
                "email": "ackermann@mcb.ulaval.ca"
            },
            {
                "first": "Kenneth",
                "middle": [
                    "L"
                ],
                "last": "Tiekotter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Portland",
                    "location": {
                        "settlement": "Portland",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Legend has it that Murphy's law was formulated in 1949 by a Captain Edward A. Murphy, then at Edwards Air Force Base in California. 15 There are several variants, all meant to express a perverse outcome. Murphy's law certainly applies to bacteriophage electron microscopy.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "15",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This type of investigation is a multistep procedure that depends on expensive and complicated instruments, refined techniques, bacteriophages, and, not least, the investigator. Problems and errors beset every step. Artifacts in particular have received little attention and will be the focus of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Negative staining of viruses, arguably the technically simplest and most important single method in virology, was introduced in 1956. Hall and later Brenner and Horne used phosphotungstic acid for contrasting plant viruses. 8, 12 This technique was extended in 1959 to coliphage T2. 9 Viruses and their components stood out as white on a dark background with unprecedented clarity. Negative staining by phosphotungstates rapidly superseeded shadowing for virus visualization. Uranyl salts and ammonium molybdate were introduced later. The standards of viral electron microscopy were set in the 1970s. 11, 20, 21 Today, negative staining is done almost exclusively with uranyl acetate (UA) and phosphotungstate (PT) salts (Figs. 1 and 2) and has been applied to thousands of viruses. At present, at least 6,300 bacterial and archaeal viruses have been examined in the electron microscope after negative staining. 6 Transmission electron microsocpes (TEMs) fall into three categories. (1) Conventional or \"manual,\" also called \"analogue\" microscopes using mechanical devices for stage drive and aperture alignment and analog potentiometers or variable resistors for electronic controls. Images are recorded on photographic film or plates. (2) \"Digital\" microscopes using far fewer controls due to a computer-based system with digital potentiometers, electronic stage drives, and a digital alignment via a centralized computer interface. Objects are generally visualized on a monitor screen and images are acquired via a \"chargedcouple device\" or CCD sensor, replacing film or plates as the recording media.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 283,
                    "end": 284,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "11,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "20,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 609,
                    "end": 611,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 913,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1237,
                    "end": 1240,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(3) Hybrids or conventional microscopes equipped with a digital camera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since about 1985, \"manual\" electron microscopes were gradually replaced by \"digital\" instruments. These instruments were marketed almost simultanously by three major competing companies that did so with meager or no instructions relating to contrast and image quality. An additional modification by microscope manufacturers was to change the focal length of the objective pole piece (zeta or Z angle) to increase fidelity at the cost of reduced contrast. All these factors could explain a wave of poor electron microscopical images 1 which, seemingly, has not abated. Unfortunately, this wave coincided with the death of several famous and highly skilled electron microscopists, such as E. Kellenberger in Switzerland, D.E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bradley in Canada, and A.S. Tikhonenko in Russia, who could have stemmed the tide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To assess this problem, one of us (HWA) analyzed 155 publications with phage micrographs originating in 28 countries, published between 2007 and January 2012 in over 50 journals. Twothirds (109) were of poor quality, namely contrastless, unsharp, astigmatic, of small size and low magnification (below 150,000¾). Only 46 could be considered as good or acceptable. The adjectives \"poor and good\" are somewhat subjective and we apologize for this. The micrographs had been obtained with a wide selection of about 50 types or models of electron microscopes, most of which were \"digital.\" The vast majority of articles presented several pictures. \"Manual\" microscopes were apparently disappearing fast. Clearly, poor electron microscopy is a global problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Electron microscopes. The most frequent types of transmission electron microscopes (TEMs) used in phage research are produced by JEOL (Japanese Electron Optical Laboratories), Hitachi and FEI, a successor of Philips (Eindhoven, The Netherlands), followed distantly by Carl Zeiss, Germany. One also finds a few old AEM (England) and Tesla (Czechia) instruments. The prevalence of JEOL and Hitachi instruments may be attributed to their relatively low cost. The most popular types are the JEOL 1200 EX, the Hitachi H-1700, and three instruments of the Philips family (FEI CM 100, Technai Spirit or Morgagni). A few \"manual\" microscopes, for example the Philips EM 300, persist and seem to be, because of their high quality, the objects of a cult among inconditionals of electron microscopy. FEI-Tecnai electron microscopes appear to be the most highly evolved TEMs and have indeed produced excellent micrographs, whereas, for example, the JEOL 1200 is often associated with poor pictures. This impression is superficial. Indeed, good and poor pictures have been produced with JEOL, Hitachi and Philips-FEI instruments. In conclusion, electron microscopes are above all \"operator-sensitive.\" Poor pictures must generally be attributed to poor maintenance and untrained users. There is no cure but know-how.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "The dirty picture. Quite often, specimens are not purified in any way and investigators examine crude lysates. This is almost certain to go wrong. Crude lysates contain huge amounts of impurities, notably proteins (Figs. S4 and S19). This results in contrastless, flat images and the presence of bacterial debris and even complete bacteria. The debris may mimic certain types of bacteriophages ( Table 2) . Images of nonpurified specimens should not be accepted for publication. Purification can be achieved by centrifugation in sucrose or CsCl density gradients; unfortunately, this technique is limited to a small number of specialized laboratories. Instead, we recommend to sediment phages in Eppendorf tubes followed by two washes in buffer or even tap water. Using fixed-angle rotors, phages can be sedimented in as little as 1 h at 25,000 g. It is not necessary to stain phages for long minutes or to fix them. Staining is almost instantaneous and fixation is merely a complication. While purification is mandatory for any real investigation, crude lysates can be examined for quick checks of phage presence and identity. It is also possible to examine phages extracted from a lysed agar surface. 23 For this, a drop of staining solution is deposited on the agar and the Petri dish is agitated gently. The drop is then touched with a grid and excess liquid is drawn off.",
            "cite_spans": [
                {
                    "start": 1203,
                    "end": 1205,
                    "text": "23",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 404,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "The technically deficient picture. The root causes of unsharp, \"fuzzy\" images (Figs. S5 and S6) are poor microscope maintenance and misalignment of column components. Both focusing and astigmatism correction can go wrong and produce unsharp images. Much has been said in manuals of electron microscopy (e.g., in ref. 7) about focusing and astigmatism and this does not need to be repeated. Digital microscopes allow the investigator to use the FFT (Fast fourier transform) function as a measure of astigmatism (Fig. 3) . This function is available in FEI, Hitachi, and JEOL instruments and, for example, the widespread AMT, Gatan, and OlympusSis cameras. If fuzziness and astigmatism persist, the electron microscope should be checked by the installer. Test specimens for resolution checks and conventional astigmatism correction (\"holey\" grids) are commercially available and a must for the serious microscopist. Unsharp images are generated by:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 518,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "(1) Misalignment of the whole EM column and/or the objective aperture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "(2) Object drift due to a specimen support film that breaks, does not adhere to the grid, or has not been stabilized with carbon, thus causing the the substrate to charge and float.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "(3) Discharges in the electron gun altering the focus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "(4) Over-or under-focusing by the user (Fig. S7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 48,
                    "text": "(Fig. S7)",
                    "ref_id": null
                }
            ],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "(5) Astigmatism, generally caused by a dirty object holder or objective lens diaphragm, resulting in fuzziness and fine parallel lines instead the normal grain of micrographs (Fig. S8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "text": "(Fig. S8)",
                    "ref_id": null
                }
            ],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "Contrast. Poor contrast (Figs. S5 and S6) seems to be a pervasive, if not the main problem of \"digital\" electron microscopy (EM). Indeed, many \"digital\" micrographs are lamentably dark and poorly contrasted. This is not an intrinsic limitation of \"digital\" microscopes or cameras, but rather due to inappropriate parameters or complete misunderstanding of the dynamic signal range during image acquisition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "In \"manual\" instruments, poor contrast can be overcome by apertures, highcontrast films, or elongating the focal distance of the objective lens, for example in the old Siemens Elmiskop I. Finally, contrast can be improved in the darkroom by means of fast developers, polycontrast papers and optical filters. Unfortunately, this is very difficult with \"digital\" electron microscopes where contrast must be adjusted before or after image acquisition. CCD digital technology offers a wide range of gray scale values. They can be selected to favor the mid-tonal range, thus reducing the extreme dark and white values. For example, a 12-bit image comprises 4,096 levels from black to white. If the software is set to adjust the predominant intensity to a middle tonality, all values will be adjusted accordingly. The mid-tones typically yield lowcontrast images. Contrast levels should therefore be set to exclude a given percentage of black and white outliers. After image acquisition, the histogram camera software allows for adjustments of gamma (a function of luminance), contrast, and brightness. 19 The observer is left to find his or her best combination by trial and error. Contrast may also be improved by third-party software (e.g., Adobe Photoshop or Image J; http// rsbweb.nih.gov/ij/). This seems often to be misunderstood or ignored. Poorly contrasted digital images should be a thing of the past.",
            "cite_spans": [
                {
                    "start": 1097,
                    "end": 1099,
                    "text": "19",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "Farming out. The high cost of electron microscopes and the specialized knowledge needed to operate them generated a questionable, even damnable development: the \"farming out\" of investigations to central laboratories or institutions carrying out examinations for a fee. Anything might go wrong during this procedure. It might be acceptable if phage researchers themselves have access to the electron microscope used or the technician that carries our investigations, is properly qualified or backed by an experienced phage researcher. Unfortunately, this seems to be rarely the case and has resulted in situations when examinations are performed by incompetents without instructions or personal interest in the subject, or simply unused to magnifications above 200.000¾. The investigating laboratories sometimes charge outlandish fees for essentially worthless data. This should be resisted. We propose fees of $50 US for access to an electron microscope and $75 US for an investigation aided by a technician or a scientist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "The journals. Murphy's law also rules the final step of publication. Indeed, a good micrograph can be ruined by a journal that reduces it to postage stamp size or darkens it beyond recognition. Part of this may be attributed to the now frequent procedure of outsourcing manuscript assembly to distant offices, e.g., in South East Asia. Only protests will help here and sometimes do.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Poor Picture Syndrome"
        },
        {
            "text": "Positive staining. This is the most frequent artifact in virus electron microscopy. Uranyl salts cause both negative and positive staining, while phosphotungstates and molybdates cause negative staining only ( Table 1) . The principal incriminated stain is uranyl acetate (UA). In positive staining (Figs. S9 and S13), virus particles themselves are stained and then may appear black on a white background. This is due to the strong affinity of uranyl ions to dsDNA 13 and seen in any viruses with compact masses of DNA, e.g., phage heads and adeno-or herpes-viruses. It never occurs in filamentous or ssRNA phages. Positively stained phage heads are invariably shrunken by about 10-15% 5, 16 and show neither capsomers nor transverse edges. Phage tails are not stained and appear as shadows. Consequently, these viruses can rarely be identified by EM. Their dimensions are perfectly useless and should not be published. If positive staining is generally an undesirable artifact, it has however two important applications. It allows (A) the visualization of phage heads in sectioned bacteria and (B) facilitates the quantification of aquatic viruses. 4 The reasons for positive staining are unknown. Both negative and positive staining may occur in adjacent areas of the same EM grid (Figs. S10, S12 and S13). The addition of protein to UA solutions seems to alleviate the incidence of positive staining.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 468,
                    "text": "13",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 687,
                    "end": 689,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "16",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1151,
                    "end": 1152,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 218,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Staining Artifacts"
        },
        {
            "text": "Halo formation. UA positive staining is often accompanied a gray halo around the virus capsid that increases with the time of irradiation (Figs. S12 and S13). The halo has unsharp margins and resembles an envelope. Its origin and significance are unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staining Artifacts"
        },
        {
            "text": "UA crystals and precipitates. UA tends to crystallize on the grid, often starting with viruses as crystallization origin. Crystals come in many varieties. Some are small (Fig. S14) and feathery or appear as long black needles. Others are flat, large sheets (Figs. S15 and S16). One also observes, albeit rarely, membranaceous precipitates around phage particles. Viruses within crystals often appear as brilliant white structures of abnormally large size (Fig. S17) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 180,
                    "text": "(Fig. S14)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 455,
                    "end": 465,
                    "text": "(Fig. S17)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Staining Artifacts"
        },
        {
            "text": "Swollen proteins. As an acidic stain (pH 4 to 4.5), UA causes proteinic structures to swell. 5 Compared with PT, the walls of UA-stained empty phage capsids and tails appear as relatively thick and less sharply defined. Typically, contractile tails are 2 nm larger in UA than in PT. Tail length is not affected. On the other hand, UA acts as a fixative and preservative, so that UA-stained specimens can be kept over years. Phage heads are better preserved in UA than in PT.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Staining Artifacts"
        },
        {
            "text": "Artifacts caused by phosphotungstate. Surprisingly, these are few. Compared with UA, and depending on the phage, heads tend to be rounded and are sometimes broken and empty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staining Artifacts"
        },
        {
            "text": "From the medium. Unwashed preparations contain proteins, sugars, and cell debris (below). They yield dirty, poorly contrasted, even opaque images with little structural details (Fig. S4) . PEG (polyethylene glycol), which is frequently used to concentrate phages, produces similar effects. PEG will collect anything: DNA, proteins, cell debris, phages and phage debris. Fortunately, PEG is is easily removed by washing. In one recent case, four washes were needed to obtain a clean preparation. CsCl, used for phage purification, may persist after incomplete dialysis. CsCl forms flat crystals, but does not interfere with staining. Arborescent or flat NaCl crystals are frequent in lysates from halophilic bacteria which require NaCl for growth, e.g., Vibrio and Halobacterium. Again, bacteriophages may act as nuclei of crystallization (Fig. S18) . NaCl crystals may obscure phage particles, but do not alter the quality of staining. In lysates from bacteria prepared with meatbased media, e.g., of clostridia, one may observe occasional fibers of striated muscle and bundles of double-walled rings which resemble phage tails (Fig. S41) and may be be attributed to self-assembly under the action of phospholipase C. 3 From bacteria (Table 2 ). Bacteria contribute proteins, DNA, ribosomes, cytoplasm, capsular material, pili, flagella, and fragments of plasma membrane and cell wall. Proteins and cytoplasm may interfere with the staining process, but are not a source of error. However, this is the case with the other cellular constituents that one may find in a lysate. Their presence depends very much on the phage host. For example, slime and capsular material are present in huge amounts in lysates of Acinetobacter and Xanthomonas and cell wall debris abound in those of Pseudomonas.",
            "cite_spans": [
                {
                    "start": 1218,
                    "end": 1219,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 186,
                    "text": "(Fig. S4)",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 848,
                    "text": "(Fig. S18)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1128,
                    "end": 1138,
                    "text": "(Fig. S41)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1234,
                    "end": 1242,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "Slime and capsular material normally appear as rounded elements, but can be distorted by centrifugation and then superficially resemble filamentous viruses (Inoviridae) (Figs. S20 and S21) or even tailed phages (Fig. S27) . Similarly, pili and debris of flagella may be mistaken as filamentous phages and short debris of flagella, of 100 to 200 nm length, may be confused with contractile phage tails. Occasionally, a fragment of a pilus still attached to a piece of plasma membrane may suggest the presence of a tailed phage. These elements should not be much of a problem as they are easily identified at magnifications above 150,000¾.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 221,
                    "text": "(Fig. S27)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "Chloroform, sometimes used for sterilization of lysates, is dangerous as it may produce a thick smear of particles thought to be lipopolysaccharide (LPS). This goo interferes with staining and can make observations impossible. The amount of smear probably depends on the bacterium and seems to be particularly high in lysates of Brucella spp and Cronobacter sakazakii (Fig. S22) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 378,
                    "text": "(Fig. S22)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "Cell wall and plasma membrane fragments (Figs. S23 and S26) may be misdiagnosed as enveloped pleomorphic viruses, novel viruses, or tailless phages. This error is easily explained. Upon bacteriophage lysis, bacteria fall into pieces, many of which are round and have indeed the size of plasmaviruses or cystoviruses (70-80 nm). The latter are characterized by an envelope surrounding an isometric capsid. When superposed over each other, some cellular elements exhibit what seems to be external and internal (Fig. S25) . Cell wall fragments carrying an adsorbed phage tail may be taken at low magnification for tailed phages (Fig. S26) . These membrane fragments are much more than an inconsequential nuisance because phage counts in seawater and freshwater are increasingly often based on fluorescent microscopy. 19 As it happens, bacterial DNA can associate with membrane fragments during lysis 18 and will stain with fluorescent dies. The fluorescent membrane fragments are approximately of the size of phage heads and appear as tiny green dots simulating phages. So far, investigations of phage prevalence in the environment seem to have neglected this potentially serious source of errors. 18 From Bacteriophages (Tables 2 and 3) Bacterial viruses produce a wide variety of abnormal particles ( Table 3) . Nearly all of them have been observed in tailed phages, although the filamentous inoviruses sometimes give rise to doublelength particles. Tailed phages are classified into three families according to tail structure: Myoviridae with contractile tails, Siphoviridae with long, noncontractile tails and Podoviridae with short tails. Nature and frequency of \"freaks\" or \"monsters\" vary with the complexity of phages. Some aberrations have a genetic basis, others reflect errors of assembly, and still others result from propagating phages and their hosts on the wrong substrate, e.g., a medium containing amino acid analogs. 10 The subject has been reviewed elsewhere in some detail. 2 Phage T4 and its relatives have a particular propensity to produce aberrant particles. Some sources of error (and Mr Murphy's and the electron microscopist's delight) are:",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 816,
                    "text": "19",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 897,
                    "end": 899,
                    "text": "18",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "text": "18",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1933,
                    "end": 1935,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1992,
                    "end": 1993,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 518,
                    "text": "(Fig. S25)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 625,
                    "end": 635,
                    "text": "(Fig. S26)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1218,
                    "end": 1234,
                    "text": "(Tables 2 and 3)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1300,
                    "end": 1308,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "(1) Abnormally long tails (Fig. S28 ). They are found in very numerous siphoviruses, are extremely rare in myoviruses, and have never been reported in podoviruses. Normal tails may appear short when the head partly covers the tail (Figs. S29 and S30).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 35,
                    "text": "(Fig. S28",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "(2) Isolated contracted tails, which have been interpreted by inexperienced observers as complete tailed phages and even novel species of viruses. (4) Proheads, recognizable by their small size and wavy outline (Fig. S33) , may be mistaken as complete isometric viruses or phage debris.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 221,
                    "text": "(Fig. S33)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "(5) Mottled heads and polyheads (Figs. S34 and S35); they seem products of faulty phage synthesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "(6) Freak particles with two tails, two tail sheaths (Figs. S36 and S37) or even two heads. The latter were observed in Lactococcus lactis phages of the c2 species (not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "(7) Myoviruses mimicking as siphoviruses after loss of their tail sheath (Fig. S38) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 83,
                    "text": "(Fig. S38)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "(8) Head-size variants (Fig. S40) , notably in phages with prolate heads www.landesbioscience.com Bacteriophage producing particles with short or isometric capsids. (9) Broken tails, suggesting the presence of podoviruses or isometric phages instead of sipho-or myo-viruses. 22 (10) Virus-like particles (Figs. S41 and S43) and true, but deformed phages (Fig. S44) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "22",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 33,
                    "text": "(Fig. S40)",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 364,
                    "text": "(Fig. S44)",
                    "ref_id": null
                }
            ],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "The presence of abnormal or damaged particles indicates a contamination by other phages or the presence of lysogenic phages produced by the phage host. The observer has to decide whether there are different phage populations or aberrant particles, e.g., a spectrum of phage tails of different length. The latter indicates the presence of a malformation. The matter requires prolonged observation at magnifications above 150,000¾.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impurities, Sources of Errors, and Fake Viruses"
        },
        {
            "text": "Exact magnification depends first on the adjustments made on installing an electron microscope. It must be controlled later by means of test specimens (e.g., beef liver catalase crystals 13 or T4 phage tails) because magnification may change over time and at every repair. Latex crystals and diffraction grating replicas are for low magnification only and to be rejected. In \"manual\" TEMs, magnification is easily and rapidly adjusted in the darkroom by means of a photographical enlarger. In \"digital\" TEMs, magnification can be controlled, if necessary, by calculation of correction factors. This potentially tedious procedure seems to be very unpopular with today's phage electron microscopists. Indeed, magnification control is seldom mentioned in recent phage descriptions and one suspects that it is rarely done. As a result, particle dimensions from \"digital\" TEMs sometimes appear as products of fantasy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Magnification Control"
        },
        {
            "text": "Lastly, electron microscopy depends heavily on the quality of observations and interpretations. 19 For example, a common error is to call every phage head with a hexagonal outline an icosahedron although, geometrically speaking, it could also be an octahedron or a dodecahedron ( Table 2 ). The past five years have generated scores of strange publications. Some investigators of soil phages saw novel viruses in every round or oval particle or isolated tail sheath, others interpreted particles with contracted and extended tails of the same Bacillus myovirus as members of different species, and still others confused negative and positive staining or myo-, sipho-and podo-viruses. This denotes a decline in the general knowledge of viruses and of bacteriophages in particular. Misdiagnosis is particularly frequent in the interpretation of natural samples (water, soil and feces) because these may contain almost anything: algal, plant and vertebrate viruses, muscle fibers, abiogenic material, and of course the omnipresent bacterial debris of any kind. Ultimately, the human factor is the root cause of most problems: failure to maintain, repair and align an electron microscope; failure to focus properly and to correct astigmatism; improper or no specimen preparation; failure to recognize artifacts and fake viruses; absence of magnification control; finally failure to consult the now very abundant literature on electron microscopy in general and that on phages in particular. This translates as \"everything that can go wrong, will.\" Fortunately, there are reasons to be optimistic as any man-made problems can be corrected by humans.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "19",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The Human Factor"
        },
        {
            "text": "Supplemental materials may be found here: www.landesbioscience.com/journals/ bacteriophage/article/20693",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Declining electron microscopy",
            "authors": [
                {
                    "first": "H-W",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BEG News",
            "volume": "21",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viruses of Prokaryotes. Vol I. General Properties of Bacteriophages",
            "authors": [
                {
                    "first": "H-W",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Dubow",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "70--74",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Expériences sur la nature de particules trouvées dans des cas d'hépatite virale: type coronavirus, antigéne Australia et particules de Dane",
            "authors": [
                {
                    "first": "H-W",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cherchel",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Valet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moorjani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Can J Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "193--203",
            "other_ids": {
                "PMID": [
                    "4132609"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Basic electron microscopy of aquatic viruses",
            "authors": [
                {
                    "first": "H-W",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heldal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Manual of Aquatic Virus Ecology, American Society for Limnology and Oceanography (ASLO)",
            "volume": "",
            "issn": "",
            "pages": "182--192",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avantages et inconvénients de l'acétate d'uranyle en virologie comparée: étude de quatre bactériophages caudés",
            "authors": [
                {
                    "first": "H-W",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jolicoeur",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berthiaume",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Can J Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "1093--1102",
            "other_ids": {
                "DOI": [
                    "10.1139/m74-171"
                ],
                "PMID": [
                    "4138124"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prokaryote viruses studied by electron microscopy",
            "authors": [
                {
                    "first": "H-W",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prangishvili",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Electron microcopy 2nd ed",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bozzola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A negative staining method for high resolution electron microscopy of viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Horne",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Biochim Biophys Acta",
            "volume": "34",
            "issn": "",
            "pages": "103--113",
            "other_ids": {
                "PMID": [
                    "13804200"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Structural components of bacteriophage",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Streisinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Horne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Champe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benzer",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "J Mol Biol",
            "volume": "1",
            "issn": "",
            "pages": "80035--80043",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-2836(59"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Induced structural defects in T-even bacteriophage",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Mondale",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J Virol",
            "volume": "1",
            "issn": "",
            "pages": "193--204",
            "other_ids": {
                "PMID": [
                    "5623954"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ultrastructure of Animal Viruses and Bacteriophages: An Atlas",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dalton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Haguenau",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "347--357",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Electron density of stained virus particles",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "J Biophys Biochem Cytol",
            "volume": "1",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preferential staining of nucleic acid-containing structures for electron microscopy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Huxley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zubay",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "J Biophys Biochem Cytol",
            "volume": "11",
            "issn": "",
            "pages": "273--96",
            "other_ids": {
                "DOI": [
                    "10.1083/jcb.11.2.273"
                ],
                "PMID": [
                    "14450292"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Luftig RB. An accurate measurement of the catalase crystal period and its use as an internal marker for electron microscopy",
            "authors": [],
            "year": 1967,
            "venue": "J Ultrastruct Res",
            "volume": "20",
            "issn": "67",
            "pages": "80038--80046",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-5320"
                ],
                "PMID": [
                    "5623952"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Net references:en.wikipedia.org/wiki/Murphy's_law; www.murphys-laws.com/murphy/murphy-true",
            "authors": [],
            "year": 2012,
            "venue": "html. Accessed on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "DNAcontaining membrane vesicles of Pseudomonas aeruginosa PAO1 and their genetic transformation potential",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Renelli",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Matias",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Beveridge",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Microbiology",
            "volume": "150",
            "issn": "",
            "pages": "2161--2170",
            "other_ids": {
                "PMID": [
                    "15256559"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Flattening and shrinkage of bacteriophage T7 after preparation for electron microscopy by negative staining",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Serwer",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Ultrastruct Res",
            "volume": "58",
            "issn": "",
            "pages": "235--278",
            "other_ids": {
                "PMID": [
                    "66322"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Plasmids, viruses and virus-like membrane vesicles from Thermococcales",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Soler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gaudin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marguet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forterre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochem Soc Trans",
            "volume": "39",
            "issn": "",
            "pages": "36--44",
            "other_ids": {
                "DOI": [
                    "10.1042/BST0390036"
                ],
                "PMID": [
                    "21265744"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Do not distribute",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "©2012 Landes Bioscience",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Enumeration of virus particles in aquatic or sediment samples by epifluorescence microscopy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Suttle",
                    "suffix": ""
                },
                {
                    "first": "Ja ;",
                    "middle": [],
                    "last": "Fuhrman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilhelm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Weinbauer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Society for Limnology and Oceanography (ASLO)",
            "volume": "",
            "issn": "",
            "pages": "145--153",
            "other_ids": {
                "DOI": [
                    "10.4319/mave.2010.978-0-9845591-0-7-185"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "High-quality virus images obtained by TEM and CCD technology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Tiekotter",
                    "suffix": ""
                },
                {
                    "first": "H-W",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol Methods",
            "volume": "159",
            "issn": "",
            "pages": "87--92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2009.03.004"
                ],
                "PMID": [
                    "19442850"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ultrastructure of bacterial viruses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tikhonenko",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Izdadelstvo Nauka",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bias in bacteriophage morphological classification by transmission electron microcopy due to breakage or loss of tail structures",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Helton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Wommack",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Microsc Res Techn",
            "volume": "75",
            "issn": "",
            "pages": "452--457",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Rapid electron microscopic sampling of single bacteriophage plaques",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Zwillenberg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Knapp",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Experientia",
            "volume": "22",
            "issn": "",
            "pages": "483--487",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01901004"
                ],
                "PMID": [
                    "5336656"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Vibrio parahemolyticus phage KFP40. The phage is very similar to coliphage T4, but has a longer head and a larger genome. Negative staining with uranyl acetate. Tail fibers are folded along the tail. VIEWS AND COMMENTARIES www.landesbioscience.com Bacteriophage",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Vibrio parahemolyticus phage KFP40. The phage is very similar to coliphage T4, but has a longer head and a larger genome. Negative staining with phosphotungstate. Tail fibers are unfolded.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Assessment and correction of astigmatism by use of the FFT (Fast fournier transform) algorithm. (Top) Uncorrected. (Bottom) Corrected.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Polyheads (Figs. S31, S32 and S34) made of polymerized capsid protein, may be regular or irregular.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Stains and staining artifacts",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Errors and misinterpretations",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Malformations in tailed phages Two heads linked by tail fragment (very rare) S Abnormally long tail tube with two sheaths M M, Myoviridae; P, Podoviridae; S, Siphoviridae; +, yes; 2, no.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}