{
    "paper_id": "e24e6736123c670928dd233196d473f81e998b24",
    "metadata": {
        "title": "T H E CELLULAR NATURE OF GENETIC SUSCEPTIBILITY TO A VIRUS*",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Kantoch,$",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore)"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore)"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Warwick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore)"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "B"
                ],
                "last": "Bang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore)"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "PLATES 45 ~o 50",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Macrophage Cultures.--Each mouse was injected intraperitoneally with 2 to 3 ml of sterile thiogiycollate medium; the following day about 5 ml of phosphate-buffered saline containing penicillin, streptomycin and heparin (200 units, 50/zg and 5 U.S.P. units/ml respectively) was injected intraperitoneally and after a gentle massage of the area the e.xudate was withdrawn. The number of cells in the exudate was determined by staining a small sample with 0.01 per cent crystal violet in 0.1 ~ dtric acid and counting in a Spencer chamber. The cells were then separated by centrifugatiou (1000 m,M for I0 minutes), washed with Hanks' BSS, and resuspended in Chang's (6) medium containing 90 per cent inactivated horse serum, 2 per cent beef embryo extract, and 8 per cent Hanks' BSS, to give a final concentration of 1 X l0 s cells per ml. One ml of macrophage suspension was inoculated into standard size Wassermann tubes (10 X 100 ram). The tubes were placed in a stationary position for 8 to I0 hours and then rotated in a roller drum. The macrophages were usually attached to the glass after a few hours and began to spread over the surfaces after t to 2 days. The medium was renewed about every 4 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mice.--Major effort was placed on two inbred strains of mice which have been maintained in our laboratory for the past 8 years, by continual brother-sister mating. The Call strain was originally obtained from Dr. H. B. Andervont as a strain free of the milk agent. It has been used for various tumor experiments since then. The PRI strain was obtained from Dr. John Nelson in 1954 and has now been maintained through some 25 generations of similar inbreeding.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 380,
                    "text": "Nelson in 1954",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. C~-I strain 2. PRI strain 3. Ft hybrid of C~I and PRI strains 4. Back-cross generations of F, cross: (a) BC, = F1 X Call (b) BC~ --BCI X Call (c) BCa = BC~ X C3H 5. Cross generations of back-crosses: BC3 X BC3 6. DBA strain 7. C~7 black strain Details of method pertinent to given experiments will be described in context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Genetic Aspects of Macrophage Susceptibility.--It was first necessary to see whether peritoneal macrophages from susceptible mice were susceptible. As has been briefly reported (5) we found the macrophages of the PRI strain of mice fully susceptible and those of the C3H resistant. (Figs. 1 to 4 .) A variety of tests and studies on possible variables in the in vitro systems were then undertaken and are reported in the latter part of the paper.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 295,
                    "text": "(Figs. 1 to 4",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Having once established a correlation between susceptibility of macrophage cultures and susceptibility of different breeds of mice, the susceptibility of cross and back-cross generations was studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "PRI and C3H mice were crossed and macrophage cultures from this F1 population were found to be susceptible to MHV virus infection (Table I) . F1 mice were then crossed with C~-I mice to yield the first back-cross generation (BC1); crossing the susceptible BCI progeny with CaI-I gave a second back-cross generation (BC2) and finally the susceptible BC2 were crossed again with CaI-I to give the third back-cross population (BCa). In this way the factor for susceptibility was introduced into the resistant C3H mouse strain. Segregation of the characters for susceptibility and resistance occurred in the first back-cross generation (BCx). Hybridization of PILl and CsI-I mice in all tests resulted in animals (F1) which yielded susceptible macrophages. Back-cross generation BCt produced both susceptible and resistant animals as determined by macroptmge susceptibility as did the BC~ and BC~ progeny of the susceptible back-crossed parents (Figs. 6 to 15). The data on the susceptibility of the back-cross generations are summarized in Table I .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1037,
                    "end": 1044,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In another group of experiments resistant animals from the BC8 generation were crossed with those of both resistant and susceptible mice from the same BC8 generation, and macrophages were cultured from the progeny. The results are summarized in Table IL It was apparent that crossing resistant back-cross mice resulted in production of resistant cells, but crossing one susceptible and one resistant mouse yielded both types.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Table IL",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "While the above tests were carried out on the macrophages, other tests for susceptibility of the intact animal and of cultures were done. Including the peritoneal macrophage test, there were four in all: (a) direct test of mice which were infected with MHV virus as determined by mortality; (b) genetic performance of mice, i.e. a test of the susceptibility of offspring obtained by crossing with resistant C~-I mice; (c) susceptibility of macrophages from cultures of newborn mouse liver; and (d) susceptibility of peritoneal macrophage cultures from adult mice. These results are presented in Table III. As can be seen, there is a consistent agreement among these four methods of measuring susceptibility, with the exception of macrophages from progeny of one mouse of the BC~ generation, which produced six out of six resistant offspring. This result may have been due to chance, since over-all results would lead one to expect 2 of the 6 mice susceptible. The genetic performance (capacity to produce susceptible offspring) showed a higher per cent of mice with the gene for susceptibility than did the three direct tests for susceptibility. The genotype may then differ slightly from the phenotype. This problem will be discussed later. It is also possible that more than one gene is responsible for susceptibility or resistance and therefore less than 50 per cent of the animals of any particular back-cross generation would be susceptible. This aspect of the problem needs further exploration. It seems clear that the gene(s) responsible for susceptibility is dominant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 595,
                    "end": 605,
                    "text": "Table III.",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Another way of testing the validity of methods for assessing susceptibility is to compare the phenotype, as tested by peritoneal macrophage susceptibility, with the genetic performance of the animal. This has been done for eight mice shown in Table IV . In one case, there is an exception (BCsc~ #13)--the same as included in Table III . The susceptible macrophage cultures from the PRI strain, the F1 generation, and all back-cross generations of mice were also tested for the presence of virus (Table V) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 326,
                    "end": 335,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 496,
                    "end": 505,
                    "text": "(Table V)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The cultures were infected with a 10 -2 dilution of virus, and after degeneration was completed, fluids were separated, diluted, and injected into PRI mice. An increase of virus occurred only in susceptible cells. Incubation with Call macrophages or without cells resulted in a decrease in the number of infective virus particles. This is not surprising since this virus is inactivated at 37°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In all our experiments, both those with liver macrophages previously reported (3) and those with peritoneal macrophages, it was noted that degeneration of F1 and back-cross macrophage cultures occurred more slowly than in the case of PRI macrophages. PRI cultures were routinely destroyed in 2 or 3 days, whereas destruction of F1 and back-cross cultures occurred after 3 to 4 days. In a specific comparison, when PRI and F1 macrophage cultures were infected with the same virus preparation simultaneously, F1 cultures degenerated about 1 to 1N days later than PRI cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Factors Affecting in Vitro Susceptibility.--We found that the susceptibility of macrophage cultures did not depend on the age of the mice; this was tested in macrophage cultures from PRI mice ranging in age from 3 weeks to about 1 year. It was also found that susceptibility of macrophage cultures did not depend on the age of the culture. 2-to 3-day-old and 2-to 3-week-old cultures were fully susceptible to the virus. Old uninfected macrophage cultures, how- ever, contained increasing numbers of dead cells which were detected by a neutral red test. The titer of the virus suspension was always 1 or 2 log dilutions higher for PRI mice than for PRI macrophage cultures (Table VT) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 683,
                    "text": "(Table VT)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "On the other hand, C3H macrophage cultures were resistant to the virus infection. They survived infection without any visible effect if the virus suspension was diluted. In a number of cases undiluted virus preparations caused intense granulation of the macrophages which was usually followed by partial or complete destruction of these cultures. This was much slower than in the PRI macrophages. When, however, the undiluted virus was removed from the C3H cultures after a few hours' exposure (I, 4 and 24 hours), there was little or no destruction and only a little granulation (Table VII) . There is, therefore, a strong correlation between the susceptibility and resistance of PRI and C3H mice on the one hand and macrophage cultures from the same mice on the other.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 580,
                    "end": 591,
                    "text": "(Table VII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The destructive effect of undiluted virus on C3H cultures might be explained by a toxin. To test for this, the virus particles were inactivated with UV light 1 I General Electric sterile lamp, 15 watts, 1760 ergs/minute mm 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "by radiation at a distance of 42 cm for 5, 15, and 30 minutes. During exposure the virus suspensions were stirred and samples of virus removed. CsI-I and PRI cultures were then inoculated with irradiated and non-irradiated virus suspensions. Virus which bad been irradiated for 30 minutes had no effect on either type of cell (Table VIII) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 338,
                    "text": "(Table VIII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Shorter irradiation times partially inactivated the virus for PRI cells and similarly reduced the effect of the virus on CJ-I cells. This suggests that the degeneration of CsI-I macrophage cultures resulted from an overwhelming concentration of virus, since the multiplicity of the ratio of virus to infected cells is about 10. Granulation was observed both in cultures inoculated with non-irradiated and irradiated viruses, but it decreased in the latter, was temporary, and was not accompanied by degeneration of cells. We suggest that this granulation in both situations was primarily due to phagocytosis of liver material in the undiluted virus suspension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Absorption.IThe question of the factors which might account for the resistance of CffI and the susceptibility of PRI macrophages was explored first by absorption studies. 106 and 5 X 106 macrophages were cultivated on glass or suspended in medium in siliconed vessels. Virus was added and the cultures were incubated 2 to 3 hours at 37°C, much longer than the time necessary to infect PRI macrophages. Fluid was then separated and the fiter of virus determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "No absorption was demonstrated, but the loss of virus in control tubes without cells was sufficient to obscure a differential absorption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In another group of experiments attempts were made to isolate infective nucleic acid from the virus using high concentrations of virus (LDs0 10 7 to 10 s) and the cold phenol extraction technique. Preparations were checked by UV absorption for the presence of nucleic acid; high concentrations were found. Separate groups of PRI and C3H mice were inoculated with these preparations, but no pathogenic effect was found. Macrophage cultures were exposed to the extract in standard medium without effect. Other cultures were placed in a saline medium and then exposed to the extract at 37°C for 3 hours, at which time the standard medium was replaced. Again, no effect. Blind passages from culture to culture and to mouse, and from mouse to mouse were also negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Except for chicken macrophages, it is generally recognized that this cell type rarely multiplies in culture. Studies were therefore initiated with the mouse cultures to determine whether multiplication does take place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "This may be demonstrated most easily by counting the number of cells at different times after inoculation. Two groups of C~H macrophage cultures and two groups of PRI cultures were cultivated for 10 and 20 days. After these periods of incubation 90 to 95 per cent of the cells were removed by trypsinization (0.85 per cent trypsin solution) and intense shaking and the numbers of macrophages determined (Table IX) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 413,
                    "text": "(Table IX)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We found that the number of cells during the first 10 days decreased, indicating that some of the ceils had disintegrated. The number decreased slightly during the second 10 days. The macrophage cultures were examined for mitotic figures. In preparations stained by hematoxylin and eosin, a very few mitotic figures were found. These cultures, however, remained alive for a long time, showing excellent uptake of neutral red dye after 8 to 10 weeks of incubation. There was no difference between the rate of neutral red uptake of PRI and C~I-I macrophages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The conversion of resistant to susceptible ceils by exposure to an extract of the susceptible ceils has been briefly reported (3). This was originally attempted since both CffI and PRI macrophages phagocytize large amounts of material in vitro. Extracts from C3H (resistant) macrophages did not change the susceptibility of PRI (susceptible) macrophages, but C~-I macrophages exposed to extracts from PRI macrophages became susceptible. (Figs. 3 to 5.) Degeneration proceeded more slowly in these altered C3H cultures than in the infected PRI cultures. Altogether, 19 experiments have now been done. In some, the alteration to susceptibility was complete, in others partial, and in a few no effect was demonstrated (Table X) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 724,
                    "text": "(Table X)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In control experiments the influence of extracts from other animals (hamsters, chimpanzee, CsT black mice, DBA mice, other C~I-I mice), was studied, and none of these extracts was found to affect the susceptibility of C3H macrophage cultures to MHV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In order to test the permanency of the alteration produced by PRI extracts,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "CaI-I macrophage cultures were exposed for 4 days to extracts from 5 )< 10 e PRI cells per culture. The fluid was then removed, and some cultures were infected immediately, while others simply had the fluid medium replaced. A second group of cultures was infected 2 days later, a third group 5 days later, and the fourth group 8 days later. Alteration of cells, as measured by destruction by the virus, was greatest with cultures which were infected immediately after the 4 days of exposure to extract. When the infection was introduced 2 days after the extract was removed, the percentage of susceptible cells was less. When the period of time between the exposure to the extract and the sub-sequent infection was extended (5 to 8 days), no conversion was demonstrated (Table XI) . The extract was thermostable. A series of temperatures (56°C for 30 minutes, 70°C for 10 minutes, and 100°C for 10 minutes) only partially inactivated the extract (Table XII) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 780,
                    "text": "(Table XI)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 946,
                    "end": 957,
                    "text": "(Table XII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CELLULAR NATURE O1~ GENETIC SUSCEPTIBILITY TO A VIRUS"
        },
        {
            "text": "In six experiments, in which the effect of desoxyribonuclease (1 mg/ral) was tested by incubation with the extract for 1 hour in the presence of magnesium ion, five experiments showed moderate to slight decrease in the conversion activity. The average reduction in activity was estimated at 30 per cent. In no case was all activity removed. Ribonuclease had no effect on the extract. In control experiments these enzymes had no effect on(either C3H or PRI macrophages themselves; CJ-I macrophages remained resistant and PRI susceptible to the virus infection. Dialysis of the extract against buffered salt solution at 4°C for 24 hours had no influence on the activity of the extract (Table XII) . Centrifugation at 5,000 m,~ for 1 hour or 40,000 ~1,~ for 3 hours removed the activity of the extract completely. Supernatant fluids had no effect on CJ-I macrophage cultures which remained resistant to MHV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 694,
                    "text": "(Table XII)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CELLULAR NATURE O1~ GENETIC SUSCEPTIBILITY TO A VIRUS"
        },
        {
            "text": "Resistance to virus diseases is now clearly established in some instances as being genetically determined in animal as well as plant disease. Sabin was the first to work out the Mendelian ratios involved in resistance to an arbovirus, yellow fever in mice (7) . lie demonstrated that resistance was dominant, and that the character for susceptibility segregated in the F~ generation and in appropriate back-crosses. He also emphasized the relative nature of this resistance--the variation with age of the host and the route of inoculation. Finally he suggested that resistance was primarily the property of the individual cells which harbor the virus, and not a humoral factor, since tumors explanted in resistant and susceptible mice supported the growth of Russian spring-summer encephalitis equally well (8) .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Several years ago, we discovered that our difficulty in growing mouse hepatitis virus in tissue cultures of PRI mouse liver was rapidly overcome when particular attention was paid to the macrophages present in cultures of newborn mouse liver grown on collagen. These macrophages were rapidly destroyed by the virus, leaving the fibroblast and liver cells unaffected (4) . Mter continued passage of the virus in these cultures, the parenchymal liver ceils were partially destroyed. We have not studied the process of adaption to new cell types described for this virus by Mosley (9) .",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 571,
                    "end": 581,
                    "text": "Mosley (9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Interest focused on the genetic aspect of the phenomenon when it was found that a strain of mice, C3H, resistant to the virus, produced macrophages which were resistant in tissue culture. By crossing the PRI and C3H strains it was found that the character for susceptibility was dominant and that segregation of the characters for resistance and susceptibility occurred in the F2 generation and in back-crosses from the susceptible F1 hybrids to resistant Call mice. The ratios at which this segregation occurred in the hybrids and back-crosses were the same for the adult mice and the liver cultures, and it was therefore concluded that the macrophage was the cell which was responsible for the genetic susceptibility of PRI mice (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Subsequently Goodman and Koprowski (10) , who had been studying the genetic resistance of PRI mice to arboviruses, by crossing resistant PRI mice to susceptible C~H mice and back-crossing the resistant F1 hybrids to the PRI (continually selecting for resistance), showed that the progeny of the eighth back-cross yielded cells in tissue culture which were 58 per cent resistant and 42 per cent susceptible to the virus. They then suggested that the macrophages were the cellular expressors of inherited natural resistance (10, 11) . It is to be noted that the same strains of mice have been used in both studies, but that the C3H strain of mouse which is resistant to mouse hepatitis is susceptible to arboviruses, and contrariwise the PRI strain which is susceptible to mouse hepatitis is resistant to arboviruses. Preliminary comparisons based on exchanges of survivors from various back-crosses between the Philadelphia and the Baltimore laboratories indicate that these characters are independent (12) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 39,
                    "text": "Goodman and Koprowski (10)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In order to test the correlation between the mouse and its cells even further, two things were done in the present study. A comparison of the ratios of susceptible to resistant mice was carried out by four different methods in the BC1, BC2, and BCa generations. It was found that about 27 per cent of the mice in all of these back-crosses yielded susceptible macrophages either from peritoneal washings of adult mice, or from newborn mouse liver cultures, and the same ratio of susceptibility was obtained in adult mice in vivo. This incidence of susceptibility, which is well below the 50 per cent expected on the assumption that one gene is functioning as a dominant, may indicate that more than one gene is responsible for susceptibility. On the other hand, in a limited number of tests for genetic performance in producing susceptible offspring, slightly more than half (12/22) were capable of transmitting susceptibility. Thus the character for susceptibility, though dominant, may in the geneticist's terms be incompletely penetrant. Only continued work along these lines will allow us to choose from the two hypotheses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "An additional method of testing the proposal that the macrophages reflect the genetic nature of resistance is to compare the four different tests for susceptibility in individual mice. Table IV shows that in nine mice where it was possible to compare by two or more methods the question of susceptibility or resistance complete agreement was obtained in eight mice. One mouse, No. 13, was found to produce susceptible offspring, and susceptible macrophages from its own peritoneum, but one litter of six from which liver cultures were obtained yielded no susceptible cells. This may have been a chance variation, for on an expected ratio of about 27 per cent, less than two susceptible mice which might yield susceptible liver macrophage cultures would be expected. Thus the evidence for a correlation between macrophage susceptibility and mouse susceptibility seems strong.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "An additional facet in the genetic manifestation of resistance is beginning to emerge from our study. Hybrid mice carrying the gene for susceptibility furnish macrophages which are destroyed more slowly than the macrophages from homozygous susceptible mouse. This presumably means that the double genetic dose is more effective than the single dominant gene, or possibly that the entire C3H genotype suppresses the effectiveness of the gene for susceptibility. It is hoped that appropriate crossing of susceptible back-crosses will give us the final answer to this question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As in Sabin's studies, age susceptibility may play an important role. We have only tentative data as to the rapidity with which the PRI mice as compared to the F1 generation, become more resistant with age. We have also limited our studies to the question of the immediate susceptibility of cells inoculated with one strain of virus obtained from one source--PRI mouse liver (13) . We have not compared the susceptibility of these cells to tissue culture adapted virus, nor studied the effect of the Eperythrozoon which increases the virulence of mild strains of virus (14) .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Explanation of the resistance of CsH cells to mouse hepatitis may obviously fall into two possible categories. The cells lack a substance necessary for the growth of the virus (growth meaning all phases of penetration and multiplication) or the resistant cells may promptly form some inhibiting substance. With this in mind the crude experiments of exposing resistant and susceptible cells to extracts of the opposite type, and then testing for susceptibility were done. When it was found that a frozen-thawed extract induced the resistant cells to manifest susceptibility, immediate questions concerning the nature of this conversion became important. Susceptible cells were not made resistant by extracts of resistant cells, and the conversion of resistant cells to susceptible had a high degree of specificity, that is, it was induced by extracts of susceptible cells, and not by the cells of a number of other resistant animals and strains of mice. The question of the similarity of this phenomenon to transformation as described in bacterial genetics became immediately apparent. This phenomenon as it is presently interpreted depends upon the uptake of DNA by the bacterium, which then is incorporated into the clone of multiplying bacteria. Tests of the phenotypic expression of the ingested DNA are usually not possible before the bacterium has multiplied. The role of an increase of the DNA of the host cells, which has received the material, for the incorporation of the donor DNA and continued function of the latter is unknown. Thus although transformation is considered as a relatively permanent genetic change persisting through a number of generations, and our conversion of cells is temporary (lasting only a few days), it is not clear whether the two conditions are actually different. The lack of multiplication of cells in our system may inhibit incorporation of the DNA, and certainly does not allow us to test the more permanent conversion of a small percentage of cells. A number of tests have been made to determine the nature of the substance which converts the cells to susceptibility. Within the limits of the crude quantitation so far available, it is a relatively large molecule, since it sedimented at 5000 RP~ and did not pass through a dialysis bag. It is heat-stable, which is not unlike certain DNA extracts. However, continued tests with DNAse have shown only a partial destruction. We have as yet not tested the effect of DNAse after heat treatment or after digestion of the fresh extract with proteases. Thus the nature of the extract, which in turn bears on the nature of the conversion, is poorly understood. Niu et al have reported on ribonucleic acid-induced changes in mammalian cells (15) , in which ascites tumor cells are partially reconverted to normal cells by treatment with a nucleic acid extract, which is destroyed by RNAse and unaffected by DNAse. Our material was not affected by RNAse.",
            "cite_spans": [
                {
                    "start": 2726,
                    "end": 2730,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The demonstration by Mountain and Alexander (16) and Holland et al. (17) that resistant cells may be made susceptible to poliomyelitis virus by inoculation with nucleic acid extracts of the virus, and the subsequent studies of Holland and McLaren (18) on the receptor substance important in the attachment of the virus to the cell, suggest that some similar mechanism may play a role here. Is there a substance in the susceptible cell which is important in the initial stage of infection, which can be transferred to the resistant cell? The fact that several days elapsed before the cells became susceptible after treat-ment with the appropriate extract speaks against this. Do the susceptible and resistant cells differ in that a greater proportion of susceptible cells absorb virus? In our experiments we were unable to measure sufficient absorption by the cells to give an answer to the question. Furthermore, our nucleic acid extracts remained inactive.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Two other phenomena need discussion. Wahl and Fouace (19) have described an unstable phenotypic resistance to erythromycin in staphylococcus cultures, which can be transferred to susceptible cells. Until more is known about the factor from the bacteria which is responsible for this transfer, little gain is had from comparisons. Parry (20) has shown that scrapie, a disease of sheep, has a strong hereditary history; the gene which causes its manifestation being a single autosomal recessive. However, it is possible to transmit the disease from one sheep to another in series by an extract of the brain which is highly heat-stable, withstanding 99.5°C for 30 minutes. The \"infectious particle\" passes through gradocol membrane of 210 m# A.P.D. but not 27 m# n.P.D. Thus the particle size and the heat stability are not unlike our substance, which, however, transfers susceptibility. Much more needs to be known about the two substances before they can be adequately compared.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Finally it is possible that we have been particularly fortunate in choosing the macrophage for our work, for its well known characteristic of large scale ingestion of foreign material makes it particularly favorable for the study of change induced in a cell following the ingestion of particulate matter. In all of our experiments it was apparent that large amounts of the extract were being taken into the cell. Perhaps this capacity is responsible for the occasional destruction of the resistant cells by undiluted extracts of virus contained in liver suspensions prepared from susceptible mice. This virus suspension contains extracts of the susceptible cells. However, current studies on the time of exposure of the cells to the extract before they become susceptible are slightly against this hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Using peritoneal macrophage cultures it was found that both PRI mice and their macrophages in culture were susceptible to mouse hepatitis virus and that CsH mice and macrophages were resistant. All FI macrophages and some backcross cell cultures were susceptible. The degeneration of FI and back-cross macrophages obtained either from adult mouse peritoneal exudate or newborn mouse liver, occurred more slowly than PRI macrophages. Segregation of susceptibility occurred in the first back-cross generation. Tests of three backcross generations from susceptible mice yielded abou~ one-quarter of the mice shown to be susceptible either by direct test or test of their macrophages. A clear correlation between susceptibility in vivo and in vltro was established both in the test of the percentage segregation and in tests of individual back-cross mice. A small series of tests, however, indicated that 50 per cent of the backcross mice had the genetic capacity to transmit susceptibility. Thus a hypothesis of two genes for susceptibility, although not excluded, may yield to a hypothesis of a single dominant gene, incompletely expressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "Resistant cells were converted into susceptible cells by ingestion of a relatively large particle containing a heat-stable substance. This susceptibility, although complete, was temporary. The nature of the factor causing the change has been discussed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Variation in viruses--host variations and susceptibility to viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Luria",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "General Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inheritance of resistance to viral diseases in plants",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "O"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Advances Virus Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mouse macrophages as host cells for the mouse hepatitis virus and the genetic basis of their susceptibility",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proc. Nat. Acad. Sc",
            "volume": "469",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Macrophages and mouse hepatitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Virology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Conversion of genetic resistance of mammalian cells to susceptibility to a virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kantoch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Proc. Nat. Acad. So",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The mouse macrophage as host cell for Mycobacterium leprae murium",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Transactions of the Symposium on Research in Leprosy, sponsored by the Leonard Wood Memorial (American Leprosy Foundation) and the Johns Hopkins University",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nature of inherited resistance to viruses affecting the nervous system",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Sabin",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Proc. Nat. Acad. Sc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genetic factors affecting susceptibility and resistance to virus diseases of the nervous system",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Sabin",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Proc. Assn. Research Nervous and Mental Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Multiplication and cytopathogenicity of mouse hepatitis virus in mouse cell cultures",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mosley",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Proc. Soc. Exp. Biol. and Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Macrophages as a cellular expression of inherited natural resistance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koprowski",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Proc. Nat. Acad. So",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Study of the mechanism of innate resistance to virus infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koprowski",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "J. Cell. and Comp. Physiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute hepatitis associated with mouse leukemia. I. Pathological features and transmission of the disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "J. Exp. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A hepatitis virus of mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Gledhill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Andrewes",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "Brit. J. Exp. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ribonucleic acid-induced changes in mammalian cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Cordova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Proc. Nat. Acad. So",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Infectivity of ribonucleic acid (RNA) from Type I Poliovims in embryonated egg",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mountain",
                    "suffix": ""
                },
                {
                    "first": "Alexander",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Proc. Soc. Exp. Biol. and Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The mammalian cell virus relationship. IV. Infection of naturally insusceptible cells with enterovirus ribonucleic acid",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mclaren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Syverton",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "J. Exp. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The location and nature of enterovims receptors in susceptible cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mclaren",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "J. E~p. Me&",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Resistance instable ph6notypique ~ l'Erythromycine chez st~phflococcus pyrog~nes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wahl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fouace",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Ann. I~st. Pasteur",
            "volume": "101",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Scrapie: a transmissible and hereditary disease of sheep, ltere~i~y",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "degrees of effect of undiluted virus on macrophages. No effect of 10 -1 dilution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Original suspension contained all the peritoneal exudate ceils, of which about 50 per cent were monocytes. Thus the original cell population actually is very similar to that at 10 or 20 days. No count was made of the few spindle cells which appear in the background after 7 days of cultivation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "macrophages. CsH macrophage cultures exposed 4 days/37°C to the extract. * %D indicates per cent of degenerated cells. :[: N indicates normal culture.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Untreated extract ................................. Heated 56°C/30 rain ............................... Heated 70°C/I0 rain .............................. Heated 100°C/t0 n~n .............................. Extract before dialysis and centrifugation ............ Mter dialysis 24 hrs./4°C .......................... Supernatant after 5000 m,• for i hr ................. Supernatant after 40,000 P.PM for 3 hrs ................ Control CsH macrophage cultures .................... Effect of virus infection after normal cultures, %D indicates per cent of degenerated celh.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ". 1. PRI culture, 10 days old, non-infected. × 100. FIG. 2. PRI culture, 10 days old, 6 days after infection. X 100. PLATE 46 FIG. 3. C~H culture, 14 days old, non-infected. X 100. FIG. 4. C3H culture, 14 days old, 6 days after infection. No degeneration. × 100. FIG. 5. C3H culture, 14 days old, exposed 4 days to extract from PRI macrophages, 6 days after infection. X 100. PLATE 47 FIG. 6. F1 culture, 10 days old, non-infected. X 50. FIG. 7. F~ culture, 10 days old, 6 days after infection. X 50. THE JOURNAL OF EXPERIMENTAL MEDICINE VOL. 117 P L A T E 47 PLATE 48 FIG. 8. BC1 culture, 10 days old, non-infected. × 50. FIG. 9. BCI culture, 10 days old, 6 days after infection, resistant. X 50. FIo. 10. BC1 culture, 10 days old, 6 days after infection, susceptible. X 50. PLATE 49 FIG. 11. BC2 culture, 10 days old, 6 days after infection, resistant. × 50. FIG. 12. BC~ culture, 10 days old, 6 days after infection, susceptible. X 50. PLATE 50 FIG. 13. BC3 culture, 10 days old, non-infected. X 50. FIc. 14. BCa culture, 10 days old, 6 days after infection, resistant. ;< 50. FIG. 15. BCa culture, 10 days old, 6 days after infection, susceptible. )< 50.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Suscepti~lity of Mouse Macrophage Cultures",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Results of Crossing Back-Cross Mice Known to Be Resistant or Susceptible",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The Susceptibility of Back-Cross Generations(No. susceptible/Total No. tested)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Susceptibility of Indiddual Mice to MHV by Genotypic and Phenotypic Tests",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "of MHV on PRI (Susceptible) and C3H (Resistant) Mice and Macrophage Cultures",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Effect of Undiluted MHV on CsH MacrophagesDifferent Times of Ex ~osure to the Virus.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "The Effect of UV-Inactivated Virus Preparations on PRI and Call Macrophage Cultures* N indicates normal appearance of cultures.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Effect of Prolonged Incubation on Number of PRI and Call MacrophagesNo. of macrophages",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Al~ragon to Susceptibility of C3tt Macrophages",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Susceptibility of Exposed CsH Macrophages to the Ddayed MHV Infection",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}