{
    "paper_id": "e2e23d6985639b6aa9671a1006fe80a41abded5c",
    "metadata": {
        "title": "Specific Asparagine-linked Oligosaccharides Are Not Required for Certain Neuron-Neuron and Neuron-Schwann Cell Interactions",
        "authors": [
            {
                "first": "Nancy",
                "middle": [],
                "last": "Rather",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University School of Medicine",
                    "location": {
                        "postCode": "63110",
                        "settlement": "St. Louis",
                        "region": "Missouri"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [],
                "last": "Elbein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [
                    "B"
                ],
                "last": "Bunge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Seth",
                "middle": [],
                "last": "Porter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University School of Medicine",
                    "location": {
                        "postCode": "63110",
                        "settlement": "St. Louis",
                        "region": "Missouri"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "E"
                ],
                "last": "Bunge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Glaser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University School of Medicine",
                    "location": {
                        "postCode": "63110",
                        "settlement": "St. Louis",
                        "region": "Missouri"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To determine whether specific asparaginelinked (N-linked) oligosaccharides present in cell surface glycoproteins are required for cell-cell interactions within the peripheral nervous system, we have used castanospermine to inhibit maturation of N-linked sugars in cell cultures of neurons or neurons plus Schwann cells. Maximally 10-15 % of the N-linked oligosaccharides on neuronal proteins have normal structure when cells are cultured in the presence of 250 lxg/ml castanospermine; the remaining oligosaccharides are present as immature carbohydrate chains not normally found in these glycoproteins. Although cultures were treated for 2 wk with castanospermine, cells always remained viable and appeared healthy. We have analyzed several biological responses of embryonic dorsal root ganglion neurons, with or without",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "added purified populations of Schwann cells, in the presence of castanospermine. We have observed that a normal complement of mature, N-linked sugars are not required for neurite outgrowth, neuron-Schwann cell adhesion, neuron-induced Schwann cell proliferation, or ensheathment of neurites by Schwann cells. Treatment of neuronal cultures with castanospermine increases the propensity of neurites to fasciculate. Ex-traceUular matrix deposition by Schwarm cells and myelination of neurons by Schwann cells are greatly diminished in the presence of castanospermine as assayed by electron microscopy and immunocytochemistry, suggesting that specific N-linked oligosaccharides are required for the expression of these cellular functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "x has been proposed that complex carbohydrates regulate adhesive interactions between cells (Roseman, 1970) , but corroboration of this hypothesis has been forthcoming in relatively few systems. Notable among these is an O-linked oligosaccharide on a zona peUucida protein responsible for binding of egg to sperm (Florman and Wasserman, 1985) ; this oligosaccharide may be recognized by a galactosyl transferase present on the sperm cell surface (Lopez et al., 1985) . A mannose phosphate is known to be involved in the binding of lymphocytes to the endothelium of postcapillary venules as an initial step in migration from the bloodstream into lymph nodes (Stoolman et al., 1984) . Also, the highly sialated neural cell adhesion molecule (N-CAM) 1 modulates varying degrees of neuron-neuron adhesivity depending on its carbohydrate content (Rutishauser et al., 1978 (Rutishauser et al., , 1985 Cunningham et al., 1983) . While in the former two cases the carbohydrate is presumed to act as a ligand in the adhesive system, in the latter case the carbohydrate alters the conformation of N-CAM to facilitate homophilic binding.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 107,
                    "text": "(Roseman, 1970)",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 342,
                    "text": "(Florman and Wasserman, 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 446,
                    "end": 466,
                    "text": "(Lopez et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 680,
                    "text": "(Stoolman et al., 1984)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 841,
                    "end": 866,
                    "text": "(Rutishauser et al., 1978",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 867,
                    "end": 894,
                    "text": "(Rutishauser et al., , 1985",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 919,
                    "text": "Cunningham et al., 1983)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "I"
        },
        {
            "text": "In many other instances, evidence for the involvement of protein-linked carbohydrates in cell recognition phenomena 1. Abbreviations used in this paper: Endo H, endoglucosaminidase H; N-CAM, neural cell adhesion molecule; NGF, nerve growth factor. is indirect, since modification of cell surface carbohydrate is difficult. For example, enzymatic treatment to remove carbohydrate residues is often incomplete and selective for certain proteins. The use of tunicamycin as an inhibitor of protein glycosylation yields results that often are difficult to interpret, because protein synthesis may be affected by long exposure to tunicamycin and because proteins completely lacking N-linked carbohydrate may accumulate at intracellular sites and not reach the cell surface (Elbein, 1984; Olden et al., 1985) .",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 781,
                    "text": "(Elbein, 1984;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 782,
                    "end": 801,
                    "text": "Olden et al., 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I"
        },
        {
            "text": "Recently, a series of inhibitors has been identified that block specific steps in the processing of asparagine-linked oligosaccharides (Elbein, 1984) . In the presence of these inhibitors, proteins retain N-linked carbohydrate but the structure of these oligosaccharides is altered. In general proteins with altered carbohydrate chins will appear in the proper cellular location; however, some exceptions have been noted (see for example Lodish and Kong, 1984; Schiessinger'et al. 1984; and Repp et al., 1985) . The useof these inhibitors allows a test of whether specific N-linked oligosaccharides are required in cell-ceU interactions. We report here the use of castanospermine, an inhibitor of the endoplasmic reticulum enzyme glucosidase I (the first enzyme required for trimruing the high mannose core sugars), to examine whether specific asparagine-linked sugars are required for a defined series of cell-cell interactions.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 149,
                    "text": "(Elbein, 1984)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 438,
                    "end": 460,
                    "text": "Lodish and Kong, 1984;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 461,
                    "end": 486,
                    "text": "Schiessinger'et al. 1984;",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 509,
                    "text": "and Repp et al., 1985)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "I"
        },
        {
            "text": "and (e) myelination. In addition, the possible role of N-linked sugars in neurite growth and neurite-neurite interaction (fasciculation) can be directly observed in this system. We report that of the neuron-Schwann cell interactions listed, only basal lamina formation and myelination require normal N-linked oligosacchaddes. Neurite fasciculation is enhanced in the presence of castanospermine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The interaction of Schwann cells with neurons is particularly useful for this study because a well-established cell culture system is available in which five different functional interactions can be monitored: (a) Schwann ceU-neurite adhesion, (b) mitogenic response of Schwann cells to a neurite surface mitogen, (c) ensheathment of neurites by Schwann cells, (d) basal lamina formation by Schwann cells,"
        },
        {
            "text": "Embryonic day 15 lumbar dorsal root ganglia were dissected from rat spinal cord (Salzer et al., 1980b) , and three ganglia were placed in each Aclar minidish (Bunge and Wood, 1973) on freshly prepared air-dried rat tail collagen substratum (Wood, 1976) in Leibowitz's L-15 medium with 10% fetal calf serum (KC Biological Inc., Lenexa, KS) for 2 h in a 5 % CO2 atmosphere to promote attachment of ganglia to the substratum. The medium was then removed and replaced with L-15 medium with 10% fetal calf serum, 1% L-glutamine, 0.6% glucose, 100 ng/mi of 2.5S nerve growth factor (NGF), 10 -5 M cytosine arabinoside (Sigma Chemical Co., St. Louis, MO), and penicillin/streptomycin, with or without 250 I~g/ml castanospermine, diluted from a t0 mg/mi stock in water. Fresh medium was added every 2 d. After 3-7 d, cultures were fixed with 4 % buffered glutaraldehyde, rinsed overnight in 0.1 M phosphate buffer, pH 7.2, postfixed 1 h in 0.1% OsO4 in 0.1 M phosphate, rinsed 1 h in the same buffer, dehydrated to 70% ethanol, and stained for 1 h in 0.5% Sudan black in 70% ethanol. Cultures were destained briefly in 70 % ethanol and then rehydrated and mounted culture side down in warmed (65°C) glycerin jeUy. To measure the extent of neurite outgrowth, the images of the Sudan black-stained cultures were projected through a macrolens onto a graphics tablet. Tracings of the explant border and the outgrowth front were digitized and the data collected and processed as described by Argiro and Johnson (1982) . Photographs were obtained using an Olympus OM-1 camera with a macrolens or a Zeiss Universal microscope with a 10x objective lens.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 102,
                    "text": "(Salzer et al., 1980b)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 158,
                    "end": 180,
                    "text": "(Bunge and Wood, 1973)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 240,
                    "end": 252,
                    "text": "(Wood, 1976)",
                    "ref_id": null
                },
                {
                    "start": 1479,
                    "end": 1504,
                    "text": "Argiro and Johnson (1982)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Neurite Outgrowth and Fasciculation"
        },
        {
            "text": "Embryos were removed from pregnant tats on embryonic day 15 and dorsal root ganglia removed from spinal cords (Salzer et al., 1980b) . Ganglia were dissociated using 0.25% trypsin (TPCK, Cappel Laboratories, Cochranville, PA) in Hanks' balanced salt solution, triturated to a single cell suspension, and plated in a small drop (one to t~ ganglia equivalents of cells) onto the center of a layer of ammoniated rat tail collagen (Wood, 1976) in Aclar minidishes (Bunge and Wood, 1973) in Eagle's minimum essential medium with 10% human placental serum, 1% L-glutamine, 0.6% glucose, and 100 ng/rnl of NGF, and maintained for 2 wk in the same medium with alternate changes of medium with and without 10 -5 M fluorodeoxyuridine and 10 -5 M uridine (Sigma Chemical Co.). After 2 wk, cultures were free of non-neuronal cells (Schwann calls and fibroblasts) and they were then seeded with pure Schwann cells obtained as described earlier (Ratner et al., 1984) . Schwann cells were allowed to expand their number by contact with neurons in a defined, serum-free medium (N2) (Bottenstein and Sato, 1979) . The N2 medium we use differs in that Hepes and bicarbonate are not added for additional buffering capacity, no antibiotics are used, glutamine is present at 3.9 raM, and purified 2.5S NGF (100 ng/ml) is added (Bunge et al., 1982b) ; also we now use rat rather than human transferrin (10 Bg/ml). Cocultures were used after several days for cell proliferation experiments (see below), or after 1 mo (when Schwann cells had fully populated the neuritic outgrowth) for experiments involving immunocytochemistry, electron microscopy, and Sudan black staining.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 132,
                    "text": "(Salzer et al., 1980b)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 427,
                    "end": 439,
                    "text": "(Wood, 1976)",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 482,
                    "text": "(Bunge and Wood, 1973)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 931,
                    "end": 952,
                    "text": "(Ratner et al., 1984)",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1094,
                    "text": "(Bottenstein and Sato, 1979)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1306,
                    "end": 1327,
                    "text": "(Bunge et al., 1982b)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of Dorsal Root Ganglion Neuron-Schwann Cell Co-cultures"
        },
        {
            "text": "In three independent experiments~ co-cultures of purified neurons and Schwann cells in N2 medium (see above) were treated for 2-3 d with or without eastanospermine (250 ~tg/ml), and then [3H]thymidine was added for a further 24 h in the presence or absence of the drug. Cultures were fixed, processed for autoradiography, stained with toluidine blue, and analyzed for percent labeled Schwann cell nuclei as previously described (Ratner et al., 1985) . All experiments were performed in duplicate.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 449,
                    "text": "(Ratner et al., 1985)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Schwann Cell Proliferation"
        },
        {
            "text": "It has been shown that networks of dorsal root ganglion neurons fully populated with Schwann cells in defined, serum-free medium (N2) are poised to form basal lamina and myelin when given appropriate medium (Moya et al., 1980; Carey, 1983; Eldridge et al., 1984 Eldridge et al., , 1985 Bunge et al., 1986) . Cultures prepared as in the references cited were maintained in N2 medium or shifted to myelin-promoting medium for 2 wk (unless stated otherwise) in the presence or absence of 250 ~tg/ml castanospermine. Myelin-promoting medium (medium M) consisted of the basic N2 medium (see above) supplemented with 15 % dialyzed fetal calf serum and 50 Bg/ml ascorbic acid . Media were stored in aliquots at -70°C, and fresh medium was added to cultures every 2-3 d.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 226,
                    "text": "(Moya et al., 1980;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 227,
                    "end": 239,
                    "text": "Carey, 1983;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 240,
                    "end": 261,
                    "text": "Eldridge et al., 1984",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 262,
                    "end": 285,
                    "text": "Eldridge et al., , 1985",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 286,
                    "end": 305,
                    "text": "Bunge et al., 1986)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Ensheathment and Myelination"
        },
        {
            "text": "lmmunofluorescence. Formation of basal lamina was assayed by staining cultures after 2 wk in medium M with antibodies to three of the major components of Schwann cell basal lamina\" laminin (Cornhrooks et al., 1983) , heparan sulfate proteoglycan , and type IV collagen (Carey et al., 1983) . Cultures were fixed in 4% paraformaldehyde in 0.1 M phosphate buffer (pH 7.3-7.4) and stained with primary antibody and then rhodamine-or fluorescein-conjugated secondary antibodies (Cappel Laboratories) as described (Cornhrooks et al., 1983; . Assessment of galactocerebroside-positive Schwann cells was made under the same conditions (Ranscht et al., 1986) . Rabbit antisem against mouse laminin and the NCI domain of mouse type IV collagen were the gifts of Dr. Rupert Timpl (Timpl et al., 1979 (Timpl et al., , 1981 , and monoclonal antibodies against galactocerebroside were provided by Dr. Barbara Ranscht (Ranscht et al., 1982) . Monoclonal antibody against heparan sulfate proteoglycan was from Dr. Carson Cornbrooks .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 214,
                    "text": "(Cornhrooks et al., 1983)",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 289,
                    "text": "(Carey et al., 1983)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 509,
                    "end": 534,
                    "text": "(Cornhrooks et al., 1983;",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 650,
                    "text": "(Ranscht et al., 1986)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 770,
                    "end": 789,
                    "text": "(Timpl et al., 1979",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 790,
                    "end": 811,
                    "text": "(Timpl et al., , 1981",
                    "ref_id": null
                },
                {
                    "start": 904,
                    "end": 926,
                    "text": "(Ranscht et al., 1982)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Ensheathment and Myelination"
        },
        {
            "text": "Electron Microscopy. Formation of basal lamina, extent of ensheathment, and morphology of myelin sheaths were assayed by analysis of crosssectioned fascicles from cultures maintained in N2, medium M, or medium M plus castanospermine as described above. In one experiment medium M was replaced with Eagle's minimum essential medium with 25 % human placental serum, 10% chick embryo extract, 1% L-glutamine, 10 BU/ml NGE and 0.6 % glucose. Cultures were fixed in 2 % glutaraldehyde (in 0.046 M phosphate buffer with 100 mM sucrose or, when grown in N2, in 0.1 M phosphate buffer plus 80 mM sucrose), posttixed in 1% OsO4 in 0.1 M phosphate buffer, pH 7.4, dehydrated in ethanol, and embedded in Polybed (Polysciences, Inc., Warrington, PA). After examination in the phase microscope, comparable areas of control and drug-treated cultures were chosen and scored for thin sectioning. Representative areas were chosen to meet these criteria: (a) 1.25 mm from the edge of the central zone of the culture containing neuronal somata, and (b) neurites both close to the collagen substratum and populated with flattened Schwann cells. Two areas of castanospermine-treated cultures were specifically chosen to contain myelin segments. A total of five areas in two separate experiments were assessed by electron microscopy for extent of ensheathment and extracellular matrix deposition in cultures grown in medium M with and without castanospermine; in addition, two areas were sampled from cultures maintained for the duration of the experiment in N2 medium. Thin sections were stained with uranyl acetate and lead citrate and photographed in a JEOL JEM-100 CX II or Philips 300 electron microscope at 60 kV. Entire nerve bundles were photographed at a magnification of 10,000 for comparison of samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensheathment and Myelination"
        },
        {
            "text": "Sudan Black Staining. Number and length of myelin segments as well as morphology of ceils were assessed in Sudan black-stained cultures fixed and processed as described above under \"Neurite OutgrowthY Myelin was quantitated by counting numbers of internodes in 60 fields in Sudan black-stained cultures . The lengths of individual myelin segments were measured using an eyepiece micrometer at 250× on a Zeiss Universal microscope calibrated by means of a stage micrometer; 50 segments were measured in control and castanospermine-treated cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensheathment and Myelination"
        },
        {
            "text": "Cultures of dissociated dorsal root ganglion neurons free of non-neuronal cells were prepared as described on 35-ram dishes coated with ammoniated rat tail collagen (Rather et al., 1985) . After 1 mo, cultures were incubated for 2 h in glucose-free N2 medium in the presence or absence of 250 Ixg/ml castanospermine, and then labeled for 8 h in glucose-free N2 medium containing 2 mM uridine, 2 mM inosine (Wice and Kenneil, 1983) , and 200 ~tCi/ml 2-[3H]-o-marmose before solubilization of proteins as described (Rather et al., 1985) . Uridine and inosine are added to prevent effects of glucose degeneration without interfering with mannose uptake (Wiee and Kennell, 1983) . Samples were loaded onto 10% polyacrylamide gels (1 culture equivalent/gel lane), and gels were processed for fluorography (Rather et al., 1985) . Alternatively, labeled solubilized material from control and castanospermine-treated cultures was stored frozen at -70\"C before pronase digestion for analysis of oligosaccharides.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 186,
                    "text": "(Rather et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 430,
                    "text": "Kenneil, 1983)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 534,
                    "text": "(Rather et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 674,
                    "text": "(Wiee and Kennell, 1983)",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 821,
                    "text": "(Rather et al., 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biochemical Analysis of the Effectiveness of Castanospermine Treatment"
        },
        {
            "text": "The cell pellets were resuspended in 5 ml of 50 raM Tris-HCl buffer, pH 7.5, containing 1 mM CaCI2 and 1 mg/ml of pronase. A few drops of toluene were added to prevent bacterial growth, and the tubes were incubated for 18 h at 37°C. An additional 5 ml of pronase solution was added, and incubations were continued for 18 h. The digestion was terminated by addition of trichloroacetic acid to a final concentration of 5 % and, after cooling, the precipitate was removed by centrifugation. The supernatant liquid was extracted five or six times with diethyl ether to remove the trichloroacetic acid, and the aqueous layer was concentrated to a small volume and analyzed by chromatography on columns of Biogel P-4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation and Identification of Glycopeptides"
        },
        {
            "text": "Oligosaccharides and glycopeptides were isolated by chromatography on 1.5 x 150-cm columns ofBiogel P-4 (200--400 mesh). Aliquots of each fraction were counted to determine their radioactive content, and peaks were pooled for additional analysis. Appropriate fractions were digested with endoglucosaminidase H (Endo H), and the digests were rechromatographed on the same Biogei P-4 columns. In these cases, the glycopeptide peaks were concentrated to small volumes and adjusted to pH 6.0 by the addition of citrate buffer to a final concentration of 50 raM. 5 mU of Endo H were then added, and incubations were carded out under a toluene atmosphere for 18 h at 37°C. At the end of this time, another 5 mU of Endo H was added for an additional 18 h of incubation. The products were analyzed on columns of Biogel P-4. Oligosaccharides released by Endo H were treated with jack bean ¢t-mannosidase to determine their susceptibility to this enzyme. In these studies, the incubation mixtures containing the appropriate oligosaccharides were adjusted to pH 5.0 by the addition of acetate buffer, to a final concentration of 50 raM. This solution also contained I mM ZnC12. 1 U of jack bean ct-mannosidase was added and incubations were carried out under a toluene atmosphere for 12-14 h. An additional unit of enzyme was then added and incubations were continued for another 18 h. Oligosaccharides were accurately sized on a long, calibrated column of Biogel P-4 (200-400 mesh).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation and Identification of Glycopeptides"
        },
        {
            "text": "To determine the effect of castanospermine on the structures of the N-linked glycoproteins, ganglia were incubated in the presence or absence of alkaloid, and 2-[3H]-o-mannose was added to label the glycoproteins. After incubation for 8 h, the cell homogenates were digested exhaustively with pronase, and the glycopeptides were separated on columns of Biogel P-4 (see Materials and Methods). Since these columns did not completely resolve the complex types of oligosaccharides from the high-mannose types, the entire glycopeptide peak was pooled, digested with Endo H, and rechromatographed on the column. Fig. 1 B shows the gel filtration profiles of the oligosaccharides and glycopeptides released by Endo H digestion. In the control cells, three peaks were observed after Endo H digestion. The first peak, whose migration was not altered by the enzymatic treatment, contained '~28 % of the total radioactivity. This peak appears to be composed of complex types of oligosaccharides. The second peak, which emerged in fractions 54-64, was shifted by the Endo H treatment to a slower migrating peak. The elution position of this peak and its susceptibility to a-marmosidase indicated that this was a high-mannose structure of Mang_gGlcNAc (see below). The third sharp peak apparently is free mannose, since its elution position is in the monosaccharide area of the column. In the presence of castanospermine the first peak was greatly reduced and represented <10% of the total radioactivity. Again the elution position of this peak was not shifted by the Endo H treatment. On the other hand, the migration of the second peak was altered by Endo H, and after treatment it emerged in fractions 52-58. This peak is probably a Glc3ManT-a GIcNAc, based on its elution from calibrated columns and its limited susceptibility to a-mannosidase (see below). It can be seen that the high-marmose structures of control tissue were absent in the presence of castanospermine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 613,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Synthesis of N-Linked Oligosaccharides in the Presence of Castanospermine"
        },
        {
            "text": "Peak 2 of the control cells (fractions 54-64) and peak 2 of castanospermine-incubated cells (fractions 52-58) were chromatographed on a long calibrated column of Biogel P-4 to determine their size. Fig. 1 A shows the profiles obtained on this column. A rather broad oligosaccharide peak was obtained from the control cells and eluted at a position near to that of the MangGlcNAc MangGIcNAc standards. This oligosaccharide was completely susceptible to digestion by jack bean a-mannosidase and gave rise to a major peak of free mannose and a small peak of Man-13-GlcNAc (data not shown). Thus, the oligosaccharide present in peak 2 of control ceils appears to be composed of typical high-mannose structures of the Man~_9GlcNAc composition. The oligosaccharide in peak 2 of the castanospermine-treated cells was larger in size than that of control cells and eluted near the hexose~oGlcNAc and hexoseaGlcNAc standards. This oligosaccharide was only slightly susceptible to ¢t-mannosidase digestion and gave rise to products with sizes corresponding to hexosegGlcNAc plus radioactive mannose (data not shown). This new oligosaccharide produced in the presence of a-mannosidase would appear to be Glc3Man6GlcNAc and the original oligosaccharide isolated from castanospermine-treated cells is therefore a mixture of Glc3ManTGlc-NAc and Glc3MansGlcNAc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 204,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Synthesis of N-Linked Oligosaccharides in the Presence of Castanospermine"
        },
        {
            "text": "It is difficult to quantitate precisely the oligosaccharides that retain normal structure in the presence of castanospermine. Rough estimates based on the material that chromatographs with control oligosaccharides as shown in Fig. 1 , A and B suggests that maximally 10-15 % of the oligosaccharides have normal structure, representing that fraction of the mannose-labeled oligosaccharides that has an apparent size identical to that of control material.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 232,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Synthesis of N-Linked Oligosaccharides in the Presence of Castanospermine"
        },
        {
            "text": "Since these results pertain to the bulk sugars present in dorsal root ganglion neurons, we have analyzed the major glycoproteins in these neurons on one-dimensional polyacrylamide gels to ascertain whether the alterations in N-linked oligosaccharides are reflected in a majority of cellular glycoproteins. As shown in Fig. 1 (inset A potential difficulty in the interpretation of results using castanospermine is the possibility that a given protein might have an extremely long half-life in the membrane, and therefore remain associated with the cell surface after treatment with this alkaloid . We have estimated the turnover times of dorsal root ganglion neuron proteins by labeling cultures with 2-1 3H]-D-mannose as described in Materials and Methods, followed by solubilization of the cultures after 2, 4, 6, or 11 d of chase in serum-supplemented medium (Ratner et al ., 1985) and analyzing radioactivity in trichloroacetic acid-precipitable material after these times. We observed that 60% of the proteins in these neurons turn over with a half-life of 2 d, while 40% turn over with a half-life of 6 d . Any slower component is not detectable using this method . The possible slow turnover of a specific protein is probably not a problem in experiments analyzing neurite outgrowth and fasciculation, where a considerable amount of de novo synthesis of membrane protein is required for neurite elongation, but must be considered in experiments such as those examining ensheathment and myelination (see below) . Neunte Growth and Fasciculation Examination of neurite outgrowth in the presence of castanospermine was undertaken using conditions in which nonneuronal cell proliferation is retarded by the combination of a specific substratum (air-dried collagen) (Roufa et al ., 1983) and tissue culture medium (Leibowitz's L-15) (Pfenninger Table I -Pfeuninger, 1981) . Migrating non-neuronal cells from the explant do not catch up to the front of growing neurites for as long as 7 d. We initially chose this combination of methods to retard non-neuronal cell growth in order to avoid the use of the antimitotic agent, fluorodeoxyuridine, which has been observed to slow neurite outgrowth from sympathetic ganglia (Argiro and Johnson, 1981) . When we compared neurite outgrowth in the presence of 10 -5 M cytosine arabinoside with that on air-dried collagen and in L-15, however, no difference in outgrowth was observed under these conditions, even after 7 d. Subsequent experiments were performed, therefore, in the presence of cytosine arabinoside to allow a clearer view of the state of fasciculation of the dorsal root ganglion neurites. The extent of neurite outgrowth in the presence of castanospermine was 90% of the control growth. For example, after 5 d in culture the outgrowth from control neurons was 2,142 + 178 gm (n = 6) and of castanospermine-treated neuron, 1,918 + 102 gm (n = 5) ( Table I) .",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 883,
                    "text": "(Ratner et al ., 1985)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1767,
                    "end": 1788,
                    "text": "(Roufa et al ., 1983)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1854,
                    "end": 1872,
                    "text": "-Pfeuninger, 1981)",
                    "ref_id": null
                },
                {
                    "start": 2219,
                    "end": 2245,
                    "text": "(Argiro and Johnson, 1981)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 331,
                    "text": "Fig. 1 (inset",
                    "ref_id": null
                },
                {
                    "start": 1846,
                    "end": 1853,
                    "text": "Table I",
                    "ref_id": null
                },
                {
                    "start": 2905,
                    "end": 2913,
                    "text": "Table I)",
                    "ref_id": null
                }
            ],
            "section": "Synthesis of N-Linked Oligosaccharides in the Presence of Castanospermine"
        },
        {
            "text": "In seven experiments, we consistently observed an enhanced tendency of neurites to fasciculate in the presence of the drug (Fig. 2, B and D) . This effect varied in magnitude in different parts of the outgrowth surrounding the ganglion, as did the extent of fasciculation in control cultures (Fig. 2 C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 140,
                    "text": "(Fig. 2, B and D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 292,
                    "end": 302,
                    "text": "(Fig. 2 C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Synthesis of N-Linked Oligosaccharides in the Presence of Castanospermine"
        },
        {
            "text": "In tissue culture, Schwann cells prefer adhering to neurons more than to other substrata such as type I collagen or tissue culture plastic; purified Schwann cells bind to neurons and ignore areas of the substratum not covered by neuritic outgrowth, even when all areas of the neurite outgrowth are covered by Schwann cells (Salzer and Bunge, 1980) . The molecules involved in this interaction have not been identified, although some evidence has been presented that the adhesive molecule(s) on the neuron are sensitive to glutaraldehyde and trypsin (Salzer et al., 1980a) and distinct from the Schwann cell mitogen (see below) (Ratner et al., 1985; Sobue and Pleasure, 1985) . We have not studied the initial adhesive interaction between neuron and Schwann cell directly. However, we have co-cultured the two cell types for up to 7 wk in the presence of 250 Ixg/ml castanospermine in defined medium. Whereas some atrophy of neurites (in the form of retraction) is observed after these long times, Schwann cells remain attached to the surviving neurites, indicating that this interaction is not dependent on N-linked sugars (data not shown).",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 347,
                    "text": "(Salzer and Bunge, 1980)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 549,
                    "end": 571,
                    "text": "(Salzer et al., 1980a)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 627,
                    "end": 648,
                    "text": "(Ratner et al., 1985;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 649,
                    "end": 674,
                    "text": "Sobue and Pleasure, 1985)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Neuron-Schwann Cell Adhesion and Neuron-induced Schwann Cell Proliferation"
        },
        {
            "text": "Two additional types of experiments indicate that eastanospermine treatment does not modify neuron-Schwann cell adhesion. We routinely generated cultures in which Schwann cells fully populated dorsal root ganglion neurons, then added 250 lag/ml castanospermine for 2 wk in medium M. Fig. 3 B shows a Sudan black-stained preparation of this type in which Schwann cells retain their relationship to neurites. An implicit thesis in this experiment is that the initial neuron-Schwann cell recognition event is the same as the molecular interaction maintaining the adhesion. After being switched from defined N2 medium to medium M + castanospermine (Fig. 3 B) , Schwann cells in the presence of the drug appear to enhance their adhesivity to the neurons in that they become more flattened onto neurite bundles, losing their tendency to aggregate and perch on neurites. Schwann cells in drug-treated cultures (Fig. 3 B) also appear more densely packed on neurites than do Schwann cells in cultures in defined medium (Fig. 3 A) , but less packed than cells in myelinating M medium without castanospermine (Fig. 3 C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 283,
                    "end": 289,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 644,
                    "end": 654,
                    "text": "(Fig. 3 B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 903,
                    "end": 913,
                    "text": "(Fig. 3 B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1010,
                    "end": 1020,
                    "text": "(Fig. 3 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1098,
                    "end": 1108,
                    "text": "(Fig. 3 C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Neuron-Schwann Cell Adhesion and Neuron-induced Schwann Cell Proliferation"
        },
        {
            "text": "Schwann cells are known to express the myelin-related glycolipid, galactocerebroside, on their surfaces only when they are associated with axons (Sobue and Pleasure, 1984) . Expression of galactocerebroside in culture begins after Schwann cells have populated neurons in defined medium (Eldridge, C., personal communication), and rapidly disappears if neuronal somata are removed from such cultures. Therefore, expression of galactocerebroside can be used as an indicator of the interaction of Schwarm cells with neurons. Fig. 5 , E and F (see below) show phase-contrast and immunofluorescent images from a culture similar to that shown in Fig. 3 B, in which neurons and Schwann cells were treated for 2 wk with castanospermine in medium M. Galactocerebroside expression is not altered, indicating that this neuron-Schwann cell interaction is not inhibited.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 171,
                    "text": "(Sobue and Pleasure, 1984)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 528,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 640,
                    "end": 646,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Neuron-Schwann Cell Adhesion and Neuron-induced Schwann Cell Proliferation"
        },
        {
            "text": "When Schwann cells come into contact with dorsal root ganglion neurons, the Schwann cells are stimulated to divide by a mitogen present on the surface of the neurons (Salzer et al., 1980a) . A heparan sulfate proteoglycan present on the surface of the neurites has recently been implicated as a component of the cell surface mitogen (Ratner et al., 1985) . Addition of castanospermine to co-cultures of Schwann cells and neurons had no effect (91% of control) on the mitogenic response observed after 3 d in the presence of the inhibitor, indicating that the mitogenic response does not require the presence of a specific N-linked oligosaccharide on the surface of either the neuron or the Schwann cell. Interpretation of these data depends on (a) the effectiveness of castanospermine as an inhibitor of glycoprotein maturation and (b) the rate of turnover of the mitogen on the neuronal membrane and the mitogen receptor presumed to exist on the Schwann cell surface. The rapid turnover of these proteins appears likely because after trypsinization the neurite mitogen reappears on the cell surface within 36 h (Salzer et al., 1980a) , indicating a relatively rapid rate of synthesis, and trypsintreated Schwann cells become responsive to the neurite mitogen within 24 h (Ratner et al., 1985) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 188,
                    "text": "(Salzer et al., 1980a)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 333,
                    "end": 354,
                    "text": "(Ratner et al., 1985)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1112,
                    "end": 1134,
                    "text": "(Salzer et al., 1980a)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1272,
                    "end": 1293,
                    "text": "(Ratner et al., 1985)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Neuron-Schwann Cell Adhesion and Neuron-induced Schwann Cell Proliferation"
        },
        {
            "text": "In developing in situ peripheral nerve, Schwann cells initially are found around the periphery of bundles of small neurites (Davison and Peters, 1970; Webster et al., 1973) . As the nerve matures, Schwann cell numbers increase (presumably due to the presence of the neurite mitogen, see above), and Schwann cells invade axon bundles and begin to segregate axons. In an intermediate state, a single Schwann cell may surround several groups of small axons and one or two larger axons with its processes. As the process of ensheathment is completed, a single nonmyelinating Schwann cell surrounds several mature axons, providing each axon with a collar of membrane-delineated cytoplasm. To myelinate nerve fibers, a Schwann cell enters into a one-to-one relationship with an axon before beginning to form a myelin sheath (Webster, 1971) . Each Schwann cell associated with neurites in either of these ways is surrounded by basal lamina. The processes of Schwann cell proliferation, axon segregation, wrapping, and myelination occur simultaneously among neighboring ceils. In tissue culture we can regulate the expression of these events by controlling medium and substratum components. In serum-free defined medium, Schwann ceils adhere to neurites and proliferate (Moya et al., 1980) but assemble essentially no basal lamina (Moya et al., 1980; Carey and Bunge, 1981; Bunge et al., 1986) and show little tendency to begin ensheathing neurites; some axons (primarily in small groups) become partly surrounded by Schwann cell processes but (a) in the case of Schwann cells associated with >1 axon, axons are not individually ensheathed, and (b) Schwann cells do not establish a one-toone relationship with axons.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 150,
                    "text": "(Davison and Peters, 1970;",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 172,
                    "text": "Webster et al., 1973)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 818,
                    "end": 833,
                    "text": "(Webster, 1971)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1262,
                    "end": 1281,
                    "text": "(Moya et al., 1980)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1323,
                    "end": 1342,
                    "text": "(Moya et al., 1980;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1343,
                    "end": 1365,
                    "text": "Carey and Bunge, 1981;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1366,
                    "end": 1385,
                    "text": "Bunge et al., 1986)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Ensheathment of Neurons by Schwann Cells"
        },
        {
            "text": "As described in Materials and Methods, cultures were analyzed for ensheathment by electron microscopic analysis of sections taken from cultures in defined N2 medium and cultures shifted for 2 wk to medium M in the presence or absence of 250 ~tg/ml castanospermine. Sections taken from such a castanospermine-treated culture showed some differences from the control, notably diminished extracellular matrix deposition and myelination, as will be described below. In the cytoplasm of Schwann cells, numerous small autophagic vacuoles were present when medium M contained the drug (not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensheathment of Neurons by Schwann Cells"
        },
        {
            "text": "In agreement with earlier work (Moya et al., 1980) , Schwarm cells in defined medium typically exhibited meandering processes that casually contacted neurites but rarely completely surrounded them. Under all culture conditions, regions of bare neurites were present but, in cultures in medium M without castanospermine, Schwann cells had begun to ensheathe neurites and, even after only 2 wk, segregated some axons individually (Fig. 4 B) and myelinated a population of these (Fig. 4 A) . In medium M with or without castanospermine, the preliminary processes of ensheathment had occurred in that a Schwann cell often surrounded a single axon and also a group of axons. Fig. 4 , C-G are representative of Schwann cell-axon relationships in castanospermine-treated cultures, showing the range of interactions observed. As shown in Fig. 4 (Fand G) , one-to-one relationships between Schwann cells and larger diameter (myelin competent?) axons developed in the presence of castanospermine. Axons (n = 120) ensheathed with ¾, 1, l tA, or 1 Y2 turns of Schwann cell cytoplasm were counted in cultures grown in medium M with and without castanospermine; the drug-treated culture did not differ significantly from the control in this 1:1 relationship. In contrast to medium M without castanospermine, however, more than I t& turns of Schwann cell cytoplasm were not observed in the presence of castanospermine (except in the rare instances in which a myelin sheath was present; Fig. 4 D and see below) .",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 50,
                    "text": "(Moya et al., 1980)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 438,
                    "text": "(Fig. 4 B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 476,
                    "end": 486,
                    "text": "(Fig. 4 A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 670,
                    "end": 676,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 830,
                    "end": 845,
                    "text": "Fig. 4 (Fand G)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1471,
                    "end": 1494,
                    "text": "Fig. 4 D and see below)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Ensheathment of Neurons by Schwann Cells"
        },
        {
            "text": "It has been noted previously that conditions that inhibit ensheathment also suppress basal lamina formation by Schwann cells . Castanospermine treatment appears to be another example of this phenomenon because basal lamina formed in drug-treated cultures was patchy and very much less extensive than that found in control cultures, although more than that observed in cultures in serum-free defined medium. The electron micrographs in Fig. 4 show the typical extent of basal lamina formation (arrowheads) observed in castanospermine-treated cultures. Even when surrounding the rarely occurring myelinating Schwann cell (Fig. 4 D) , basal lamina was less than on myelinating Schwann cells grown in the absence of castanospermine. When basal lamina was present on Schwann cells in the presence of castanospermine, it was more prominent on the surface of those in a 1:1 relationship with axons, as would be expected from previous work (Bunge et al., 1982a) . Thin collagen fibrils (arrows), which can be observed in control cultures as early as 2 d after shifting from serum-free medium to medium M (Tiffany, B., C. Eldridge, and M. B. Bunge, unpublished observations), were rare in castanospermine-treated cultures (Fig. 4 , C, E, and G) and, when present (Fig. 4 F) , were not as closely related to the Schwann cell surface as in the control (Fig. 4 B) .",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 953,
                    "text": "(Bunge et al., 1982a)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 441,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 619,
                    "end": 629,
                    "text": "(Fig. 4 D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1213,
                    "end": 1220,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1254,
                    "end": 1264,
                    "text": "(Fig. 4 F)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1341,
                    "end": 1351,
                    "text": "(Fig. 4 B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Basal Lamina Formation by Schwann Cells: Electron Microscopy"
        },
        {
            "text": "In defined medium, neither type IV collagen nor heparan sulfate proteoglycan is detectable on the Schwann cell surface, whereas laminin is present at low levels in a punctate pattern on the cell surface (Cornbrooks et al., 1983) . After 2 wk in medium M, however, continuous basal lamina has formed on Schwann cell exteriors in neuron-Schwann cell co-cultures, as detected by immunofluorescent staining using antibodies directed against type IV collagen, laminin, or heparan sulfate proteoglycan . After 2 wk in medium M plus castanospermine, Schwann cells did not assemble typical basal lamina by immunocytochemical criteria. Fig. 5 shows typical areas from control and castanospermine-treated cultures stained with antibodies against heparan sulfate proteoglycan (Fig. 5, A-D) , The distribution of the three basal lamina antigens tested appears linked in that the three classes of molecules are present in a tight network associated with the Schwann cell surface under normal conditions; castanospermine treatment depressed the deposition of all three types of molecules (data not shown). Nevertheless, all three antigens were present at higher levels than in cultures maintained in N2 medium, in accordance with areas of patchy basal lamina observed by electron microscopy (Fig. 4) . In regions where Schwann cells were clumped, brightly fluorescent patches were observed using all three antibodies, and isolated Schwann cells were stained in a punctate manner with anti-heparan sulfate proteoglycan as well as anti-type IV collagen and anti-laminin antibodies. In castanospermine-treated cultures, none of these antigens were present at the levels or with the organization observed ",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 228,
                    "text": "(Cornbrooks et al., 1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 627,
                    "end": 633,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 765,
                    "end": 778,
                    "text": "(Fig. 5, A-D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1277,
                    "end": 1285,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Basal Lamina Formation by Schwann Cells: lmmunofluorescence"
        },
        {
            "text": "We have quantitated myelin formation in castanosperminetreated neuron-Schwann cell co-cultures. Cultures switched to medium M without castanospermine contained on average 40 myelin segments/1.25 mm 2 with many fields containing too many myelin segments to count (i.e., >60 segments/ field). In contrast, castanospermine-treated cultures contained <4 segments/field and, in some experiments, no myelin was observed. Interestingly, the myelin internodes that did form in drug-treated cultures appeared normal in length (control, 95 + 23.2 Ixm; 89.9 5: (D; arrowheads, E) , and Schwann cells surrounding an axon with cytoplasm exhibit basal lamina that is also very thin or patchy (arrowheads, F and G) . In normal medium, collagen fibrils dot the exterior of the basal lamina (arrows, B); in castanospermine-containing medium, collagen fibrils are rare (C-E and G) 26.1 lma) and in compaction as observed by electron microscopy (Fig. 4, D and E ).",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 526,
                    "text": "(control,",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 541,
                    "text": "95 + 23.2 Ixm;",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 553,
                    "text": "89.9 5: (D;",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 565,
                    "text": "arrowheads,",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 568,
                    "text": "E)",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 699,
                    "text": "(arrowheads, F and G)",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 862,
                    "text": "(C-E and G)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 926,
                    "end": 942,
                    "text": "(Fig. 4, D and E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Myelination"
        },
        {
            "text": "Since the biological reason for the enormous heterogeneity in sugar chains on glycoproteins is not understood, we have taken a defined system, easily accessible to manipulation through tissue culture, and asked whether specific sugar structures of the N-linked type are required for a variety of biological functions. Inhibitors such as castanospermine allow a distinction between two possible roles for N-linked oligosaccharides on cell surface glycoproteins involved in cell-cell interactions. In the first, a cell-cell interaction requires the presence of a specific carbohydrate structure; an example is the interaction ofa lectin with a sugar. In the second, the carbohydrate, as a large, hydrophilic component of the protein, may influence the conformation or characteristics of the protein, but is not directly involved in the cell-cell interaction. By generating glycoproteins with high mannose cores but without mature (high mannose or complex) oligosaccharides, castanospermine should affect the former interactions but not the latter. This is in contrast to inhibitors such as tunicamycin which affect both types of molecules by completely blocking the formation of any N-linked oligosaccharides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although most known cell surface proteins contain some covalenfly bound sugar, the evidence that we have presented suggests that one set of very well-defined cell-cell interactions is not influenced (to our level of resolution) by the exact structure of these sugar chains. These interactions include neuron-Schwann cell adhesion, neuron-induced Schwann cell proliferation, and neurite outgrowth. The independence of these events from specific N-linked sugars introduces the question of whether other types of sugar chains on proteins might mediate these events. In parallel studies, the effects of a competitive inhibitor of proteoglycan biosynthesis have been analyzed in this system. The loss of a heparan sulfate proteoglycan on the neuronal surface inhibits Schwann cell proliferation (Rather et al., 1985) , but inhibition of proteoglycan biosynthesis by over 85% does not affect neuron-Schwann cell adhesion. Ensheathment of neurons by Schwann cells and basal lamina formation by Schwann cells also appear normal at the electron microscope level in the presence of 1 mM 4-methylumbelliferyl-13-D-xyloside, although myelin formation is inhibited and the few segments that do form are shorter than normal myelin segments (Ratner et al., 1986) . These results, taken together with the results using castanospermine, indicate that it is possible to recognize by the use of appropriate inhibitors specific classes of molecules that are essential, by virtue of their sugar chains, to a given cell-cell interaction.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 811,
                    "text": "(Rather et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1247,
                    "text": "(Ratner et al., 1986)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Castanospermine-treated cultures show enhanced neurite fasciculation. Although data are not available for the rat, chicken lumbar ganglia tend to fasciculate less than thoracic dorsal root ganglia at the same age (Rutishauser et al., 1978) . Lumbar ganglia also contain more highly sialated (embryonic) N-CAM than do thoracic ganglia in the mouse (Chuong and Edelman, 1984) , retaining the embryonic form after birth. We have chosen conditions that maximize defas-ciculation, i.e., the use of air-dried collagen as a substratum (Roufa et al., 1983) to test the effect of castanospermine on the process. It has been reported that the neural cell adhesion molecule, N-CAM, is at least in part responsible for fasciculation of neurites since anti-N-CAM antibodies block fasciculation (Rutishauser et al., 1978) . The presence of polysialic acid is one of the characteristic features of N-CAM, and a decrease in the amount of sialic acid on N-linked sugars on the molecule appears to enhance its rate of binding to cells (Cunningham et al., 1983) . We would therefore anticipate that a block in the synthesis of specific N-linked oligosaccharides should enhance fasciculation, and this was in fact observed in our experiments (see Fig. 2 ). Monovalent fragments obtained from anti-N-CAM antibodies can defasciculate the fascicles formed subsequent to alteration of the carbohydrate side chains by addition of castanospermine (data not shown), suggesting that the major adhesive molecule in this system appears to be N-CAM and that asparagine-linked oligosaccharides (polysialic acid residues) modulate the adhesion characteristics of N-CAM. While this work was in progress, we were informed by Dr. U. Rutishauser of results (now published, Rutishauser et al., 1985) that demonstrated that treatment of chicken neuron cell surfaces with an endosialidase increased N-CAM-dependent fasciculation in vitro and in the optic nerve. These results and our results are in agreement in that both sets of observations lead to the conclusion that N-CAM-dependent fasciculation is enhanced when N-CAM lacks polysialic acid. Other cell surface glycoproteins have also been implicated in fasciculation and the activity could be altered by culture in the presence of castanospermine; in all cases, however, our results substantiate other data suggesting that the presence of specific N-linked sugars minimizes the adhesion of neurites to each other at least under our culture conditions. It has been reported that tunicamycin treatment of cerebral neurons inhibits neurite outgrowth when added 6-24 h after plating neurons (Yavin et al., 1984) ; this effect may be due to either toxicity of tunicamycin or its effect on transport of proteins to the cell surface. The negative result we have obtained using castanospermine indicates that the mature sugar complement of glycoproteins is not required for neurite initiation or neurite elongation.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 239,
                    "text": "(Rutishauser et al., 1978)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 347,
                    "end": 373,
                    "text": "(Chuong and Edelman, 1984)",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 548,
                    "text": "(Roufa et al., 1983)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 781,
                    "end": 807,
                    "text": "(Rutishauser et al., 1978)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1017,
                    "end": 1042,
                    "text": "(Cunningham et al., 1983)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1736,
                    "end": 1761,
                    "text": "Rutishauser et al., 1985)",
                    "ref_id": null
                },
                {
                    "start": 2603,
                    "end": 2623,
                    "text": "(Yavin et al., 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1227,
                    "end": 1233,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The data presented herein suggest that castanospermine inhibits the initiation of myelin formation, specifically the initiation of spiral wrapping of the Schwann cell mesaxon around neurites. Schwarm ceils are able, in the presence of castanospermine, to segregate larger diameter axons and encircle them with up to llh turns of cytoplasm. Thus specific Nlinked sugars on either the neuron or Schwann cell appear not to be involved in the segregation of a single axon by a Schwann cell but are required for the initiation of wrapping of the Schwann cell membrane around an axon. Very little is known about the molecular components involved in ensheathment and beginning myelin formation; one molecule which may play a role is the myelin-associated glycoprotein, present in the inner mesaxon of Schwann cells (Trapp et al., 1984) .",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 828,
                    "text": "(Trapp et al., 1984)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An alternative explanation for the inhibition of beginning myelination by castanospermine is that this effect is secondary to the Schwann cells' failure to deposit an adequate ex-tracellular matrix (see Bunge et al., 1986) . Previous data show that the presence of neurons is essential (in myelinpromoting medium) for Schwann cells to assemble basal lamina (Bunge et al., 1982a) . Moreover, contact between neuron and Schwann cell is necessary (Clark et al., 1985) . It has been suggested that the formation of basal lamina by Schwann cells may be regulated through adequate production of type IV collagen (Carey et al., 1983; Bunge et al., 1986; Eldridge et al., 1984 Eldridge et al., , 1985 . Other basal lamina components such as laminin (Cornbrooks et al., 1983) and entactin (Carlin et al., 1981) , which are glycoproteins and presumably sensitive to the action of castanospermine, are not by themselves sufficient for normal basal lamina assembly because they are secreted by Schwann cells in defined medium, a condition in which little matrix is assembled . Procollagen contains N-linked oligosaccharides (Clark, 1979) , and therefore the secretion of collagen might be affected by castanospermine. We have shown that type IV procollagen production (as assessed by assembly of a basal lamina) is decreased along with that of heparan sulfate proteoglycan (which should be unaffected by castanospermine treatment) and laminin. The presence of numerous small autophagic vacuoles in Schwann cell cytoplasm in the presence of castanospermine would be consistent with impaired secretion. This concerted inhibition of assembly of the three major classes of molecules into basal lamina must therefore be related to a fundamental disruption in neuron-Schwann cell interaction which does not allow the establishment of polarity of the Schwann cell Bunge et al., 1986) . We therefore postulate that the Schwann cell's failure to begin myelination in the presence of castanospermine is due to the drug's direct effect on one (or a few) cell surface glycoprotein(s) on either neuron or Schwann cell which play(s) a role in directing the initiation of wrapping of the Schwann cell membrane (beyond l t/2 turns) around the neurite.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 222,
                    "text": "Bunge et al., 1986)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 357,
                    "end": 378,
                    "text": "(Bunge et al., 1982a)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 444,
                    "end": 464,
                    "text": "(Clark et al., 1985)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 606,
                    "end": 626,
                    "text": "(Carey et al., 1983;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 627,
                    "end": 646,
                    "text": "Bunge et al., 1986;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 647,
                    "end": 668,
                    "text": "Eldridge et al., 1984",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 669,
                    "end": 692,
                    "text": "Eldridge et al., , 1985",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 780,
                    "end": 801,
                    "text": "(Carlin et al., 1981)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1112,
                    "end": 1125,
                    "text": "(Clark, 1979)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1845,
                    "end": 1864,
                    "text": "Bunge et al., 1986)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 741,
                    "end": 766,
                    "text": "(Cornbrooks et al., 1983)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the rare cases that myelin forms in the presence of castanospermine, it is normal in both internode length and in fine structure. It is known that myelin sheath formation is related to properties of the axon, since in vivo and in vitro it has been demonstrated that identical populations of Schwann ceils can be induced to myelinate some neurons but not others (Hillorp and Olivercrona, 1946; Aguayo et al., 1976; Weinberg and Spencer, 1975) . In addition, the internodal length appears to reflect the diameter of the axon in several species (Davison and Peters, 1970) . We speculate, therefore, that the inhibition of initiation of mesaxon wrapping of axons in castanospermine prohibits the required steps leading to myelin formation, and not myelination per se. Thus, we propose that N-linked oligosaccharide(s) is (are) involved in the initiation rather than the completion of Schwann cell wrapping or the compaction of the mesaxon into myelin.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 416,
                    "text": "Aguayo et al., 1976;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 417,
                    "end": 444,
                    "text": "Weinberg and Spencer, 1975)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 545,
                    "end": 571,
                    "text": "(Davison and Peters, 1970)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Inhibition of neurite extension by fiuorodeoxyuridine is age dependent, dose dependent and reversible",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Argiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Soc. Neurosci. Abstr",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Patterns and kinetics of neurite extension from sympathetic neurons in culture are age dependent",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Argiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Neurosci",
            "volume": "2",
            "issn": "",
            "pages": "503--512",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potential of Sehwann ceils from unmyelinated nerves to produce myelin: a quantitative ultrastructural and radiographic study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguayo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Charron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Neurocytol",
            "volume": "5",
            "issn": "",
            "pages": "565--573",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Growth of a rat neuroblastoma cell line in serum-free supplemented media",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bottenstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "76",
            "issn": "",
            "pages": "514--517",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neuron-Schwann cell interaction in basal lamina formation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Dev. Biol",
            "volume": "92",
            "issn": "",
            "pages": "449--460",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interrelationship between Schwann cell function and extracellular matrix production",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Trends Neurosci",
            "volume": "6",
            "issn": "",
            "pages": "499--505",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Studies on the transplantation of spinal cord tissue in the rat. I. The development of a culture system for hemisections of embryonic spinal cord",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Brain Res",
            "volume": "57",
            "issn": "",
            "pages": "261--276",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Linkage between axonal ensheathment and basal lamina production by Schwann cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Eldridge",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Annu. Rev. Neurosci",
            "volume": "9",
            "issn": "",
            "pages": "305--328",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Functional expression in primary nerve tissue cultures maintained in defined medium",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bange",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Cornbrooks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Iacovitti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Kleinschmidt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cold Spring Harbor Conf. Cell Proliferation",
            "volume": "9",
            "issn": "",
            "pages": "1017--1031",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Differentiation of Schwann cells in tissue culture",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carey",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Cell Biol",
            "volume": "97",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Factors influencing the release of proteins by cultured Schwann cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Cell Biol",
            "volume": "91",
            "issn": "",
            "pages": "666--672",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Biosynthesis of type IV collagen by cultured rat Schwann cells",
            "authors": [],
            "year": null,
            "venue": "J. Cell Biol",
            "volume": "97",
            "issn": "",
            "pages": "473--479",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Alterations in neural cell adhesion molecules during development of different regions of the nervous system",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jaffe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Biol. Chem",
            "volume": "256",
            "issn": "",
            "pages": "5209--5214",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The distribution and initial characterization of oligosaccharide units on the COOH-terminal propeptide extensions of the Pro-~tl and Pro-a2 chains of Type I procollagen",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. Biol. Chem",
            "volume": "259",
            "issn": "",
            "pages": "10798--10802",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Neuronal regulation of basal lamina formation by Schwann cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Soc. Neurosci. Abstr",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "In vivo and in vitro observations on laminin production by Schwann cells",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "3850--3854",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Molecular topography of N-CAM: surface orientation and the location of sialic acid-rich and binding domains",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rutishauser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hemperly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Edelman",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "3116--3120",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Inhibitors of the biosynthesis and processing of N-linked oligosaccharides",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elbein",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "CRC Crit. Rev. Biochem",
            "volume": "16",
            "issn": "",
            "pages": "21--49",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effects ofascorbic acid on Schwann cell basal lamina assembly and myelination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Serum ascorbic acid regulates myelin formation and basal lamina assembly by Schwann cells in vitro",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Soc. Neurosci. Abstr",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Basal lamina-associated heparan sulfate proteoglycan in the rat peripheral nervous system: characterization and localization using monoclonal antibodies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sanes",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. NeurocytoL",
            "volume": "15",
            "issn": "",
            "pages": "37--51",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Glucose removal from N-linked oligosaccharides is required for efficient maturation of certain secretory glycoproteins from the rough endoplasmic reticulum to the Golgi complex",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Florman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wasserman ; Hillorp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Olivercrona ; Lodish",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "J. Cell Biol",
            "volume": "41",
            "issn": "",
            "pages": "1720--1729",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Receptor function of mouse sperm surface galactosyltransferase during fertilization",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Lopaz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bayna",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Litoff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaper",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Shur",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "1501--1510",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Schwann cells proliferate but fail to differentiate in defined media",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "77",
            "issn": "",
            "pages": "6902--6906",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Function of glycoprotein glycans",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Parent",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Trends Biochem. Sci",
            "volume": "10",
            "issn": "",
            "pages": "78--82",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Lectin labeling of sprouting neurons. II. Relative movement and appearance of glycoconjugates during plasmalemmal expansion",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Pfenninger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Mayli6-Pfenninger",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Cell BioL",
            "volume": "89",
            "issn": "",
            "pages": "547--559",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Development of oligodendrocytes and Schwann cells studied with a microclonal antibody against galactocerebroside",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ranscht",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Clapshaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Seifert",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "79",
            "issn": "",
            "pages": "2709--2713",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "PC12 cells as a source of neurite derived cell surface mitogen which stimulates Schwann cell division",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ranscht",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge ; Rather",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Glial-Neuronal Communication in Development and",
            "volume": "98",
            "issn": "",
            "pages": "1150--1155",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A neuronal heparan sulfate proteoglycan is required for dorsal root ganglion neuron stimulation of Schwann cell proliferation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ratner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "744--754",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Effects of an inhibitor ofproteoglycan biosynthesis on neuron-induced Schwann cell proliferation and basal lamina formation by Schwann cells. In Mesenchymal/Epithelial Interactions in Neural Development",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ratner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. R. Wolff and J. Sievers",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The effects of processing inhibitors of N-linked oligosaccharides on the intraeellular migration of glycoprotein E2 of mouse hepatitis virus and the maturation of coronavirus particles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Repp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tarnura",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boschek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Chem. Phys. Lipids",
            "volume": "260",
            "issn": "",
            "pages": "270--297",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Influence of ganglion age, non-neuronal cells and substratum on neurite outgrowth in culture",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Roufa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Dev. Biol",
            "volume": "99",
            "issn": "",
            "pages": "225--239",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Adhesion among neural cells of the chick embryo. IV. Role of the cell surface molecule CAM in the formation of neurite bundles in cultures of spinal ganglia",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rutishauser",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Gall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Edelman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Cell Biol",
            "volume": "79",
            "issn": "",
            "pages": "382--393",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Specific alteration of N-CAM-mediated cell adhesion by an endoneuraminidase",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rutishanser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Troy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Vimr",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "1842--1849",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Studies on Schwarm cell proliferation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "An analysis in tissue culture of proliferation during development, Wallerian degeneration, and direct injury",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Cell Biol",
            "volume": "84",
            "issn": "",
            "pages": "739--752",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Studies of Schwann cell proliferation. III. Evidence for the surface localization of the neurite mitogen",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Cell BioL",
            "volume": "84",
            "issn": "",
            "pages": "767--778",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Studies of Sehwann cell proliferation. II. Characterization of the stimulation and specificity of the response to a neurite membrane factor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Bunge",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Cell Biol",
            "volume": "84",
            "issn": "",
            "pages": "753--766",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The formation of vesicular stomatitis virus (San Juan Strain) becomes temperature sensitive when glucose residues are retained on the oligosaccharides of the glycoprotein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schlessinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malfer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schlessinger",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. BioL Chem",
            "volume": "259",
            "issn": "",
            "pages": "7597--7601",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Schwann cell galactocerebroside induced by derivatives of adenosine 3',5'-monophosphate",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sobue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pleasure",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Science (Wash. DC)",
            "volume": "224",
            "issn": "",
            "pages": "72--74",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Adhesion of axolemmal fragments to Schwann cells: a signal-and target-specific process closely linked to axolemmal induction of Schwann cell mitosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sobue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pleasure",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Neurosci",
            "volume": "5",
            "issn": "",
            "pages": "379--387",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Involvement of the nerve growth factor-inducible large external glyeoprotein (NILE) in neurite fasciculation in primary cultures",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Stallcup",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beasley",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "82",
            "issn": "",
            "pages": "1276--1280",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Antibody against nerve growth factor-inducible large external glycoprotein (NILE) labels nerve fiber tracts in the developing rat nervous system",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Stallcup",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beasley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Levine ; Stoolman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Tenforde",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "1535--1540",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Laminin-a glycoprotein from basement membranes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Timpl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gehron-Robey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Rennard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Foidart",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J. BioL Chem",
            "volume": "254",
            "issn": "",
            "pages": "9933--9937",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A network model for the organization of type IV collagen molecules in basement membranes",
            "authors": [],
            "year": null,
            "venue": "Eur. J. Biochem",
            "volume": "120",
            "issn": "",
            "pages": "203--211",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Immunochemical studies of quaking mice support a role for the myelin-associated glycoprotein in forming and maintaining the penaxonal space and periaxonal cytoplasmic collar of myelinating Schwann cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Trapp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Quarles",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "",
            "pages": "594--606",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The relationships between interphase Schwann ceils and axons before myelination: a quantitative electron microscopic study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "O&apos;connell",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Cell Biol",
            "volume": "48",
            "issn": "",
            "pages": "401--416",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Studies on the control of myelinogenesis. I. Myetination of regenerating axons after entry into a foreign uamyelinated nerve",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spencer ; Wice",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kennell",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Biol. Chem",
            "volume": "4",
            "issn": "",
            "pages": "361--375",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Tunicamycin blocks neuritogenesis and glucosamine labeling of gangliosides in developing cerebral neuron cultures",
            "authors": [],
            "year": null,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "5638--5642",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Effect of castanospermine on N-linked oligosaccharide synthesis . Glycopeptides from control (e) and castanospermine-treated (o) cultures were isolated and treated with Endo H as described in Materials and Methods . The glycopeptides were separated on a Biogel P-4 column (B) . The material in peak II (see text) was accurately sized in a Biogel P-4 (200-400 mesh) 1 .5 x 200-cm column . The elution is shown in A. The size markers are 1, hexosebGlcNAc ; 11, hexose9GlcNAc ; III, hexose8Glc-NAc ; IV, stachyose ; V, mannose . The inset in A shows polyacrylamide gels from 2[3H]-D-mannose-labeled cultures; the two left lanes are stained with Coomassie Brilliant Blue \"R and the right hand lanes are fluorographs of identical lanes . (-) control cultures; (+) castanospermine-treated cultures. For details see text .This table illustrates the extent of neurite outgrowth in the absence (-) or presence (+) of castanospermine. All results are the average of three to five experiments .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Influence of castanospermine on fasciculation of dorsal root ganglion neurons. Embryonic day 15 dorsal root ganglion neurons were allowed to grow neurites in the absence (A and C) or presence (B and D) of 250 ~tg/ml castanospermine for 3 d; neurites are more fasciculated in the presence of castanospermine (D). The data shown are representative of those obtained in three different experiments. (A and B) Bar, 2 ram; (C and D) bar, 1 nun. C and D are from sister cultures of A and B.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Morphology of neuron-Schwann cell cultures after treatment with castanospermine. Schwarm cells were allowed to fill the outgrowth of dissociated dorsal root ganglion neurons in defined medium. The figure shows bright field photographs of Sudan black-stained preparations. Comparable areas of outgrowth (1.25 mm from the edge of the neuronal call bodies in the middle of the culture) are shown from cultures that were cultured an additional 2 wk in defined medium (A), medium M plus castanospermine (250 Ixg/ml) (B), or medium M (C). In B, the arrow points to the Schwann cell associated with the single myelin segment in this field and the arrowheads delineate the ends of the internode. Many myelin internodes are seen in C. Bar, 40 p.m.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of castanospermine on extracellular matrix production by Schwann cells. Electron micrographs of neuron-Schwann cell cultures in myelin-promoting medium (A and B) or in this medium plus castanospermine (C-G) for 2 wk. These areas are from crosssectioned fascicles in outgrowth regions. In all panels but C, myelinated or nonmyelinated axons in 1:1 relationships with Schwann cells are illustrated; 1:1 relationships between Schwann cells and larger diameter axons develop in castanospermine-contalning as well as normal medium. The Schwann cells surrounding single larger axons possess the most prominent basal lamina at this time period in either medium, but this population of Schwann cells exposed to castanospermine exhibits less basal lamina than the Schwann cells in normal medium (cf.B with E-G). In the presence of castanospermine, myelinating Schwarm cells may have nearly continuous basal lamina but it is very thin The Journal of Cell Biology, Volume 103, 1986",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Immunofluorescence staining for a basal lamina antigen and galactocerebroside after castanospermine treatment. Fully populated neuron-Schwarm cell cultures in defined medium were switched to medium M for 2 wk in the absence (A and B) or presence (C-F) of 250 ~tg/ml castanospermine. Cultures were then fixed in paraformaldehyde for 20 min before staining with an anti-heparan sulfate proteoglycan (B and D) or anti-galactocerebroside (F) antibody followed by a rhodamine-conjugated goat anti-mouse secondary antibody. A, C, and E are phase micrographs; B, D, and F are the corresponding fluorescent images. In contrast to the normal linear pattern of basal lamina staining in medium M (B), staining indicative of basal lamina assembly is greatly reduced in the presence of castanospermine (D). That the neurons and Schwann cells are interacting in castanospermine is shown by positive staining for galactocerebroside (F).Bar, 20 Ixm.    in cultures of neurons and Schwarm cells in medium M without the inhibitor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "or are found in small clusters farther from the basal lamina (arrow, F). (A, C, and D) Bar, 1 lun; (B and E-G) bar, 0.5 I~m.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "), all the detectable bands in fluorographs of one-dimensional gels of 2-[3H]-o-mannose labeled proteins migrate at new positions in the presence of castanospermine, while Coomassie Bluestained proteins do not shift. Because of the large number of glycoproteins resolved by this technique, we cannot correlate specific new bands with their associated proteins in control cultures, but we conclude that most, if not all, major glycoproteins are affected by the drug.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The Journal of Cell Biology, Volume 103, 1986",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Peggy Bates for embedding cultures and cutting thin sections for electron microscopy. Discussions with Charles Eldridge concerning ensheathment and basal lamina formation were deeply appreciated. Drs. R. Timpl, C. Cornbrooks, and B. Ranscht generously provided anti-laminin plus anti-type IV collagen, anti-heparan sulfate proteoglycan, and anti-galactocerebroside antibodies, respectively. Thanks also go to Carol Boyd for assisting in setting up and maintaining cell cultures and to Joe Hayes for photographic assistance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}