{
    "paper_id": "e3298846caa5271bd93b410c46b8ab6cee3eff8e",
    "metadata": {
        "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in Oman: Current Situation and Going Forward",
        "authors": [
            {
                "first": "Salah",
                "middle": [
                    "T"
                ],
                "last": "Al Awaidy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Muscat",
                        "country": "Oman"
                    }
                },
                "email": "salah.awaidy@gmail.com"
            },
            {
                "first": "Faryal",
                "middle": [],
                "last": "Khamis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Hospital",
                    "location": {
                        "settlement": "Muscat",
                        "country": "Oman"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "M iddle East respiratory syndrome coronavirus (MERS-CoV) is a zoonotic viral respiratory illness caused by a novel betacoronavirus, which was first reported in Saudi Arabia in 2012. 1 Since, MERS-CoV cases have been reported across the Arabian Peninsula, with occasional cases exported among travelers to other continents. 2 Dromedary camels are a major reservoir host, in which the virus causes negligible disease. 3 The virus can spread from dromedary camels to humans, through direct or indirect contact, causing significant morbidity and mortality. 4 The clinical spectrum ranges from asymptomatic illness to septic shock and multiorgan failure. 5 As of January 2019, a total of 2298 laboratoryconfirmed human cases of MERS-CoV from 27 countries have been reported, including 811 associated deaths giving a fatality rate of 35.2%. Eighty percent of cases have been reported from countries of the World Health Organization Eastern Mediterranean Region. 2 Human-to-human transmission of MERS-CoV has been described in several closed clusters of cases, including a small family cluster of mild disease. 5 Two major healthcare-associated outbreaks due to superspreading events led to massive numbers of cases and excessive morbidity and mortality in several countries. 2, 6 Currently, there has been no evidence of sustained human-to-human transmission. 2, 6 In Oman, the first laboratory-confirmed case of MERS-CoV was reported in June 2013. 7, 8 Up to March 2018, a total of 11 laboratory-confirmed cases have been reported sporadically. 5 Ten (91%) cases were males with a mean age of 52±17.7 years (range: 20-75 years). Nine cases (82%) were primary and two cases (18%) were secondary. Patients were predominately from the North Al Batinah governorate (average rate: 1 per 100 000 population) with a fatality rate of 9%. Eight cases (73%) reported domestic camel exposure. Uncontrolled diabetes mellitus was the most common comorbidity in eight cases (73%). No secondary cases were reported among healthcare workers. Seroprevalence studies revealed MERS-CoV exposure among all sampled domestic camels across Oman. 9, 10 Between 27 January and 12 February 2019, a total of 13 additional human cases of laboratoryconfirmed MERS-CoV using real-time polymerase chain reaction (RT-PCR) were reported in Oman. Eight (61%) and four (39%) cases were residents of North Al Batinah and A'South Sharqiyah governorates, respectively. 11 The first cluster of five females (four from the same family), reported on 27 and 28 January 2019 were residents of North Al Batinah. Their mean age was 42±10.8 years (range: 30-59 years). Three of the five cases were probably secondary cases exposed to the index case who reported a history of direct contact with camels. None of the other cases had contact with camels. However, four cases resided on a farm where camels were kept, and the fifth case had a history of contact with one of the patient's with MERS-CoV at the hospital. Two of the five cases died (40% fatality rate). Uncontrolled diabetes mellitus and hypertension were the most common comorbidities reported among three of the cases.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 323,
                    "end": 324,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 416,
                    "end": 417,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 553,
                    "end": 554,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 650,
                    "end": 651,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 956,
                    "end": 957,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1104,
                    "end": 1105,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1269,
                    "end": 1271,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1272,
                    "end": 1273,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1357,
                    "end": 1358,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1443,
                    "end": 1445,
                    "text": "7,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1446,
                    "end": 1447,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2118,
                    "end": 2120,
                    "text": "9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2121,
                    "end": 2123,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Between 12 and 18 February 2019, North Al Batinah and South A'Sharqiyah governorates each reported four additional cases (n = 8). These were sporadic cases with no epidemiological link to the previous cluster. Seven cases (88%) were Omani nationals. The mean age of cases was 55±17.5 years (range: 30-77 years) with an equal number of males and females. Cases from both governorates had a history of contact with camels (community). Two cases from South A'Sharqiyah were admitted to intensive care units. Uncontrolled diabetes mellitus, hypertension, and ischemic heart diseases were the most common comorbidities present and were reported among three cases including the deceased. The case fatality rate was 25%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Through contact screening, two asymptomatic healthcare workers, one from each governate tested positive for MERS-CoV. Both were involved in the care of MERS-CoV patient (one was involved in intubation). A total of 60 familial contacts from both clusters and 119 healthcare worker contacts were screened for MERS-CoV and monitored for 14 days from the final date of exposure. All tested negative except two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Between January and March, the season of dromedary camels breeding, races take place in these governorates. It is possible that during these months there is increased MERS-CoV circulation in the animal reservoir. The index cases were in contact with or resided on a farm where camels were kept. Individuals in close contact with dromedary camels are at an increased risk of acquiring the infection compared with the general population. 12 The transmission from camels to humans can be via direct contact with camels through respiratory droplets or saliva, or the use of camel products. 12 In the current outbreaks, we observed non-linked clusters and sporadic cases, in addition to nosocomial transmission in healthcare facilities with no evidence of sustained human-to-human transmission. 13 Although most MERS-CoV infected healthcare workers are asymptomatic, 13 serious infections can occur, and healthcare workers might play a critical role in spreading the virus within their area of practice in healthcare facilities. 14 Several factors could have contributed to the current transmission within healthcare facilities, including delays in suspicion and case detection, and providing close patient care without adherence to infection prevention and control (IPC) measures. Hospital transmission of MERS-CoV has been attributed to suboptimal infection control practices such as lack of personal protective equipment use, poor hand hygiene, delay in timely index case isolation, lack of negative pressure rooms, and performing aerosolizing procedures without appropriate personal protective equipment. Thus, there is an urgent need to reinforce the execution of basic IPC measures at all times in all healthcare facilities. Other pivotal interventions in reducing nosocomial transmission include prompt triaging, staff cohorting, and excluding non-essential staff and visitors. 6, 15 The current outbreak highlights the need for increased awareness among the public, particularly in individuals with comorbidities, who are at higher risk of complications and death. Awareness among this group should focus on avoiding close contact with camels or camel products, particularly in camel race festivals and breeding areas. 12 Stringent efforts are required to improve IPC to prevent transmission of the virus within healthcare facilities, to reduce mortality rates, and minimize community transmission. Institutional monitoring and training of healthcare workers remain the mainstay of disease prevention in healthcare facilities. 15 Furthermore, urgent adoption of the 'One Health' strategic approach (the collaboration of multiple disciplines and sectors working locally, nationally, and globally to attain optimal health for people, animals, and the environment), including establishing a robust, timely, integrated surveillance system, and strengthening the governorates capabilities for rapid and efficient investigation of the disease is critical in minimizing the risk of disease spread. r efer ences",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 438,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 586,
                    "end": 588,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 790,
                    "end": 792,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1880,
                    "end": 1882,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 1883,
                    "end": 1885,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2222,
                    "end": 2224,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2530,
                    "end": 2532,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "MERS situation update",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MERS situation update March",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who-Emro",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Kafrawy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Farraj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Saeed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hashem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "26",
            "pages": "2499--2505",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Surveillance for human infection with Middle East respiratory syndrome coronavirus (MERS-CoV), WHO",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea",
            "authors": [],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "25",
            "pages": "7--13",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Overview of preparedness and response for Middle East respiratory syndrome coronavirus (MERS-CoV) in Oman",
            "authors": [
                {
                    "first": "Al-Abaidani Is",
                    "middle": [],
                    "last": "Al-Maani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al-Kindi",
                    "middle": [],
                    "last": "Hs",
                    "suffix": ""
                },
                {
                    "first": "Al-Jardani",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Abdel",
                    "middle": [
                        "-"
                    ],
                    "last": "Hady",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Zayed",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "309--310",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The struggle against MERS-CoV (the novel coronavirus)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balkhair",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Maamari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alawi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Oman Med J",
            "volume": "28",
            "issn": "4",
            "pages": "226--227",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "10",
            "pages": "859--866",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) in dromedary camels",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nowotny",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kolodziejek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "16",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Risk factors for primary Middle East respiratory syndrome coronavirus infection in camel workers in Qatar during 2013-2014: a case-control study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sikkema",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Farag",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Himatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Romaihi",
                    "suffix": ""
                },
                {
                    "first": "Al-Marri",
                    "middle": [],
                    "last": "Sa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "215",
            "issn": "11",
            "pages": "1702--1705",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infection control influence of Middle East respiratory syndrome coronavirus: A hospital-based analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abdrabalnabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Infect Control",
            "volume": "47",
            "issn": "4",
            "pages": "431--434",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Middle East respiratory syndrome coronavirus transmission among health care workers: Implication for infection control",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Alfaraj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Altuwaijri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alanazi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alzahrani",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Infect Control",
            "volume": "46",
            "issn": "2",
            "pages": "165--168",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Spread of MERS to South Korea and China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Respir Med",
            "volume": "3",
            "issn": "7",
            "pages": "509--510",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}