{
    "paper_id": "e3529239dbaaf991ccae7b5501f26e531e9be74c",
    "metadata": {
        "title": "Supplemental information: MERS-CoV recombination: implications about the reservoir and potential for adaptation",
        "authors": [
            {
                "first": "Gytis",
                "middle": [],
                "last": "Dudas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Rambaut",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Trees recovered using GARD (Kosakovsky Pond et al., 2006) across the breakpoint at position 23722. NJ trees reconstructed by GARD across the first identified breakpoint. Tree from positions 1-23722 on the left and positions 23723-30126 on the right. The same tips in both trees are connected by coloured lines to indicate phylogenetic incongruity. Figure S2 . Empirical rate heterogeneity in MERS-CoV genome. Posterior estimates of the ratio between the molecular clock rates estimated independently from GARD-inferred fragment 2 (positions 23723-30126) and fragment 1 (positions 1-23722) under independent or linked tree models derived from 3 independent marginal likelihood analyses. Dotted lines indicate the mean of the distribution and numbers next to the line show the median and the 95% highest posterior density intervals. . Window-based estimates of recombination rate. Inferred recombination rates for 300 nucleotide-long windows in MERS-CoV genome (top), πBUSS-simulated sequences with 1.3× rate heterogeneity (middle) and 3× rate heterogeneity (bottom) under a nucleotide substitution model. Recombination rates that are above the inferred genome-wide recombination rate are in red. Simulated rate heterogeneity is sufficient to mislead this method, although the inferred recombination rates in the last third of the MERS-CoV genome are much greater than those inferred from the simulated data. Figure S6 . Window-based estimates of polymorphic site density. Inferred polymorphic site densities for 300 nucleotide-long windows in MERS-CoV genome (top), πBUSS-simulated sequences with 1.3× rate heterogeneity (middle) and 3× rate heterogeneity (bottom) under a nucleotide substitution model. Windows are coloured red if their recombination rate is above the inferred genome-wide recombination rate. Extreme rate heterogeneity (3×) results in a higher density of polymorphic sites in the region with the higher rate. Figure S7 . Homoplasy degrees inferred by BEAST (Drummond et al., 2012) . Position along the genome is shown on the x axis and homoplasy degree, the number of times a particular mutation has occured in excess in the tree, is shown on the y axis. Individual mutations are marked by vertical lines, synonymous ones in green and non-synonymous in red with transparency representing the posterior probability of a given homoplasy degree for each mutation. The ratio of apparent homoplasy over synapomorphy kernel density estimates (bandwidth=0.1) is shown in blue for synonymous (dashed) and non-synonymous (solid) sites separately. Arrows at the top indicate the positions and names of coding sequences within the MERS-CoV genome. Figure S8 . Host association indices for variable sites. Estimates for the association between particular alleles and host. The association index is an adapted version of the χ 2 df statistic of LD (Hedrick and Thomson, 1986) , and quantifies how well one can predict the allele at any given polymorphic site, given the host it was isolated from. No perfect associations (association index = 1.0) between particular alleles and host (human or camel) were found. Figure S9 . Maximum likelihood phylogenies across MERS-CoV genome. Maximum likelihood phylogenies recovered with PhyML (Guindon and Gascuel, 2003) under GTR+Γ 4 (Tavaré, 1986; Yang, 1994) nucleotide substitution model across 4000 nucleotide fragments derived from the MERS-CoV genome. Each tip is connected to its counterpart in phylogenies of neighboring fragments and coloured sequentially according to the order in which tips appear in the first fragment. Arrows at the top indicate the relative positions, lengths and names of coding sequences in the MERS-CoV genome, arrows at the bottom indicate the relative lengths of fragments used to produce the phylogenies. Figure S10 . Results (p-values) from pairwise homoplasy index (PHI) (Bruen et al., 2006) and 3Seq (Boni et al., 2007) analyses on MERS and simulated datasets. Both PHI and 3Seq analyses indicate that there is strong evidence of recombination in MERS-CoV (PHI p-value and Bonferroni-corrected 3Seq p-values <0.05, in red). Some simulated datasets are spuriously identified as recombinant by either PHI or 3Seq, but not both.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 59,
                    "text": "(Kosakovsky Pond et al., 2006)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1977,
                    "end": 2000,
                    "text": "(Drummond et al., 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2855,
                    "end": 2882,
                    "text": "(Hedrick and Thomson, 1986)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3238,
                    "end": 3265,
                    "text": "(Guindon and Gascuel, 2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3280,
                    "end": 3294,
                    "text": "(Tavaré, 1986;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3295,
                    "end": 3306,
                    "text": "Yang, 1994)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3856,
                    "end": 3876,
                    "text": "(Bruen et al., 2006)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3886,
                    "end": 3905,
                    "text": "(Boni et al., 2007)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 1409,
                    "end": 1418,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 1929,
                    "end": 1938,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 2657,
                    "end": 2666,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 3119,
                    "end": 3128,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 3788,
                    "end": 3798,
                    "text": "Figure S10",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An Exact Nonparametric Method for Inferring Mosaic Structure in Sequence Triplets",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Boni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genetics",
            "volume": "176",
            "issn": "",
            "pages": "1035--1047",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Simple and Robust Statistical Test for Detecting the Presence of Recombination",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Bruen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Philippe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genetics",
            "volume": "172",
            "issn": "",
            "pages": "2665--2681",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7. Molecular Biology and Evolution",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A simple, fast, and accurate algorithm to estimate large phylogenies by maximum likelihood",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guindon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gascuel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Systematic Biology",
            "volume": "52",
            "issn": "",
            "pages": "696--704",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A two-locus neutrality test: Applications to humans, E. coli and lodgepole pine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Hedrick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Genetics",
            "volume": "112",
            "issn": "",
            "pages": "135--156",
            "other_ids": {
                "PMID": [
                    "3510942"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Automated phylogenetic detection of recombination using a genetic algorithm",
            "authors": [
                {
                    "first": "Kosakovsky",
                    "middle": [],
                    "last": "Pond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Posada",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gravenor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Woelk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "Sdw",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Molecular Biology and Evolution",
            "volume": "23",
            "issn": "",
            "pages": "1891--1901",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A coalescent-based method for detecting and estimating recombination from gene sequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcvean",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Awadalla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fearnhead",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genetics",
            "volume": "160",
            "issn": "",
            "pages": "1231--1241",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Some Mathematical Questions in Biology: DNA Sequence Analysis. Lectures on Mathematics in the Life Sciences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tavaré",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "57--86",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Maximum likelihood phylogenetic estimation from DNA sequences with variable rates over sites: Approximate methods",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Molecular Evolution",
            "volume": "39",
            "issn": "",
            "pages": "306--314",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "LDhat (McVean et al., 2002)  permutation test results for MERS-CoV. All 4 observed LD decay statistics (A -corr(D',d), B -corr(r 2 ,d), C -G4, D -Lkmax) for MERS-CoV data fall outside the distribution generated by permuting sites in ways consistent with recombination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Relative composite likelihood surface. Composite likelihoods for the recombination rate estimates were rescaled to be within the range[-1,0]. Surfaces are coloured by data source: MERS-CoV estimate is in red, πBUSS simulations under a nucleotide substitution model in green, πBUSS simulations under a codon substitution model in purple and fastsimcoal2 simulations in blue. Colour scheme is identical to figure 2 in the main text. Maximum composite likelihood for MERS-CoV data is achieved at ρ=5.66, all other datasets have an inferred recombination rate above 0 despite being simulated without recombination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure S5. Window-based estimates of recombination rate. Inferred recombination rates for 300 nucleotide-long windows in MERS-CoV genome (top), πBUSS-simulated sequences with 1.3× rate heterogeneity (middle) and 3× rate heterogeneity (bottom) under a nucleotide substitution model. Recombination rates that are above the inferred genome-wide recombination rate are in red. Simulated rate heterogeneity is sufficient to mislead this method, although the inferred recombination rates in the last third of the MERS-CoV genome are much greater than those inferred from the simulated data.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}