{
    "paper_id": "e3b596fd33a870737d10b8f5c7fbcf9d3d0aa514",
    "metadata": {
        "title": "Penile rehabilitation and cancer spread",
        "authors": [
            {
                "first": "Khae",
                "middle": [
                    "Hawn"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This year, the Editorial Board has given much attention to convergence. By systematically combining diverse fields of study, efforts have been made to overcome the limitations of existing interpretations. The convergent status of rehabilitation exercises and the need to overcome medical and societal problems through convergence, which was emphasized during the MERS (Middle East respiratory syndrome) outbreak, were introduced. Now, in the last issue of the year, we reconsider the concept of penile rehabilitation, which has until now been recognized as safe. We suggest an urgent need to conduct high-quality prospective studies with regard to the biochemical recurrence of cancer, specifically with regard to the mechanism by which phosphodiesterase type 5 inhibitors (PDE5I) may affect the course of prostate cancer when taken after radical prostatectomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Drugs like Viagra and Cialis work by deactivating the enzyme PDE5-a chemical that takes away an erection after sex by limiting blood supply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, scientists now think that malignant melanoma is fueled by a faulty gene (a family of serine-threonine protein kinases, BRAF) which suppresses the enzyme PDE5, suggesting that PDE5 plays an important role in preventing the spread of cancer cells, including prostate cancer cells. It is feared that Viagra, and drugs like it, could be mimicking the effect of the mutated BRAF gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The early administration of PDE5I after radical prostatectomy is helpful in the patient's fast recovery of erectile function, and it is often used clinically as a means of penile rehabilitation. However, according to one recent retrospective analysis of patients who received bilateral nerve-sparing radical prostatectomy, it was suggested that taking PDE5I might be associated with the biochemical recurrence of prostate cancer (Loeb et al., 2015; Michl et al., 2015) . Hence, the relationship between PDE5I medication and the biochemical recurrence of prostate cancer needs to be reviewed, based on reports of the impact of PDE5I on prostate can-",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 448,
                    "text": "(Loeb et al., 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 449,
                    "end": 468,
                    "text": "Michl et al., 2015)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "cer progression in prospective studies that used PDE5I for the purpose of penile rehabilitation after radical prostatectomy. By using data up to December 2014 from PubMed, Embase, and the Cochrane Library, a search was performed for prospective case-control studies evaluating the effects of PDE5I intake after radical prostatectomy on erectile dysfunction. From the selected studies, comparisons were made according to the surgical method for prostate cancer, the type and administration method of PDE5I, the method for evaluating erectile functionality, and adverse events (Gallina et al., 2015; Li et al., 2014; Vehmas, 2015) . All 15 randomized prospective studies investigated nerve-sparing radical prostatectomy patients; in 12 studies, the patients underwent bilateral nerve-sparing surgery and in three studies, the patients underwent unilateral nerve sparing. In terms of the type of PDE5I, sildenafil was used in seven studies, tadalafil was used in seven, and vardenafil was used in one. In 11 of the studies, patients were administered PDE5I every day after nerve-sparing radical prostatectomy, and in four studies patients were only administered PDE5I as needed. Questionnaires used to assess erectile function included the International Index of Erectile Function (IIEF), the Sexual Encounter Profile, the Sexual Health Inventory for Men, and the Erectile Dysfunction Inventory of Treatment Satisfaction. The IIEF was used in all but two studies, either by itself or together with other instruments. Complications after the administration of PDE5I were observed in seven of the 15 studies, and these were mild complications such as headaches, indigestion, hot flashes, and nasopharyngitis. The remaining six studies did not include information on safety and complications of PDE5I intake after surgery. There were no studies that reported follow-up monitoring of prostate cancer after radical prostatectomy. Studies to date have only focused on the therapeutic effects of PDE5I in restoring erectile functionality, and studies on the effects of PDE5I on prostate cancer are lacking. It is currently not possible to per-form a meta-analysis. Therefore, there is a need for further prospective case-control studies on the association of biochemical recurrence of prostate cancer with the intake of PDE5I after radical prostatectomy.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 597,
                    "text": "(Gallina et al., 2015;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 598,
                    "end": 614,
                    "text": "Li et al., 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 615,
                    "end": 628,
                    "text": "Vehmas, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Next year, JER aims to look even closer at rehabilitation-related assessments from different academic perspectives and to introduce these interests to readers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A detailed analysis of the association between postoperative phosphodiesterase type 5 inhibitor use and the risk of biochemical recurrence after radical prostatectomy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gallina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gandaglia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cucchiara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Suardi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Montorsi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Briganti",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur Urol",
            "volume": "68",
            "issn": "",
            "pages": "750--753",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sildenafil use and increased risk of incident melanoma in US men: a prospective cohort study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA Intern Med",
            "volume": "174",
            "issn": "",
            "pages": "964--970",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Use of phosphodiesterase type 5 inhibitors for erectile dysfunction and risk of malignant melanoma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Folkvaljon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lambe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garmo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ingvar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stattin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "",
            "pages": "2449--2455",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of phosphodiesterase type 5 inhibitors may adversely impact biochemical recurrence after radical prostatectomy",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Michl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Molfenter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Graefen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tennstedt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahyai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Budäus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haese",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heinzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schlomm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Steuber",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Thederan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tilki",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Urol",
            "volume": "193",
            "issn": "",
            "pages": "479--483",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Use of phosphodiesterase type 5 inhibitors may adversely impact biochemical recurrence after radical prostatectomy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vehmas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Re",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}