{
    "paper_id": "e3bc735859aa567bbb943a3c48e8e0da30b3c99e",
    "metadata": {
        "title": "Implementation System of a Biosurveillance System in the Republic of Korea and Its Legal Ramifications",
        "authors": [
            {
                "first": "Amanda",
                "middle": [
                    "J"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Republic"
                    }
                },
                "email": ""
            },
            {
                "first": "Sangwoo",
                "middle": [],
                "last": "Tak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ajou University",
                    "location": {
                        "settlement": "Suwon",
                        "region": "Republic"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Laws are fundamental tools that regulate and manage various issues to protect the rights of the people in a society. Legislation on disease surveillance enables agencies to regulate and manage public health, including preventing the spread of infectious diseases. We assessed the Infectious Disease Prevention and Control Act of Korea (IDPCA) through the lens of biosurveillance to understand its effectiveness in protecting public health. In addition, the relevant legislation and regulations of the United States and the World Health Organization were examined. The evaluation concludes that the current IDPCA is limited in terms of providing guidance for early detection of and response to hazards using integrated data and an information-sharing system. Further revision of the laws is needed to enable early detection and warning of potential threats to public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he 2015 Middle East respiratory syndrome (MERS) outbreak in the Republic of Korea (ROK) was the second largest outbreak of its kind, with 186 confirmed cases and 38 deaths. 1 In addition, increasing international travel and infectious disease outbreaks in recent decades have prompted further calls to strengthen national surveillance systems. 2 During the MERS outbreak in 2015, national legislation pertaining to infectious diseases did not include guidelines on MERS. Because of the lack of guidelines and previous experience with MERS, the Korea Centers for Disease Control and Prevention (KCDC) failed to provide a timely response. 3 Given that outbreaks of disease occur beyond predictions and jurisdictional boundaries, the ROK government initiated intergovernmental programs. One such program is the big data-based Food Poisoning Prediction Model, developed in 2015. 4 The model was developed by several government departments to prevent and control outbreaks of foodborne illness. In 2019, the intergovernmental Joint Response to Antimicrobial-Resistant Bacteria project was initiated. This was based on the understanding that combating antimicrobial resistance requires an integrated approach focused on humans, animals, and the environment. 5 Despite these intergovernmental programs to strengthen surveillance systems, a framework to ensure sustained coordination among government departments has yet to be established. Coordination among departments for temporary programs often is not sustained over the long term. To facilitate rapid detection and response to public health threats, systematic coordination of departments is vital. The United States has led implementation of biosurveillance systems involving coordination among multiple agencies, and other countries are rapidly following suit. 6, 7 In the ROK, infectious disease surveillance is carried out by the KCDC under the Ministry of Health and Welfare. Infectious disease surveillance involves the continuous collection and analysis of data, mostly from reports of medical personnel. 8 Traditional infectious disease surveillance, including the existing system in the ROK, focuses on human diseases and does not incorporate the concept that disease outbreaks can be spread by nonhuman vectors. 9 To address these limitations of the current infectious disease surveillance system of the ROK, means of strengthening the current system should be explored in the context of biosurveillance. Unlike infectious disease surveillance, which tends to target only identified cases, biosurveillance requires the integration of dispersed data on human and animal health.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 49,
                    "text": "(MERS)",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 176,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 346,
                    "end": 347,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 639,
                    "end": 640,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 877,
                    "end": 878,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1254,
                    "end": 1255,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1813,
                    "end": 1815,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1816,
                    "end": 1817,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2062,
                    "end": 2063,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2272,
                    "end": 2273,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Such integration requires coordination among various stakeholders to achieve early detection and mount a response to any biological threat. Because the concept of biosurveillance is relatively new to the public health disciplines, it is often misunderstood as a massive compilation of data available in various government agencies. Rather, it is recommended that the regulations mandating jurisdictional collaboration be examined to enable integration of relevant information in different agencies, if not across the government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Examination of legislation provides insight into how a nation ensures public health and safety. 5 Assessing existing legislation also enables understanding of the current status of surveillance systems and their limitations, allowing legal tools to be used to strengthen the public health system. 8 In this study, we assessed the Infectious Disease Prevention and Control Act of Korea (IDCPA) to understand the current infectious disease surveillance system of the ROK in terms of its utility for biosurveillance. In addition, to learn from previous experience, we examined the relevant US and World Health Organization (WHO) regulations.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 297,
                    "end": 298,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To examine the elements and process of biosurveillance in current legislation of the ROK pertaining to infectious disease control, the most recent version (finalized on December 31, 2018) of the IDCPA 10 was reviewed. The 2005 International Health Regulations (IHR) of the WHO and US biosurveillance-related legislation were examined to enable understanding of how biosurveillance is arrayed in the jurisdictional landscape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The IHR was analyzed because of its influence on national legislation. 11 Notably, the regulations in the IHR were included in the IDCPA of the ROK. 3 Legislation relating to biosurveillance in the United States was included in the analysis, as the United States leads the development of biosurveillance systems. 12 US legislation relating to biosurveillance was identified by searching the congressional website. 13 Legislation that included the term ''biosurveillance'' was selected, including the Implementing Recommendations of the 9/11 Commission Act of 2007 (IRCA), 14 the FDA Food Safety Modernization Act (FSMA), 15 and the Pandemic and All Hazards Preparedness Reauthorization Act of 2013 (PAHPRA). 16 The independent analysis of legislation was based on the elements and processes of biosurveillance of the IRCA. The IDCPA and IHR were also independently analyzed as to how they encompass the components of the surveillance system.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 73,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 149,
                    "end": 150,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 313,
                    "end": 315,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 621,
                    "end": 623,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 710,
                    "text": "16",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The US biosurveillance system was enhanced after the September 11 attack. 4, 17, 18 During the first period of development, biosurveillance systems detected threats using an automated algorithm. 19 As the biosurveillance system expanded and a concrete framework was formed, it was acknowledged that to regard the system simply as a technical tool was no longer appropriate, and the term ''biosurveillance'' began to refer to a broader concept encompassing, for instance, technical tools, approaches, and governance. 19 The key difference between public health surveillance and biosurveillance is that biosurveillance integrates information on risk factors related to humans, animals, and plants and the effects of interactions among those risk factors. 17 Biosurveillance focuses on uncategorized risk factors rather than known diseases. And biosurveillance encompasses threats to human health that occur beyond administrative lines. 20 Biosurveillance systems screen for risk factors, facilitating rapid detection of a response to unspecified threats. The ultimate goal of biosurveillance is to enable a timely response by integrating data obtained from multiple agencies and disciplines. 17, 18 Integrated biosurveillance systems based on coordinated governance allow early detection and situational awareness of biological events, which would be difficult to achieve using dispersed information. 17 There are numerous definitions of the purpose and basic functions of biosurveillance, but the generally agreed on functions include gathering, integrating, analyzing, interpreting, and disseminating data by means of coordinated governance. 4, 12, 17 Biosurveillance systems monitor incidents, threats, or activities related to human, animal, or plant health. In addition, environmental factors are also integrated. 9, 14, 16 The ultimate goal of biosurveillance is to enable early detection of a threat and mounting of an integrated response. 4, 12, 17, 18 The process of biosurveillance is shown in Figure 1 .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 77,
                    "end": 80,
                    "text": "17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 81,
                    "end": 83,
                    "text": "18",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 195,
                    "end": 197,
                    "text": "19",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 516,
                    "end": 518,
                    "text": "19",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 753,
                    "end": 755,
                    "text": "17",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 934,
                    "end": 936,
                    "text": "20",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1194,
                    "end": 1196,
                    "text": "18",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1399,
                    "end": 1401,
                    "text": "17",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1642,
                    "end": 1644,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1645,
                    "end": 1648,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1649,
                    "end": 1651,
                    "text": "17",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1817,
                    "end": 1819,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1820,
                    "end": 1823,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 1824,
                    "end": 1826,
                    "text": "16",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1945,
                    "end": 1947,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1948,
                    "end": 1951,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1952,
                    "end": 1955,
                    "text": "17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1956,
                    "end": 1958,
                    "text": "18",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 2002,
                    "end": 2010,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Elements of Biosurveillance"
        },
        {
            "text": "Surveillance in individual departments refers to data collection, analysis, and reporting and other regular preventive and control measures. Activities of routine management, including data gathering, analysis, and reporting, are carried out accordingly in each department. Data integration involves the gathering and analyzing of information to assess the transfer of and interactions among risk factors. Data integration requires coordination and communication among involved agencies. Successful data integration leads to a synthesized view. A synthesized view enables stakeholders to visualize the integrated information using a shared platform, thus reducing the need for reporting and notification. 20, 21 The risk is interpreted and tracked in near real-time. The final step of biosurveillance is an integrated response by stakeholders. The response is integrated as the members are naturally engaged in the process through a synthesized view of automated system. 22",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 708,
                    "text": "20,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 709,
                    "end": 711,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Elements of Biosurveillance"
        },
        {
            "text": "The WHO's International Health Regulations (IHR) were first defined in 1969. The IHR encouraged member states to follow guidelines for establishing preventive measures and preparedness for outbreaks of diseases that pose a threat at the international level. 23 However, the 1969 IHR had limitations, including a scope limited to quarantinable diseases.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "text": "23",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "International Health Regulations (2005)"
        },
        {
            "text": "The IHR was revised in 2005. 23 To broaden the scope, the revised IHR is not limited to specific diseases and can be applied to newly discovered diseases. The IHR emphasizes a nation's responsibility to prevent and control the spread of disease and its obligation to notify WHO of the potential international spread of a disease. Analysis of the responsibility and ability of a nation to prevent the international spread of a disease according to the IHR resulted in the process shown in Figure 2 .",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 31,
                    "text": "23",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 496,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "International Health Regulations (2005)"
        },
        {
            "text": "Surveillance in the IHR differs from typical national health surveillance systems, as it focuses on threats of international importance. When a nation detects an incident that has a potential to spread beyond its borders, the member state is required to communicate continuously with WHO and provide relevant reports and information on the incident. Several reviews and verification are carried out by both WHO and the member state to confirm the risk. Once the risk is confirmed to be a potential threat to international public health, WHO provides temporary or provisional recommendations to the country. The ultimate goal of the IHR is to prevent and control disease that could spread internationally while mini-mizing unnecessary interference in international traffic and trade. The IHR emphasizes cooperation between the WHO and its member states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Health Regulations (2005)"
        },
        {
            "text": "The IDCPA requires signatories to control and prevent the spread of infectious disease. It categorizes diseases into 5 groups, depending on their severity and the intensity of quarantine required. Infectious diseases that do not belong to any of the 5 groups are classified as follows: designated infectious diseases, infectious diseases under surveillance by WHO, infectious diseases spread through bioterrorism, sexually transmitted infectious diseases, zoonoses, and nosocomial infectious diseases. 10 The IDCPA includes planning (annual strategy reports), reporting and notification, and epidemiologic investigation of suspected cases, as well as conducting surveys, handling of high-risk pathogens, vaccination, disinfection, and other preventive measures. It also encompasses planning and implementation of annual strategies and sustaining the workforce and facilities as preventive and control measures. The surveillance process in the act is shown in Figure 3 .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 504,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 959,
                    "end": 967,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Infectious Disease Prevention and Control Act of Korea"
        },
        {
            "text": "The IDCPA process of infectious disease surveillance involves routine activities of planning and prevention by the KCDC. Once an infectious disease is identified by a physician during a medical examination or is self-reported by a patient, the appropriate health authorities must be notified. If the diagnosis of an infectious disease is obscure, epidemiologic investigation must be carried out. Once confirmed, the case is reported to higher-level authorities. The physician is required to notify the head of the medical institution, followed by the governor, the minister of health ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectious Disease Prevention and Control Act of Korea"
        },
        {
            "text": "and welfare, the mayor, and the Ordinance of the Ministry of Health and Welfare. The response to infectious disease focuses on controlling further spread and managing infected patients. The ultimate goal of the IDCPA is to protect public health by managing and preventing infectious diseases. The term ''prevention'' is used in both the routine management and response phases, referring to efforts to reduce further spread of infectious disease rather than preventing its occurrence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPLEMENTATION OF BIOSURVEILLANCE SYSTEM IN ROK"
        },
        {
            "text": "IRCA is the first law to mention the term ''biosurveillance'' and to establish biosurveillance systems and a management agency. It extended the scope, from public health or illnessbased surveillance, by defining and embracing the term biosurveillance. While conventional public health surveillance is focused on preventing and controlling disease by continuous data collection and analysis, 24 IRCA expanded the scope of biosurveillance to include collecting all data relating to ''human health, animal, plant, food and environmental'' events [Section 316(b)(1)(A)]. IRCA allows screening for undefined risk factors, enabling faster detection than tracking of disease.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "text": "24",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Implementing Recommendations of the 9/11 Commission Act of 2007"
        },
        {
            "text": "IRCA establishes the responsibilities of the National Biosurveillance Integration Center (NBIC), which coordinates and integrates biosurveillance data from member agencies. Figure 4 shows the process of biosurveillance according to IRCA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Implementing Recommendations of the 9/11 Commission Act of 2007"
        },
        {
            "text": "The first step of the process is surveillance by individual agencies, regardless of the biosurveillance system. The biosurveillance-related data from each agency are sent to the NBIC for integration. The NBIC also searches for relevant data from private sources. By continuously integrating and interpreting the merged information, the NBIC can detect potential risk. Regarding the guidelines for early detection, IRCA states that the NBIC is to use the ''best available statistical and other analytical tools to identify and characterize biological events'' [Section 316(c)(3)]. Following detection of an event, the NBIC must report it to the relevant federal departments and a secretary for a final decision. Ultimately, IRCA aims to achieve real-time situational awareness by integrating as much useful information as possible, thus preventing or minimizing harm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementing Recommendations of the 9/11 Commission Act of 2007"
        },
        {
            "text": "Among the 4 main processes outlined in IRCA, information integration is constantly emphasized. The Act provides for mutual exchange of information between the NBIC and its members by requiring the latter to provide their data to the NBIC, while the NBIC is obligated to provide interpreted results to its member agencies. According to the law, such information sharing should be channeled using a technical tool. As a byproduct of data integration and coordination, the law mandates that the NBIC reduce duplicative surveillance efforts among agencies and monitor the technical tools used by each agency to confirm its effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementing Recommendations of the 9/11 Commission Act of 2007"
        },
        {
            "text": "The 2011 amendment of the Food and Drug Administration's FSMA does not outline the concept of biosurveillance. However, Section 205(1)(I) of the Act states that foodborne illness data are to be integrated into biosurveillance systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FDA Food Safety Modernization Act"
        },
        {
            "text": "PAHPRA is the most recent act relating to biosurveillance. Section 204(a)(4)(B)(ii) of the Act expanded the scope of surveillance by including ''novel emerging threats'' in addition to preexisting disease outbreaks. The Act emphasizes ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic and All Hazards Preparedness Reauthorization Act of 2013"
        },
        {
            "text": "The IDCPA was examined to understand its potential for biosurveillance. In addition, the IHR and US legislation were compared with the IDCPA in terms of their biosurveillance content. While the 2005 revision of the IHR expanded the scope of surveillance by not restricting it to specific diseases, the IHR has limitations in terms of biosurveillance. The IHR does not propose guidelines on the means by which potential risks should be detected and does not mention the need to integrate dispersed data for early detection. Also, the IHR has 2 goals-protecting states from health risks, and minimizing interference in international transfer and trade-which may at times conflict.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In comparison, the US IRCA expanded the scope of existing surveillance systems and facilitated interpretation of integrated data. IRCA also emphasized the need for collaboration among participating government agencies to achieve effective data integration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "IRCA has several limitations. Although the law mentions connecting shared data through a protocol, it does not mandate a synthesized view to enable involved members to access integrated information simultaneously. Indeed, the Act explicitly states that the NBIC is to report any produced information to member agencies. A synthesized view would minimize such reporting and notifying activities. The lack of a synthesized view hampers an integrated response by necessitating manual reporting to relevant authorities. In contrast, a synthesized view facilitates multi-agency collaborative discussions about countermeasures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notably, the legal characteristics of biosurveillance in the US have expanded and adapted over time. PAHPRA uses the term ''near real-time'' to emphasize the rapidity of information gathering. This is different from ''as early as possible'' in IRCA. The requirement for near real-time information gathering results in realistic expectations on how far technologies and other necessary tools should be developed. Also, PAHPRA states that a network system for ''2-way information flow'' needs to be created. This is more refined than the preexisting concept of ''data sharing,'' as it requires that information flow among all involved members, instead of some members providing and others receiving information. The emphasis on data integration and a synthesized view is again evident in the National Strategy for Biosurveillance of 2012. The document calls for decision making at all levels compared to the more vertical decision-making system in IRCA. 25 The IDCPA of the ROK has more similarities to the IHR than to US biosurveillance-related legislation. While the IHR involves several verification steps to determine the potential for interference with international trade and travel, the IDCPA requires an epidemiologic investigation and that a case definition of the disease be met, as subsequent procedures can be initiated only after the disease has been categorized.",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 954,
                    "text": "25",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The IDCPA has several limitations in terms of facilitating the early detection of and response to biological agents. First, although the categorization of infectious diseases may enable a consistent response to an incident, and the assignment of responsibilities, it hampers the detection of unknown or novel risks. While the IDCPA was modified after the 2015 MERS outbreak, categorizing it under ''group 4 infectious disease,'' it does not provide guidelines for new or emerging diseases that may threaten public health. The scope of IDCPA is narrower than that of biosurveillance-related US legislation in terms of targets of monitoring, integration of information and systems, and collaborative surveillance. The expansion of the scope is premised on integration of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, diseases are not detected as early as possible because the Act requires a clear medical diagnosis and, at times, further epidemiologic investigation. Third, the Act does not address the need for data integration. Without constant exchange and integration of data, detection of novel threats is difficult. Fourth, the Act does not include guidelines on detection of disease other than by voluntary reporting. Fifth, while an immediate response is problematic in the absence of early detection, it is further hampered by the multiple hierarchal levels of reporting mandated by the IDCPA. Finally, the legislation does not recognize the importance of collaborative governance. Although not analyzed in this study, there are other surveillance-related legislation and national strategies-notably, the Act on Counter-Terrorism for the Protection of Citizens and Public Security, and Guidelines on Bioterror Infectious Disease Preparedness and Responsiveness. However, these do not propose integration of data or collaboration among agencies. 26, 27 Rather, they outline the agencies responsible for certain situations, which hampers timely response to unexpected or novel situations.",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "26,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "text": "27",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our analysis was limited to the IDCPA of the ROK, the IHR, and US biosurveillance-related legislation. However, there are other laws that may influence biosurveillance or infectious disease surveillance systems, such as the Framework Act on the Management of Disasters and Safety or the Act on the Prevention of Contagious Animal Diseases. As the lead agency in the response to and preparation for public health emergencies, the Ministry of Health and Welfare is directly governed by the IDCPA. If any law or regulation is to be revised to address the need for biosurveillance, it should be the IDCPA. Also, this study analyzed legal codes, which may not represent reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Biological incidents, including infectious disease outbreaks, do not occur within jurisdictional boundaries. Hence, monitoring and control activities require a collaborative governance IMPLEMENTATION OF BIOSURVEILLANCE SYSTEM IN ROK system. The IDCPA of the ROK does not include provisions essential for transitioning the current surveillance system to biosurveillance. It also does not provide guidance for early detection and response using integrated data and informationsharing systems. Revision of the IDCPA is thus critical not only in terms of infectious diseases but also bioterrorism. Further government efforts could focus on revising the law to reflect the need for situational awareness and early detection of risks to public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) outbreak in South Korea, 2015: epidemiology, characteristics and public health implications",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Tandi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Hosp Infect",
            "volume": "95",
            "issn": "2",
            "pages": "207--213",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trends and directions of global public health surveillance",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Salgado",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiol Rev",
            "volume": "32",
            "issn": "",
            "pages": "93--109",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious disease-related laws: prevention and control measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epidemiol Health",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Increased' effectiveness in prevention of food poisoning through analysis of big data government 3.0 [in Korean",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disease Control and Prevention. One Health. A whole-government joint response of One Health antimicrobial resistance project",
            "authors": [
                {
                    "first": "Korea",
                    "middle": [],
                    "last": "Center For",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "?dbt= TRKO&cn=TRKO201800023292&rn=&url=&pageCode= PG18",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Biosurveillance: a review and update",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Kman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Bachmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Adv Prev Med",
            "volume": "2012",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "USA goes it alone again on bioweapons convention",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kapp",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "9298",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public Health Law: Power, Duty, Restraint",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Statistical challenges facing early outbreak detection in biosurveillance",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shmuel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burkom",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Technometrics",
            "volume": "52",
            "issn": "1",
            "pages": "39--51",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Translated in Korea Legislation Research Institute Online Database",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global health and the law",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "18",
            "pages": "1732--1740",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Biosurveillance: a systematic review of global infectious disease surveillance systems from 1900 to 2016",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Huff",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Whiting",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev Sci Tech",
            "volume": "36",
            "issn": "2",
            "pages": "513--524",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pandemic and All-Hazards Preparedness Reauthorization Act of",
            "authors": [],
            "year": 2013,
            "venue": "Pub.L",
            "volume": "162",
            "issn": "113-5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Biosurveillance: Challenges and Options for the National Biosurveillance Integration Center",
            "authors": [],
            "year": 2019,
            "venue": "US Government Accountability Office",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Biosurveillance where it happens: state and local capabilities and needs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Nuzzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biosecur Bioterror",
            "volume": "9",
            "issn": "4",
            "pages": "321--330",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Advancing a framework to enable characterization and evaluation of data streams useful for biosurveillance",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Margevicius",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Generous",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Taylor-Mccabe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A conceptual architecture for national biosurveillance: moving beyond situational awareness to enable digital detection of emerging threats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Velsko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Secur",
            "volume": "14",
            "issn": "3",
            "pages": "189--201",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "National Response Framework",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Global public health surveillance under new International Health Regulations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "7",
            "pages": "1058--1065",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Public health surveillance and knowing about health in the context of growing sources of health data",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Prev Med",
            "volume": "41",
            "issn": "6",
            "pages": "636--640",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "National Strategy for Biosurveillance",
            "authors": [
                {
                    "first": "White",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Act on Counter-Terrorism for the Protection of Citizens and Public Security",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Guidelines on Bioterror Infectious Disease Preparedness and Responsiveness of",
            "authors": [],
            "year": 2018,
            "venue": "Manuscript received",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The The Process of Surveillance Derived from the International Health Regulations (2005)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The Process of Surveillance Derived from the Infectious Disease Control and Prevention Act",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Biosurveillance Process Derived from the IRCA (Public Law 110-53)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was funded by the ROK (Government-wide R&D Fund project for infectious disease research, HG18C0091). The findings and conclusions are those of the authors and do not necessarily represent the views of the government of the ROK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}