{
    "paper_id": "e4bd7b82d8631ca8edb9f41160a6a6094793964e",
    "metadata": {
        "title": "Publication of the Korea-WHO Cooperation History -70 Years of Working Together for Heath: World Health Organization and the Republic of Korea",
        "authors": [
            {
                "first": "Heeyeon",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sungkyunkwan University School of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Dong-Woo",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health and Welfare",
                    "location": {
                        "settlement": "Sejong",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Young-June",
                "middle": [],
                "last": "Choe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seoul National University School of Public Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Seung-Ah",
                "middle": [],
                "last": "Choe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CHA University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "No-Yai",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Inje University Graduate School of Public Health",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The World Health Organization (WHO) have been in collaborative efforts with the Republic of Korea in keeping of and for better health for all for the past decades. From the control of parasites to building of community health system in rural places, the works has now resulted in healthier Korea than ever, and has transformed the role of engaging as the world leader in contribution of health and development. Seventy years of independence, war, and poverty, transforming from a recipient country of official development assistance to a significant donor to the global society, we have emphasized the importance of international cooperation and the role of WHO in the past years in Korea and neighboring countries. Looking back of the past is meaningful to diagnose the present problems, and to foresee the future of our world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It is now more than 70 years since the World Health Organization (WHO) has been in collaborative efforts with the Republic of Korea in keeping of better health for all. Since the 1950s, in line with efforts of international societies, the WHO has been actively involved in various aspects of the public health field in Korea, from the control of parasites to building of community health systems in rural places. Nowadays, Korea has become healthier than ever, and is now engaging in the role as a world leader in contribution of health and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Through 70 years of independence, war, and poverty, transforming from a recipient country of official development assistance to a significant donor in the global society, our pathway once more emphasizes the importance of international cooperation and the role of WHO in the past years in Korea and neighboring countries. Looking back at the past is meaningful to diagnose the present problems, and to foresee the future of our world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Beginning since summer of 2012, we have gathered together to view the past, present and future of the public health field in the scope of cooperation between WHO and the Republic of Korea. Extensive research in national and international archives, interviews with living witnesses of the history, and to prepare the manuscript, was not only to bring memorandum of the past, but was to bring insights and to share the experiences with neigh bors in our world. While celebrating the 70th year of relationship, we hereby present the book: 70 Years of Working Together for Heath: World Health Organization and the Republic of Korea (1) .",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 631,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Standing on the road of history, this is an important moment for the WHO and the Republic of Korea to convey the past history of connection and collaboration, identify where we stand at the present moment, and prepare for our future contribution in global health and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "The overall process took place from August 2012 to December 2016. We first collected records, papers and manuscripts, publications, and historical materials documenting the public health of Republic of Korea from 1945 to the present. The National Archives of Korea, which serves as the principal repository for the official government records of Korea, including newspapers and broadcasting films, was visited for the research. The Diplomatic Archives of Korea, with the help of Ministry of Foreign Affairs, was visited to seek the documents in regard to communication between the Korean government and the WHO, as well as its external consultants and other public health organizations. We visited the WHO Western Pacific Regional Office (WPRO) and its Library to access to the hard copies of historical documents from the WHO and Korea. It holds documents relating to health promotion and education, vaccination and the practice and management that were conducted in Korea since the 1950s. The materials span the 70 years of the relation between the WHO and Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA COLLECTION & ACQUISITION"
        },
        {
            "text": "As the primary collection processes began, the Advisory Board Committee, comprised of public health society members from the 1960s to until now, was established to bring thoughts and insights together on defining the value to be presented by the book. Extensive on-line and off-line communications were made, shaping the vision, structure, contents, and the purpose of presenting the book.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPECIAL ARTICLE"
        },
        {
            "text": "Semi-structured interviews were conducted, comprising more than 30 Korean and international personnel on public health, currently active or inactive. For former WHO-based public health workers who are living in hard-to-reach areas, e-mail interviews were conducted. For retired ex-members in the public health field who reside in Korea or the Philippines, on-site interviews were conducted. The knowledge and the ideas shared by the experts were then brought back to the Global Health Research Institute, and were incorporated into the value of the book.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPECIAL ARTICLE"
        },
        {
            "text": "The writing team was comprised of historians and former members of the Korean Centers for Disease Control and Prevention. Graduate school students at public health schools have organized the collected materials including related literature, interview notes and recordings, photos, and e-mails. Initial drafts written by historians were edited by the writing team. After several rounds of editing, the drafts were reviewed and reorganized by the Advisory Board Committee. Quarterly meetings hosted by the primary editor (Park NY) for reviewing were held during the development process. In 2015, a public hearing for the publication of the book was held with 10 currently active or inactive public health professionals from government, academia or health institutions. After the public hearing, the manuscripts, which were written in Korean, were translated into English by a professional English editing service. After translation, the English version of the draft was sent to the publication department of WPRO to be checked for consistency with the publication policy of the WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEVELOPMENT AND EDITING"
        },
        {
            "text": "This publication reviews the history of cooperation between the Republic of Korea and WHO over last 70 years, highlighting key achievements and challenges in public health for the Republic of Korea and WHO. This history is divided into 4 chapters and they are as follows; 1) The origin of health services and WHO support in the Republic of Korea (1946 Korea ( -1960 , 2) Enhancement of public health services in the Republic of Korea in cooperation with WHO (1961 WHO ( -1979 , 3) Expansion of public health services in partnership with WHO (1980 WHO ( -1996 , and 4) From recipient to donor: transition of the Republic of Korea and support of WHO (1997 WHO ( -2016 .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 351,
                    "text": "Korea (1946",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 365,
                    "text": "Korea ( -1960",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 463,
                    "text": "WHO (1961",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 475,
                    "text": "WHO ( -1979",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "WHO (1980",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 558,
                    "text": "WHO ( -1996",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 653,
                    "text": "WHO (1997",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 665,
                    "text": "WHO ( -2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE HISTORY"
        },
        {
            "text": "The relation between WHO and the Republic of Korea was started by Korean officials' participating in the International Health Conference in 1946 as observers, and the Republic of Korea became a Member State of the Western Pacific Region on 17 August 1949. WHO and the Government of the Republic of Korea concluded a basic agreement for the roles and responsibilities for the development of health services in the Republic of Korea on 1 September 1951. During the 1950s, WHO provided the Government with support on policy and technical issues, as well as capacity-building necessary to establish the foundation for a national public health system. During the 1960s and 1970s, WHO played a critical role in the advancement of health care in the Republic of Korea by supporting to a wide range of health programmes covering acute communicable diseases, leprosy, tuberculosis, malaria and parasites, maternal and child health, and environmental health. In 1962, WHO established a Country Liaison Office in Seoul and supported the training of public health workers through overseas fellowships and national training courses. During this period, the Republic of Korea began to contribute to global health including the activities of Korean experts in the WHO Secretariat and other developing countries, supplying dichloro-diphenyl-trichloroethane (DDT) to Viet Nam, and establishing WHO collaborating center in Korea. Between 1980 and 1996, the Government of Republic of Korea gradually transformed itself from aid-recipient country to an emerging donor country. WHO also shifted its focus of support in the Republic of Korea from communicable diseases and maternal and child health programmes to emerging health issues such as acquired immunodeficiency syndrome (AIDS), cancer and environmental pollution. WHO focused on piloting the district health-care system based on primary health care, and building the capacity of public health officials with scholarships to graduate schools of public health in the Republic of Korea. The Republic of Korea also expanded its support to WHO in terms of financial contributions and technical expertise. Several Korean experts in the field of medicine and nursing were deployed as WHO advisors to other Member states such as American Samoa, Papua New Guinea, Brunei Darussalam, and Kiribati to support the development of primary health-care services. From 1997 to 2016, the Republic of Korea made a transition from recipient to donor, and the WHO Office in the Republic of Korea was finally closed in 2012. However, the Republic of Korea has established a stronger cooperative relationship with WHO, becoming a member of the International Agency for Research on Cancer and signing on to the WHO Framework Convention on Tobacco Control. WHO also continued the support in the selected areas including measles elimination, the development of a new tuberculosis control policy, the control of a Middle East Respiratory Syndrome (MERS) outbreak and facilitating the Republic of Korea's support to the Democratic People's Republic of Korea. The Republic of Korea's development allowed it to increase its financial contributions to WHO, establish the various WHO collaborating centers, and provide Korean experts to work with WHO. A growing number of WHO staff members from the Republic of Korea have worked at various levels of WHO including head-quarters, the Regional Office for the Western Pacific, and several WHO country offices (Cambodia, Fiji, the Lao People's Democratic Republic, Mongolia, and Samoa). Lessons learnt in cooperation between the Republic of Korea and WHO can guide other nations through the transition from an aid recipient to a country that can contribute to regional and global health initiatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE HISTORY"
        },
        {
            "text": "The book was finalized with support of WPRO and the Ministry of Health and Welfare, and a Korean version of this book will be available in the near future. This historical work would contribute to record current and future stories of public health in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NOW AND THE FUTURE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization, Regional Office for the Western Pacific",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Years Working Together for Health: The World Health Organization and the Republic of Korea",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors thank for Dr. Ki Dong Park and the advisory committee members including Dal-seon Han, Jong-koo Lee, Heejoo Choi, and Jun-wook Kwon, who provided their supports and invaluable comments. The writers also would like to thank Sangwook Lee, Jeong-mo Park, In-sook Chung, Yong-joon Choi, Eunhyun Lee for enabling to publish this book. Above all, 31 institutions including WHO Headquarters, WHO/WPRO, Ministries of Health and Welfare and Foreign Affairs, National Archives; 25 individuals including Seung-hum Yoo; 16 WHO Collaborating Centres in Korea; and 39 national and international colleagues in public health field have provided their significant historical documents and archives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        },
        {
            "text": "Dong-woo Lee is the full-time employee of the Ministry of Health and Welfare. Otherwise, the authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURE"
        },
        {
            "text": "Heeyeon Cho http://orcid.org/0000-0003-3137-6054 Dong-woo Lee http://orcid.org/0000-0002-1811-4888 Young-June Choe http://orcid.org/0000-0003-2733-0715 Seung-Ah Choe http://orcid.org/0000-0001-6270-5020 No-Yai Park http://orcid.org/0000-0001-5542-2196",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ]
}