{
    "paper_id": "e53183332e36bd1da462d867651d2e259d341567",
    "metadata": {
        "title": "The Independence of Ontario' s Public Health Units: Does Governing Structure Matter? Autonomie des bureaux de santé publique en Ontario : la structure de gouvernance a-t-elle une importance?",
        "authors": [
            {
                "first": "Joseph",
                "middle": [],
                "last": "Lyons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Social Science Centre London",
                    "location": {
                        "region": "ON"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Do autonomous health units fulfil their mandate better than ones that are integrated into municipal structures? Many observers of Ontario' s public health system seem to think so, but this assumption is based on very little evidence. This paper seeks to help fill this gap by grounding a comparison of the spending growth of two health units with different governing structures in the multilevel governance literature. The study finds that, after an increase in provincial funding, an autonomous health unit, the Middlesex-London Health Unit, behaved more in accordance with provincial expectations than Hamilton Public Health Services, which is integrated into the City of Hamilton. The paper contributes by providing theoretical and empirical explanations for variation among local health units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Les bureaux de santé autonomes remplissent-ils leur mandat mieux que les bureaux qui sont intégrés aux structures municipales? C' est ce que pensent plusieurs observateurs du système de santé ontarien, mais cette hypothèse se fonde sur bien peu de données probantes. Cet article vise à combler cette lacune en comparant, à la lumière de la littérature sur la gouvernance multiniveaux, les décisions de dépenses de deux bureaux de santé qui fonctionnent selon des structures de gouvernance différentes. L'étude a permis d' observer qu' après un accroissement",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "[72] HEALTHCARE du financement provincial, le comportement du bureau autonome de Middlesex-London était plus conforme aux attentes provinciales que celui des Services de santé publique de Hamilton, un bureau de santé intégré à la Ville de Hamilton. L' article poursuit en fournissant des explications théoriques et empiriques sur la variation au sein des bureaux de santé.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "T",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Whenever problems emerge in Ontario's public health system, recommendations are made to make boards of health more autonomous from municipal control (Campbell 2004; Capacity Review Commission 2006) . Despite these repeated calls for structural change, little has been made. Moreover, very little research has been done to determine whether autonomous boards of health actually fulfil their legislative mandate better than boards that are integrated into municipal structures and controlled by municipal councils. There is, however, an emerging strand of the Canadian literature on multilevel governance that has explored these questions in other policy areas (Eidelman 2013; Filion and Sanderson 2014; Horak 2012; Lyons 2015a Lyons , 2015b Sanderson and Filion 2013) . The findings from this literature suggest that specialized jurisdictions, like conservation authorities, economic development agencies and waterfront re-development corporations, perform their mandate more faithfully than general-purpose governments. By comparing the spending growth of the Middlesex-London Health Unit (MLHU) and Hamilton Public Health Services (HPHS), two similar health units with different governing structures, during a time when the capacity of Ontario's public health system was in question, this paper reports on whether the findings from these other policy areas are transferrable to the field of public health. Additionally, the findings provide public health policy makers a wider frame of reference as they continue to grapple with questions about board of health governance. The hypothesis was that the MLHU, which is an autonomous health unit, would behave more in accordance with provincial expectations than HPHS, which is integrated into the City of Hamilton's municipal structure.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 164,
                    "text": "(Campbell 2004;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 165,
                    "end": 197,
                    "text": "Capacity Review Commission 2006)",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 674,
                    "text": "(Eidelman 2013;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 675,
                    "end": 701,
                    "text": "Filion and Sanderson 2014;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 713,
                    "text": "Horak 2012;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 714,
                    "end": 725,
                    "text": "Lyons 2015a",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 726,
                    "end": 739,
                    "text": "Lyons , 2015b",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 740,
                    "end": 766,
                    "text": "Sanderson and Filion 2013)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "What follows proceeds in five sections: The first provides some background on Ontario' s public health system and connects the debate over health unit governance with the multilevel governance literature. The second justifies case selection and explains the study' s hypothesis in more detail. The third reports the results of a comparison between the municipal levy and total costshared program spending increases of the MLHU and HPHS with the operating expenditure increases of their main municipal funders. In Ontario, the costs of most public health programs are shared between the province and municipal governments. The MLHU provides services within the City of London and the County of Middlesex, but the City of London is, by far, its biggest municipal funder. The City of Hamilton is HPHS' s only municipal funder. The fifth section discusses the study' s findings. The conclusion discusses the relevance of these findings for decision-makers and in relation to the findings from the literature on multilevel governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Ontario, local health units are responsible for the delivery of public health services. Whereas most other provinces have transferred municipal responsibilities for public health to regional authorities with little or no accountability to local governments, municipalities in Ontario continue to play an important funding and oversight role in this policy area (Hancock 2002; Siegel 2009 ). Some health units are integrated into municipal structures, but others operate completely separate from their municipal overseers. There are currently 36 public health units in Ontario. Governance structures vary, but in general, they can be divided into two categories: autonomous and integrated. Twenty-two are autonomous, meaning that they operate as distinct local governments, separate from any municipality. The remaining 14 are integrated, meaning that they operate within the administrative structure of a municipality. The boards of autonomous health units are composed of both municipal and provincial appointees, whereas single-tier or regional councils serve as the board of health for most integrated health units (four of them -Chatham-Kent, Huron, Lambton and Toronto -have provincial appointees on their boards as well. But the health unit staff are municipal employees, and provincial appointees cannot outnumber municipal appointees) (see Pasut 2007: 16) . A medical officer of health (MOH), who is a specialist physician in public health, leads each health unit. In integrated health units, the MOH is a municipal employee and reports to the city manager regarding certain administrative functions, whereas the MOH in an autonomous health unit reports solely to the board of health.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 378,
                    "text": "(Hancock 2002;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 379,
                    "end": 390,
                    "text": "Siegel 2009",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1351,
                    "end": 1366,
                    "text": "Pasut 2007: 16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The province and member municipalities share the costs of delivering public health programs. Under the Health Protection and Promotion Act (HPPA), the enabling legislation for Ontario' s health units, contributing member municipalities are obligated to pay what the board of health deems necessary to defray the costs of delivering mandatory public health programs. (These were known as the Mandatory Health Program and Service Guidelines until 2008, when they were updated as the Ontario Public Health Standards.) But the provincial contribution to public health spending, which is based on what the minister considers appropriate, has varied considerably in recent years (Pasut 2007) . Before 1997, the province funded 75% of the mandatory program budgets for most boards of health and municipalities funded the remaining 25%. In 1996, the Social Services Sub-Panel of the Ontario Who Does What? panel concluded that the province has the primary interest in public health and that public health services should be delivered by provincially appointed and funded boards of health (Crombie and Hopcroft 1996) . However, this recommendation was never implemented. Instead, public health and many social services were downloaded to municipalities in 1997, with the province assuming more responsibility for education (see Graham and Phillips 1998) . This total download of public health lasted until 1999, when the province moved to a 50/50 funding formula (Campbell 2004) . The 50/50 formula stayed in place until 2004. In 2005, the province began to phase in a return to its previous mandatory program contribution level of 75%. This increase in provincial funding was in response to the fallout from two public health emergencies -the Escherichia coli outbreak in Walkerton in 2000 and the Severe Acute Respiratory Syndrome (SARS) epidemic in 2003 -and was intended to increase the capacity of the public health system. The province' s original plan was to reach the 75/25 funding split within three years, but it has since capped its annual increases. By 2011, for example, only 17 health units (out of 36) had reached the 75/25 funding split for mandatory programs (MLHU 2012) .",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 685,
                    "text": "(Pasut 2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1080,
                    "end": 1107,
                    "text": "(Crombie and Hopcroft 1996)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1319,
                    "end": 1344,
                    "text": "Graham and Phillips 1998)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1454,
                    "end": 1469,
                    "text": "(Campbell 2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2167,
                    "end": 2178,
                    "text": "(MLHU 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The inquiry and commission reports that came out in the wake of Walkerton and SARS were critical of the integrated health unit model, arguing that it prevents health units from fulfilling their mandate (Campbell 2004; O'Connor 2002) . For example, the SARS Commission argued that, without full control over administrative and personnel decisions, MOHs are limited in their ability to deliver the required public health services. In plainer language, \"basic protection against disease should not have to compete for money with potholes and hockey arenas\" (Campbell 2004: 18) . The Capacity Review Commission (CRC), which was tasked by the province with reviewing the organization and capacity of local health units, also advocated for autonomous health units. It recommended that \"public health units should be governed by autonomous, locally based boards of health. These boards should focus primarily on the delivery of public health programs and services\" (CRC 2006: 30) . In contrast, the Association of Municipalities of Ontario (AMO), a group representing Ontario' s municipalities, argued that as long as municipalities are required to partially fund health units, they should have some governance and financial control (AMO 2006) .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 217,
                    "text": "(Campbell 2004;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 218,
                    "end": 232,
                    "text": "O'Connor 2002)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 554,
                    "end": 573,
                    "text": "(Campbell 2004: 18)",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 972,
                    "text": "(CRC 2006: 30)",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1236,
                    "text": "(AMO 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The issue of health unit governance has been in the spotlight more recently as well. An assessment report looking into misspent funds at the District of Algoma Health Unit recommended replacing municipal politicians on the board with skills-based appointees, and raised the possibility of a merger with the neighbouring Sudbury and District Health Unit. The Huron County Health Unit and the Perth District Health Unit are also in the process of negotiating a merger (Broadley 2015) . And provincially, the Ministry of Health and Long-Term Care has proposed a closer relationship between public health units and Local Health Integration Networks (LHINs). Under this proposal, LHINs, provincial agencies responsible for the delivery of healthcare services at the regional level, would be given responsibility for the funding and oversight of public health units (Ontario Ministry of Health and Long-Term Care [MOHLTC] 2015).",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 481,
                    "text": "(Broadley 2015)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The debate over the structure of public health units mirrors debates in the literature on multilevel governance over the advantages and disadvantages of specialized versus general-purpose jurisdictions. Those who support specialized jurisdictions maintain that they are more efficient and responsive, whereas supporters of general-purpose jurisdictions argue that specialization reduces accountability and negatively affects coordination (see, for example, Berry 2009; Foster 1997; Mullin 2009 ). Recent Canadian literature in this area, however, has provided some more nuance to this debate. Specialized jurisdictions with some financial autonomy appear to pursue their mandate more faithfully than general-purpose jurisdictions, but the policy consequence of this characteristic varies (Eidelman 2013; Filion and Sanderson 2014; Lyons 2015a Lyons , 2015b . For example, specialization can lead to coordination problems in policy areas, like economic development and waterfront development, where specialized agencies often lack full functional control (Filion and Sanderson 2014; Lyons 2015b) . But, in other areas, like watershed management, specialization has been shown to contribute positively to the wise management of resources and the protection of public safety (Lyons 2015a) . Public health is a good policy area to further this line of inquiry, because, regardless of governance structure, boards of health must meet the same provincial requirements. For example, all health units must inspect food premises, provide immunizations and support healthy pregnancies, among other things. Thus, comparing the spending growth of autonomous and integrated health units has relevance for both the ongoing debate in Ontario over the structure of public health units and the theoretical debate over specialized and general-purpose jurisdictions.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 468,
                    "text": "Berry 2009;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 469,
                    "end": 481,
                    "text": "Foster 1997;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 482,
                    "end": 493,
                    "text": "Mullin 2009",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 788,
                    "end": 803,
                    "text": "(Eidelman 2013;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 804,
                    "end": 830,
                    "text": "Filion and Sanderson 2014;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 831,
                    "end": 842,
                    "text": "Lyons 2015a",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 843,
                    "end": 856,
                    "text": "Lyons , 2015b",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1054,
                    "end": 1081,
                    "text": "(Filion and Sanderson 2014;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1082,
                    "end": 1094,
                    "text": "Lyons 2015b)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1272,
                    "end": 1285,
                    "text": "(Lyons 2015a)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this study, the variable of health unit governance was isolated by comparing two similar health units with different governing structures. The MLHU and HPHS were selected, because their jurisdictions have similar social, demographic and economic characteristics (see MOHLTC 2009 MOHLTC , 2014 , but the MLHU is an autonomous health unit and HPHS is an integrated health unit. (Case selection on the explanatory variable avoids bias, because it does not preclude variation on the dependent variable [King et al. 1994 ].) Both the MLHU and HPHS also have a single-tier municipal government as their largest municipal funder, an important constant for the purposes of this research.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 281,
                    "text": "MOHLTC 2009",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 295,
                    "text": "MOHLTC , 2014",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 518,
                    "text": "[King et al. 1994",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods and Hypothesis"
        },
        {
            "text": "The above notwithstanding, any study comparing only two cases has its limitations, and this one is no exception. While the MLHU and HPHS are the two largest health units, by population, in their peer group and are similar on measures such as housing affordability, rates of employment, number of food premises and number of nursing homes, they are not identical. For example, Hamilton' s population size is larger by about 100,000 people, but the MLHU covers a territory that is more than two times as large (MOHLTC 2014). These differences represent significant cost drivers, and, although in the same direction, they are not fully accounted for in this research design. Additionally, the findings could be made more generalizable by including more cases in the study. This is a possible avenue for future research; however, the jurisdictional characteristics of Ontario' s 34 other health units differ significantly, posing challenges for larger comparisons as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and Hypothesis"
        },
        {
            "text": "Information was collected from provincial, municipal and health unit documents, media reports and through correspondence and interviews with local officials. All of the budget numbers presented below are in the public domain, so permission was not needed to disclose the names of the two health units. Interview data was used to help explain the observed differences in behaviour between the two health units. Twelve interviews were conducted between October 2012 and April 2013. Interviewees were deliberately selected based on their expertise in this area and included municipal politicians and health unit staff. In order to protect their anonymity, interviewees are not directly identified in the paper. The timeline for the study was from 2003 to 2014. Comparable data was only available as far back as 2003, and province-wide, the last full municipal council term ended in late 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and Hypothesis"
        },
        {
            "text": "The study' s hypothesis was that the MLHU would be more likely to behave in accordance with provincial expectations than HPHS, because autonomous health units do not have to juggle as many competing priorities as municipalities do. During a time -after Walkerton and SARS -when the capacity of the public health system was in question, it was expected that the MLHU board would make a greater effort to ensure that the increase in the provincial funding translated into an increase in public health spending. On the other hand, it was expected that Hamilton City Council, acting as the board of health, would use the increase in provincial funding to reduce the impact of public health spending on the property tax base. Accordingly, cost-shared program funding increases should closely resemble overall municipal expenditure increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and Hypothesis"
        },
        {
            "text": "It should be acknowledged that increases in funding do not necessarily lead to better public health outcomes. However, the intent here is not to measure program quality, but to make observations about health unit behaviour. Whether or not decision-makers believe that health units should be more responsive to provincial or local expectations, they have limited information about how health units actually behave when these expectations may differ. This is the contribution of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods and Hypothesis"
        },
        {
            "text": "The municipal contribution to public health spending is known as the municipal levy. This levy covers a portion of mandatory program spending and related cost-shared programs. Because of the period under study, it is important to reiterate that the province has been transitioning from an equal cost-sharing arrangement for mandatory programs toward a 75% provincial and 25% municipal funding model since 2005. Mandatory programs include programs in the areas of chronic disease and injury prevention, family health, infectious diseases, environmental health and, since 2009, emergency preparedness. Related cost-shared programs include the Vector-Borne Diseases program and the former Public Health Research Education and Development (PHRED) program. The PHRED program and its funding envelope were uploaded to Public Health Ontario beginning in 2010.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases and Results"
        },
        {
            "text": "The annual growth of the levy that the City of London pays to the MLHU and the MLHU' s total cost-shared program funding growth were compared with the annual growth of the City of London' s approved operating expenditures. The same comparisons were done for HPHS and the City of Hamilton. (Although municipal budgets consist of both operating and capital expenditures, approved operating expenditures were used, because this is the category that health unit expenditures fall under.) These within case differences were also compared across cases. Most of the time period covered by this study was supposed to be a time of growth for public health spending. The province increased funding during this period with the hopes of increasing the capacity of all public health units, not reducing the amount contributed by municipalities. Both the minister of Health and Long-Term Care and the chief MOH made this clear (see, for example, City of Hamilton 2004). However, because of the cost-shared nature of public health, any corresponding decreases in municipal funding would offset some of these gains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases and Results"
        },
        {
            "text": "The MLHU is an autonomous health unit serving the City of London and the neighbouring Middlesex County. For most of the study period, the board was made up of five provincial representatives, three County councillors, two City of London councillors and one community representative appointed by the City of London. According to a number of interviewees, the MLHU, which was one of the lowest per capita funded health units in Ontario at the time, viewed the increase in funding as a clear commitment by the province to strengthen the public health system -not simply re-arrange the same level of funding. Through negotiations with its municipal funders, the City of London and the County of Middlesex, the MLHU brokered an agreement to keep levy contributions frozen as the province made the transition to the 75/25 funding model. This transition was originally supposed to be phased in over three years; however, with the capping of provincial increases since 2006, this time frame was pushed back considerably (MLHU 2011). As explained by interviewees, the City began asking to have its contribution reduced in 2009, arguing that the MLHU' s budget was increasing at a much faster rate than its own. The MLHU refused these requests until 2012, when it agreed to reduce the City' s levy by $100,000. Middlesex County' s levy, which does not appear in Table 1 (although it is accounted for in total cost-shared funding), was $1.18 million for most of the study period. The County supported the City in its efforts to reduce the municipal levy, but the City took the lead.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1352,
                    "end": 1359,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Middlesex-London Health Unit and the City of London"
        },
        {
            "text": "As Table 1 illustrates, there was an increase in the municipal levy in 2004, in the immediate aftermath of SARS, and then it was basically unchanged afterward. Even as the City' s share of the levy remained at just under $6.2 million per year, the MLHU' s cost-shared budget increased by over 12% annually from 2005 to 2007. But these increases began to slow considerably from 2008. The provincial caps really began to take effect after this (as did the uploading of the PHRED program), and, as mentioned above, the municipal levy was nominally reduced beginning in 2012. Taken over the entire period, the MLHU' s annual levy increase barely registers at 0.4%, whereas its cost-shared budget increased by 5% annually. In comparison, overall operating expenditures for the City of London increased by 4.3% annually, which is only marginally lower. Indeed, on a year-to-year basis, the City' s annual expenditure increases exceeded the MLHU' s cost-shared budget increases for seven of the 11 years included in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Middlesex-London Health Unit and the City of London"
        },
        {
            "text": "In short, the MLHU kept its municipal levy stable between 2003 and 2014 in order to take advantage of the increase in provincial funding. However, this strategy really only brought three years of significant increases for the MLHU: 2005 MLHU: , 2006 MLHU: and 2007 Interviewees from both the MLHU and the City of London explained that the City initially agreed to this strategy, but grew frustrated by the pace at which the transition to the 75/25 funding split was taking place. The MLHU' s autonomy allowed it to ignore the City' s requests for a levy reduction for quite some time, but provincial expenditure caps began to cut into the annual increases anyway. For the entire period, the MLHU' s annual levy increase was much lower than the City' s overall expenditure increases. Its cost-shared program funding increases, on the other hand, did exceed municipal expenditure increases, but not by much. These results lend some support to the hypothesis that autonomous health units would be better positioned to take advantage of the increase in provincial funding. The MLHU was able to capture more fully the provincial increases by keeping municipal contributions frozen, rather than reducing them. When the City wanted its contribution reduced, it was unable to bring the health unit immediately under control.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 236,
                    "text": "MLHU: 2005",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 249,
                    "text": "MLHU: , 2006",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 264,
                    "text": "MLHU: and 2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Middlesex-London Health Unit and the City of London"
        },
        {
            "text": "In Hamilton, public health is delivered by the Public Health Services Department and council serves as the board of health. As illustrated by Table 2 , there was an immediate increase in the City of Hamilton' s contribution to public health after SARS (2004), followed by a significant reduction between 2005 and 2007. Nonetheless, increases in provincial funding allowed for an increase of HPHS' s cost-shared program funding. The rest of the period saw increases in the annual levy in the range of 1.3 to 2.8%, except for 2011 when the increase was negligible. Taken over the entire period, HPHS' s municipal levy actually decreased by about 2% annually, whereas its cost-shared budget increased by about 3.9% annually. In comparison, overall municipal expenditures increased by an average of 4% annually. This is much higher than HPHS' s levy growth, but nearly the same as its cost-shared funding growth. On a year-to-year basis, the City' s annual expenditure increases exceeded HPHS' s cost-shared budget increases for nine of the 11 years included in the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Hamilton Public Health Services and the City of Hamilton"
        },
        {
            "text": "In sum, the City of Hamilton was able to exert much greater control over HPHS' s levy than the City of London was over the MLHU' s levy. The City of Hamilton' s behaviour aligns with the hypothesis stated above, because it used the increase in provincial funding to reduce the impact of public health spending on the property tax base. As explained by the interviewees from Hamilton, and as indicated in Table 2 , the City quickly moved to reduce its contribution to public health spending as the province' s increased. HPHS staff who were interviewed would have liked to see less of a reduction in the municipal contribution, but explained that the \"team mentality\" of being a municipal department prevented them from making a more forceful case. Nonetheless, cost-shared program funding for HPHS still increased over this period fairly consistently. In fact, average annual cost-shared budget increases are basically the same as the average annual increase for municipal expenditures. Even with increases to provincial funding, the City of Hamilton was able to quickly get HPHS' s budget increases under control. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 411,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Hamilton Public Health Services and the City of Hamilton"
        },
        {
            "text": "During a period of increasing provincial funding, the City of Hamilton was able to exert greater control over the cost-shared program funding increases of HPHS -an integrated health unit -than the City of London was able to exert over the cost-shared funding increases of the MLHU -an autonomous health unit. The City of Hamilton quickly moved to reduce its contributions to HPHS once provincial increases were implemented, thereby freeing up money to spend on other municipal priorities. The MLHU, on the other hand, seized this opportunity by convincing its municipal funders to maintain their contributions, thereby capturing the provincial increase more fully. The City of London asked to have its contribution reduced beginning in 2009, but the MLHU refused. This stalemate continued until 2012, when the MLHU cut the City' s levy by $100,000. By then, however, provincial spending caps had really started to take their effect and annual cost-shared expenditure increases were nowhere near the level they were during the early part of the study period. These findings are consistent with the study' s hypothesis. The more autonomous health unit, the MLHU, did behave more in accordance with provincial expectations than HPHS, which is integrated into the City of Hamilton' s municipal structure. Despite the consistency with the hypothesis, the limited scope of this study means that it is unable to account for all of the different variables in a complicated policy field. At least one of these, the issue of per capita funding, should be addressed, though. The purpose of this study was to compare the spending growth of two similar health units with different governing structures during a period of increasing provincial funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The key observation was the behavioural change exhibited by the MLHU in response to changing provincial expectations. Nonetheless, as mentioned earlier, the MLHU was one of the lowest per capita funded health units in the province prior to the funding increase. This certainly holds true in a comparison with HPHS. Taking the two census years during the study period as examples, the MLHU spent $44.43 per capita in 2006 and $51.55 in 2011. HPHS, on the other hand, spent $53.38 per capita in 2006 and $59.33 in 2011. Clearly then, the behavioural change of the MLHU, notwithstanding, HPHS still spends more per capita. Again, more spending does not necessarily lead to better health outcomes, but this difference in per capita spending does need to be considered. In terms of the study' s findings, this indicates that while integrated health units may exhibit consistent behavioural traits, even as provincial expectations change, autonomous health units may act with more or less independence depending upon the proportion of funding that they receive from their municipal contributors. In other words, integrated health units are treated and act like any other municipal department no matter what the proportion of provincial funding is. Autonomous health units, on the other hand, may be worse off when municipal funding represents a larger proportion of their funding. The MLHU was only able to act with the kind of independence that the authors of the Walkerton, SARS and CRC reports attribute to autonomous health units after the funding formula was changed. But, by this point, it was already far behind other comparator health units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The findings from this study are important for both the ongoing policy debate in Ontario over the structure of public health units and the debate in the literature on multilevel governance over specialized and general-purpose jurisdictions. The MLHU did exert some independence during a time when the capacity of the public health system was in question. HPHS did not act with the same level of independence, but it started out from a healthier funding position; so, perhaps the need was not as strong. Clearly, more research is necessary, but these findings provide some initial insight into the behaviour of autonomous and integrated health units. Many in the public health field have argued that autonomous health units are in a better position to pursue their legislative responsibilities than health units that are integrated into municipal structures. The MLHU did behave according to these expectations after the funding increase, but, prior to this, it took its budget direction from its largest municipal funder. Under this arrangement, it was not able to act with much independence and fared worse in terms of per capita funding than HPHS. In other words, autonomous health units might only be able to act according to provincial expectations when most of their funding comes from the province. Thus, governing structure appears to matter, but its effects are contingent on where most of the money is coming from.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This study' s findings also align with other recent findings from the multilevel governance literature. Specialized jurisdictions, which have some autonomy from municipal control, do pursue their legislative mandate more faithfully than similar municipal departments. However, autonomy, in and of itself is not enough, it must come with a level of financial independence. The consequences of the single-mindedness of specialized jurisdictions also vary by policy area and by what policy characteristic is being measured. While this study' s findings are very preliminary, they do offer, at least, a partial explanation for variation among local health units, which is something that local and provincial policy makers have been struggling with for quite some time. The generalizability of the findings is limited, but it is strengthened somewhat by its consistency with findings from an existing literature. And, indeed, one of the goals of this study was to alert decision-makers in Ontario' s public health system to a broader theoretical debate about the advantages and disadvantages of specialized jurisdictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "AMO's Response to the Final Report of the Capacity Review Committee: Revitalizing Ontario's Public Health Capacity",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Imperfect Union: Representation and Taxation in Multilevel Governments",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health Unit Merger a Real Possibility",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Broadley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clinton News Record",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The SARS Commission Interim Report -SARS and Public Health in Ontario",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Revitalizing Ontario's Public Health Capacity: The Final Report of the Capacity Review Commission",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Status of Ontario's Public Health Reform Action Plan: Operation Health Protection",
            "authors": [
                {
                    "first": "Hamilton",
                    "middle": [],
                    "last": "City Of",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Letter to the Honourable Al Leach, Minister of Municipal Affairs and Housing, RE: Social Services Sub-Panel",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Crombie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hopcroft",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Three's Company: A Review of Waterfront Toronto's Tri-Government Approach to Waterfront Revitalization",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eidelman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Institutional Arrangements and Planning Outcomes: Inter-Agency Competition on the Toronto Waterfront",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Filion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Canada in Cities: The Politics and Policy of Federal-Local Governance. Montreal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Political Economy of Special-Purpose Government",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Who Does What in Ontario: The Process of Provincial-Municipal Disentanglement",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Canadian Public Administration",
            "volume": "41",
            "issn": "2",
            "pages": "175--209",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1754-7121.1998.tb01536.x"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "From Public Health to the Healthy City",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Urban Policy Issues: Canadian Perspectives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multilevel Governance in Toronto: Success and Failure in Canada's Largest City",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horak",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Designing Social Inquiry: Scientific Inference in Qualitative Research",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Keohane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verba",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Conservation Authority Board Composition and Watershed Management in Ontario",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Canadian Public Administration",
            "volume": "58",
            "issn": "2",
            "pages": "315--347",
            "other_ids": {
                "DOI": [
                    "10.1111/capa.12113"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Local Government Structure and the Co-Ordination of Economic Development Policy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Canadian Journal of Political Science",
            "volume": "48",
            "issn": "1",
            "pages": "173--93",
            "other_ids": {
                "DOI": [
                    "10.1017/S0008423915000220"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Proposed 2012 Cost-Shared Budget: Presentation to Board of Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Middlesex-London",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Survey of Public Health Unit Funding for Programs Funded by Obligated Municipalities",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Middlesex-London",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Governing the Tap: Special District Governance and the New Local Politics of Water",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mullin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Part One Report of the Walkerton Inquiry",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ontario Ministry of Health and Long-Term Care (MOHLTC)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ontario Ministry of Health and Long-Term Care (MOHLTC)",
            "authors": [],
            "year": 2014,
            "venue": "Initial Report on Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "ON: Queen's Printer",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Update",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Toronto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Patients First: A Proposal to Strengthen Patient-Centered Health Care in Ontario",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "An Overview of the Public Health System in Ontario",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pasut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Development of the Toronto Waterfront: Federal Presence, Institutional Complexity and Planning Outcomes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Filion",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Federal Property and Policy in Canadian Municipalities. Montreal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ontario",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Foundations of Governance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Independence of Ontario' s Public Health Units: Does Governing Structure Matter? Let's talk",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Middlesex-London Health Unit (MLHU) levy and cost-shared funding and City of London expenditures",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The Independence of Ontario' s Public Health Units: Does Governing Structure Matter? Hamilton Public Health Services (HPHS) levy and cost-shared funding and City of Hamilton expenditures",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author would like to thank Andrew Sancton, Robert Young, Sandra Regan and the Journal' s anonymous reviewers for their helpful comments on earlier drafts. He would also like to acknowledge the financial support of the Ontario Graduate Scholarship and the Social Sciences and Humanities Research Council.Correspondence may be directed to: Joseph Lyons, PhD, Assistant Professor, Department of Political Science, University of Western Ontario, Social Science Centre, Rm 4162, London, Ontario N6A 5C2; tel.: 519-661-2111, ext. 85168; e-mail: jlyons7@uwo.ca. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}