{
    "paper_id": "e5eaa60c56eee1eab42525423bbd85b4e99453db",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A 30-year-old male (height: 175 cm, body weight: 105 kg) presented with fever for 6 days, and abdominal pain and diarrhea for 2 days. He was admitted to the gastroenterology department of an outside hospital. He did not have any history of underlying disease and had recently stopped smoking. He worked for 2 weeks at another hospital where a patient diagnosed with MERS. His initial vital signs and results of initial laboratory examination were unavailable to us, because he was admitted to an outside hospital. However, according to information from that hospital, physical examination on admission to that hospital revealed normal vital signs (except for fever) and initial laboratory examination showed mild elevation of liver enzymes. In that hospital, he firstly underwent chest and abdominal radiographs and abdominal CT for further evaluation of abdominal pain. The initial chest radiograph, which was taken 6 days after the onset of fever, showed a patchy increased opacity in the left lower lung zone, retrocardiac area (Fig. 1A) . Abdominal CT showed no specific finding in abdominal and pelvic organs; however, a patchy kjronline.org with ground-glass opacity (GGO) halo and nodular GGO lesions in both upper lobes, which were mainly slightly peripherally located (Fig. 1D) . Moreover, this scan also demonstrated increased extent of mixed consolidations and GGOs with air-bronchograms in both lower lobes, mainly in the dependent area (Fig. 1E ). There was no pleural effusion or significant lymph node enlargement. Finally, he was diagnosed with MERS by testing the sputum by real-time reverse-transcriptase-polymerase chain reaction (rRT-PCR) (4) . For intensive care and management of MERS, he was transferred to a negative pressure room of our hospital on the day of diagnosis. Physical examination in our hospital showed fever (38.4°C) and elevated blood pressure (154/106 mm Hg). His vital signs on admission are summarized in Table 1 . Laboratory examination on admission of our area of consolidation with an air-bronchogram was detected in the left lower lobe of the lung, which was mainly peripherally located (Fig. 1B) . Conservative treatment with intravenous fluid was used for abdominal pain. Although he did not initially have any respiratory symptoms, he began coughing 9 days after the onset of fever. Because of this new respiratory symptom, occupational history, and a recent MERS outbreak in Korea, he underwent laboratory examination for MERS. A follow-up chest radiograph, which was taken 10 days after the onset of fever, showed newly developed patchy areas of ill-defined increased opacity in the right upper lung zone and increased extent of the previously detected consolidation in the left lower lung zone (Fig. 1C) . A chest CT scan performed on the same day showed multifocal patchy areas of nodular consolidations Chest radiograph (A) shows patchy increased opacity (black arrow) in left lower lung zone, retrocardiac area. Axial CT scan (B) shows patchy area of consolidation with air-bronchogram in left lower lobe, which was mainly peripherally located (black arrow). C-E. Follow-up anteroposterior chest radiograph and chest CT scan were taken in outside hospital 4 days after admission (10 days after onset of fever). Chest radiograph (C) shows newly developed patchy area of ill-defined increased opacity in right upper lung zone (black arrowhead) and increased extent of consolidation in left lower lung zone (black arrow). Upper lung CT scan (D) shows multifocal patchy areas of consolidation (white arrows) with ground glass opacity (GGO) halo and nodular GGO lesions (black arrowheads) in both upper lobes, which were mainly slightly peripherally located. Lower lung CT scan (E) shows larger areas of mixed consolidations and GGOs with air-bronchograms (black arrows) in both lower lobes, mainly in dependent area and newly detected focal consolidation in lingular segment of left upper lobe (white arrow). He was administered antiviral agents (ribavirin, kaletra [ritonavir + lopinavir], and interferon-alpha) and antibiotics (tabaxin [piperacillin + tazobactam] and cravit [levofloxacin]). Daily follow-up radiographs were taken to evaluate disease progression. Fever disappeared after 2 days of treatment; although radiologic abnormalities remained on early follow-up radiographs, then their extent decreased after 5 days of treatment. After a week of treatment, he showed no symptom. Follow-up laboratory examination showed normalization of CRP (0.14 mg/dL), slightly deceased but remained elevated AST (131 IU/L), whereas increased ALT (142 IU/L). Finally, follow-up sputum tests by rRT-PCR (conducted twice) showed negative results, and he was discharged after 13 days in our hospital.",
            "cite_spans": [
                {
                    "start": 1659,
                    "end": 1662,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1031,
                    "end": 1040,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1277,
                    "end": 1286,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1449,
                    "end": 1457,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1947,
                    "end": 1954,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2133,
                    "end": 2142,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2746,
                    "end": 2755,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION CASE REPORT"
        },
        {
            "text": "On the day of discharge (23 days after the onset of fever) he underwent chest radiograph and chest CT scan. The chest radiograph depicted markedly decreased extent of previous increased opacities in the right upper and left lower lung zones (Fig. 1F) . The chest CT scan showed markedly decreased extent of previously detected lesions with residual nodules or GGOs in both lungs, and developed ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "(Fig. 1F)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION CASE REPORT"
        },
        {
            "text": "Last follow-up anteroposterior chest radiograph and chest CT scan were performed on day of discharge (13 days after admission to our hospital; 23 days after onset of fever). Chest radiograph (F) depicts markedly decreased extent of previous consolidations in right upper and left lower lung zones but residual small increased opacity in right upper lung zone (black arrowhead) and left lower lung zone (black arrow). Upper lung CT scan (G) shows markedly reduced extent of previous multifocal patchy areas of consolidation and nodular ground-glass opacity (GGO) lesions in both upper lobes, but also demonstrates residual GGO lesions (black arrowheads). Lower lung CT scan (H) demonstrates markedly decreased extent of previous mixed consolidations and GGOs with air-bronchograms (black arrow), and developed traction bronchiectasis (white arrowheads) with volume loss in left lower lobe, which suggested fibrosis. kjronline.org traction bronchiectasis within retracted consolidation with volume loss in the left lower lobe, which suggested fibrosis (Fig. 1G, H) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1050,
                    "end": 1062,
                    "text": "(Fig. 1G, H)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "F-H."
        },
        {
            "text": "Middle East respiratory syndrome is a disease caused by infection of a new coronavirus, which is currently named MERS-CoV. The source of MERS-CoV is not yet clear, but dromedary camels are thought to be the primary animal host (5) . Human-to-human transmission can occur; possible modes include droplet and contact transmission (6) . As of 22 June 2015, 172 confirmed cases of MERS have been reported among hospital contacts in South Korea, of which 27 were dead (7).",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our patient showed fever at first, followed by abdominal pain and diarrhea without respiratory symptom, which precluded early consideration of respiratory infection. According to previous report (8) , common MERS symptoms at presentation are fever (98%), fever with chills or rigors, cough (83%), shortness of breath, and myalgia. Gastrointestinal symptoms are not infrequent and include diarrhea (26%), vomiting, and abdominal pain (17%).",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The major findings in our patient were mixed consolidations and GGOs, which are slightly less common findings according to a previous study (2) that demonstrated bilateral predominantly subpleural and basilar airspace changes with more extensive GGOs than consolidation, and another study (3) that reported GGO (53%), a combination of GGO and consolidation (33%), pleural effusion (33%), and interlobular septal thickening. However, the peripheral and lower zonal location of the lesions was in line with the findings of the latter study (3) .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 541,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A recent study by Das et al. (9) described lung changes on serial chest radiographs of 55 patients with MERS (19 deceased and 36 recovered). They reported that pleural effusion, pneumothorax, a higher chest radiographic score at the time of peak radiographic deterioration, and a high number of comorbidities were associated with a poor prognosis. However, they did not describe detailed changes of radiologic abnormalities, especially on CT scans, according to the clinical course of MERS. We report detailed serial imaging findings including radiographs and CT scans, over the whole clinical course. Our patient showed rapid progression of radiologic abnormalities during a short time interval (4 days). During antiviral and antibiotic treatment, the improvement of clinical symptoms occurred slightly faster than radiologic improvement. After 2 weeks of treatment, the last follow-up radiograph and CT showed markedly decreased extent of previous radiologic abnormalities and quick development of fibrotic changes suggesting organizing process of pneumonia, which was a somewhat uncommon finding in a patient with viral infection, according to our clinical experience.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, we report serial imaging findings (chest CT and radiographs) correlated with the clinical course of MERS in a young man. A chest CT scan showed rapidly developed multifocal nodular consolidations with GGO halo and mixed consolidation, mainly in the dependent and peripheral areas of the lung. Follow-up imaging showed marked decreased extent of previously detected lesions with remaining fibrotic changes. To our knowledge, this is the first case report that includes serial imaging findings of chest CT and radiographs in a patient confirmed as MERS in South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection: chest CT findings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajlan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahyad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Jamjoom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alharthy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "AJR Am J Roentgenol",
            "volume": "203",
            "issn": "",
            "pages": "782--787",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CT correlation with outcomes in 15 patients with acute Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Enani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Aljawder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bashir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AJR Am J Roentgenol",
            "volume": "204",
            "issn": "",
            "pages": "736--742",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eschbach-Bludau",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alagaili",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Sameroff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mbio",
            "volume": "5",
            "issn": "",
            "pages": "884--898",
            "other_ids": {
                "DOI": [
                    "10.1128/mbio"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Notice to health care providers: updated guidelines for evaluation of severe respiratory illness associated with Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. MERS-CoV in the Republic of Korea at a glance",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "Al-Rabiah",
                    "middle": [],
                    "last": "Fa",
                    "suffix": ""
                },
                {
                    "first": "Al-Hajjar",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [
                        "-"
                    ],
                    "last": "Barrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "752--761",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acute Middle East respiratory syndrome coronavirus: temporal lung changes observed on the chest radiographs of 55 patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Jawder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Enani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Skakni",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "AJR Am J Roentgenol",
            "volume": "23",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "30-year-old male patient with Middle East respiratory syndrome coronavirus infection.A, B. Initial posteroanterior chest radiograph and abdominal computed tomography (CT) scan were performed in outside hospital on day of admission (6 days after onset of fever).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "30-year-old male patient with Middle East respiratory syndrome coronavirus infection.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "http://dx.doi.org/10.3348/kjr.2016.17.1.166 pISSN 1229-6929 · eISSN 2005-8330 Korean J Radiol 17(1), Jan/Feb 2016",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Patient's Vital Signs on Admission of Our Hospital",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}