{
    "paper_id": "e8c88bae765a67eb93e119820caa702994e13c1d",
    "metadata": {
        "title": "Imatinib-induced irreversible interstitial lung disease A case report",
        "authors": [
            {
                "first": "Ping",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingfeng",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fangfang",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiaohai",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guifang",
                "middle": [],
                "last": "Ouyang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rationale: Imatinib mesylate (imatinib) is a classic tyrosine kinase inhibitor used to treat chronic myeloid leukemia. Although it is well tolerated by most patients and helps in the achievement of complete remission, a few rare imatinib-associated adverse effects such as pulmonary interstitial fibrosis have been reported. Because of its rareity, the clinical features of imatinib-induced interstitial lung disease (ILD) remain unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patient concerns: A 49-year-old Chinese man with chronic myeloid leukemia received oral treatment with imatinib and initially exhibited a good response. However, he presented with cough and fever 9 months after treatment initiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Diagnoses: Pulmonary computed tomography indicated diffuse interstitial fibrosis in both lungs. All tests for possible infectious pathologies provided negative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interventions: The patient was diagnosed with interstitial pneumonia and treated with antibiotics; however, there was no improvement. On the basis of a suspicion of imatinib-induced ILD, imatinib was discontinued and prednisone treatment was initiated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Outcomes: The patient's symptoms ameliorated with treatment, and imatinib was reintroduced. However, he developed cough and dyspnea again, and his treatment was switched to nilotinib as a second-line regimen. He was regularly monitored, and although his clinical symptoms ameliorated, computed tomography performed 29 months after he was diagnosed with ILD showed irreversible pulmonary interstitial fibrosis without progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Lessons: Clinicians should consider the possibility of severe irreversible ILD and carefully monitor patients receiving imatinib treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: CML = chronic myeloid leukemia, CMV = cytomegalovirus, CT = computed tomography, DLCO = diffusing capacity of the lungs for carbon monoxide, EBV = Epstein-Barr virus, FEV 1 = forced expiratory volume in 1 s, HSV = herpes simplex virus, ILD = interstitial lung disease, IP = interstitial pneumonia, Ph+ = Philadelphia chromosome-positive, RT-PCR = reverse transcription polymerase chain reaction, TKI = tyrosine kinase inhibitor, WBC = white blood cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Chronic myeloid leukemia (CML) is a myeloproliferative disorder characterized by the presence of the Philadelphia chromosome and abnormal cloning of hematopoietic cells. Imatinib mesylate (imatinib, STI571) is the first approved tyrosine kinase inhibitor (TKI) for the frontline treatment of Philadelphia chromosome-positive (Ph+) CML. Commonly reported side effects of all clinically used TKIs include lung injury and repair, loss of stem cells from epithelial surfaces, and drug-associated cell injury. However, these adverse reactions depend on individual susceptibility. Imatinib is generally tolerated well by most patients, although its use at high doses can cause grade 3 and 4 nonhematological toxicities and severe pulmonary adverse events in the early chronic phase of CML. [1] Imatinib-induced interstitial lung disease (ILD) is a rare occurrence with unclear clinical features. Here we report a rare case involving a 49-year-old man with CML who developed acute and irreversible interstitial pneumonitis after 9 months of treatment with imatinib.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 787,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 49-year-old Chinese man presented at Ningbo First Hospital (Ningbo, China) with a chief complaint of chronic fatigue. His white blood cell (WBC) count was 52.7 Â 10 9 /L, with 72.5% neutrophils and 4.5% basophilic granulocytes. His hemoglobin and platelet levels were 13.9 g/L and 674 Â 10 9 /L, respectively. The spleen could be palpated 3.6 cm below the costal margin, and ultrasound confirmed splenomegaly. Bone marrow puncture Editor: N/A. Written informed consent was obtained from the participant for publication of this article and any accompanying images. A copy of the written consent form is available for review by the Editor of this journal. showed granulocytic hyperplasia, with 1.5% and 8.5% myeloblasts and promyelocytes, respectively. The patient was diagnosed with the chronic phase of CML with 100% Philadelphia chromosome positivity. Daily treatment with 400 mg of oral imatinib was initiated and tolerated well by the patient, who exhibited a complete hematological response and major molecular response with 4.836% BCR-ABL found by reverse transcription polymerase chain reaction (RT-PCR) 3 months after treatment. Because drug-induced adverse effects were minimal, imatinib treatment was continued for another 6 months. The timeline of interventions and outcomes are shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1300,
                    "end": 1308,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "After 9 months of imatinib treatment, the patient presented at the Department of Pneumology in Ningbo Hospital with cough and fever (38.2°C). The findings of physical examination were unremarkable, and the patient's oxygen saturation was 94%. Chest computed tomography (CT) showed dense cord-shaped or grid-shaped fibers distributed along the surrounding bronchi. Both lungs, particularly the upper lobes, were involved, and the findings were typical of interstitial pneumonia ( Fig. 2A) . Lung function tests demonstrated severely impaired diffusion, with a diffusing capacity of the lungs for carbon monoxide (DLCO) of 5.61 mmol/min/kPa (51.9% predicted). The forced expiratory volume in 1 s (FEV 1 ) and forced vital capacity were 3.16 L (82% predicted) and 3.3 L (69.1% predicted), respectively. The C-reactive protein level was normal at 0.7 mg/L. The patient was diagnosed with pneumonia and treated with piperacillin/ tazobactam. At the same time, repeated examinations for acidfast bacilli in the sputum provided negative results. Moreover, the results of tests for Epstein-Barr (EBV) virus antibody, cytomegalovirus (CMV) antibody, Mycoplasma pneumoniae antibody, immunoglobulin (Ig) M rubella antibody, Toxoplasma IgM antibody, herpes simplex virus (HSV) IgM antibody, serum IgE, serum IgG, and rheumatism were negative. However, there was little improvement after 1 week of treatment. We suspected imatinib-induced ILD and discontinued imatinib. Treatment with prednisone 0.25 mg/kg/day was initiated, and the dose was tapered to 0.5 mg/kg/day 1 week later. The patient experienced relief from cough and fever, although chest CT showed little improvement (Fig. 2B) . However, lung function tests showed evident improvement, with a DLCO of 6.78 mmol/min/ kPa (62.8% predicted), an FEV 1 of 3.24 L (83.9% predicted), and a forced vital capacity of 3.5 L (73.3% predicted).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 487,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1666,
                    "end": 1675,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "Prednisone treatment was continued for 1 month, following which RT-PCR showed a BCR-ABL level of 4.036%. Although imatinib had resulted in ILD, it had also proven very beneficial for the patient. Therefore, 1 month later, the patient insisted on resuming imatinib treatment while continuing to take prednisone (0.5 mg/kg; 30 mg). However, he showed intolerance to imatinib within 2 weeks of resuming the drug, exhibiting aggravated Blood and bone marrow test revealed chronic myeloid leukemia, and oral imatinib therapy was prescribed. After 9 months of treatment, he presented with cough and fever; chest computed tomography (CT) scan showed interstitial lung disease. Prednisone treatment was started and imatinib was discontinued; cough and fever were relieved, although chest CT showed little improvement 2 weeks later. Imatinib therapy was resumed, but the patient again showed intolerance to imatinib. Nilotinib was used as a second-line treatment. CT performed at 29 months after imatinib withdrawal showed irreversible pulmonary interstitial fibrosis without progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Zhang et al. Medicine (2019) 98:8 Medicine dyspnea and cough. We discontinued imatinib and increased the prednisone dosage to 0.75 mg/kg/day. The clinical symptoms disappeared soon, and nilotinib was administered as an alternative drug 1 week later. The prednisone dose was gradually tapered, following which the drug was discontinued. At the time of writing this report, which was 29 months after imatinib was withdrawn, the patient was tolerating nilotinib well, with considerable amelioration of his clinical symptoms. Lung function tests showed a DLCO of 6.29 mmol/min/kPa (59.3% predicted), an FEV 1 of 3.77 L (84.2% predicted), and a forced vital capacity of 4.7 L (76.9% predicted). However, pulmonary CT performed at both 9 and 29 months after imatinib withdrawal showed irreversible pulmonary interstitial fibrosis without progression ( Fig. 2C and D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 846,
                    "end": 860,
                    "text": "Fig. 2C and D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "ILD is a lung disorder that can be caused by several substances, radiotherapy, or other diseases. [2] It is a progressive disease that can prove fatal, and early recognition is essential. In the case reported here, other possible pathogeneses such as tuberculosis, CMV infection, EBV infection, M pneumoniae infection, rubella, toxoplasmosis, and HSV were ruled out before prednisone treatment initiation. Tests for rheumatism also showed negative results, and peripheral eosinophils accounted for 1.3% of all WBCs; these findings excluded an immune allergic mechanism.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Imatinib is the first clinically used TKI for the treatment of CML, although the mechanism by which it causes lung injury or ILD remains unclear. In one Japanese study including 27 patients with ILD who were treated with imatinib, varied CT findings were documented; however, no diffuse alveolar damage was observed. Among 24 patients who received prednisone, 19 received high doses and five received moderate doses. The remaining three patients were untreated. Most of the treated patients exhibited an improvement and recovered, with only five patients showing no improvement. [3] Imatinib-induced ILD is likely to develop in previous damaged lungs [3] or in lungs with a history of tuberculosis, [4] with the mechanism of lung injury possible related to inhibition of platelet-derived growth factor receptor by imatinib. [5] Our patient had no history of smoking or lung disease, and tumors and rheumatic disease were excluded by laboratory tests. Reintroduction of imatinib caused disease relapse, consistent with the findings in a previous study. [3] In contrast, another case report documented successful rechallenge with imatinib in a patient with imatinib-induced pneumonitis. [6] Our patient did not show obvious improvements in imaging findings after prednisone treatment; moreover, he showed poor tolerance when imatinib was reintroduced in his treatment regimen. Nevertheless, his clinical symptoms disappeared and lung function improved, which allowed him to resume his daily activities and work.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 582,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1185,
                    "end": 1188,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "An interesting finding for the present case was the recovery of lung function despite the lack of improvement in imaging findings during a follow-up period of almost 2.5 years. This phenomenon is generally observed in patients with severe acute respiratory syndrome, [7, 8] where imaging findings do not improve despite a clinically improved condition. The precise reason for this finding in our patient remains unclear, and we cannot predict whether the CT findings will improve with time. We hope to get some clarity as we continue to monitor the patient. Nilotinib is an analog of imatinib, and it can block BCR-ABL kinase with a 20-fold higher intensity. [6, 8] Nilotinib has been approved for use in patients with CML showing imatinib resistance or intolerance. [1, 9] A previous study showed that lung abnormalities caused by imatinib could be reversed approximately 3 months after switching to nilotinib treatment. [9] Imatinib intolerance may occasionally occur when the dose is increased, and nilotinib can play an important role in the subsequent treatment of such cases. [1] However, it remains unclear whether the patient can tolerate the initial dose of imatinib or recover from the lung damage. In the present case, the patient did not tolerate imatinib after rechallenge and was eventually switched to nilotinib, following which his lung function improved with any improvement in the fibrosis. The irreversible lung fibrosis could have been caused by imatinib rechallenge, although we cannot confirm this. A previous report documented irreversible architectural distortion in a patient who used imatinib for 4 years. [10] Thus, the severity of imatinibinduced lung damage seems to be time-dependent, particularly in dose-independent patients; however, the exact treatment duration that can cause irreversible damage remains unclear. According to our experience and other reports, this duration is probably 3 to 9 months.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 271,
                    "end": 273,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 663,
                    "end": 665,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 771,
                    "end": 773,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1632,
                    "end": 1636,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "In conclusion, we reported a rare case of imatinib-induced severe irreversible ILD in a patient with CML, who did not show complete recovery despite imatinib discontinuation or prednisone treatment. The possible reason was the long-term use of imatinib for >9 months. The findings from this case suggest that clinicians should consider the possibility of severe irreversible ILD and carefully monitor patients receiving imatinib treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Imatinib-induced dose-dependent interstitial lung disease successfully switched to nilotinib: a case report with concentration exposure data",
            "authors": [
                {
                    "first": "] K",
                    "middle": [],
                    "last": "Dao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Védy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Hematol",
            "volume": "97",
            "issn": "",
            "pages": "299--300",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding the mechanisms of drug-associated interstitial lung disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Higenbottam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuwano",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nemery",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Cancer",
            "volume": "91",
            "issn": "2",
            "pages": "31--38",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Twenty-seven cases of drug-induced interstitial lung disease associated with imatinib mesylate",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohnishi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kudoh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Leukemia",
            "volume": "20",
            "issn": "",
            "pages": "1162--1166",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Imatinib mesylate-induced interstitial lung disease in a patient with prior history of Mycobacterium tuberculosis infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Korean J Intern Med",
            "volume": "30",
            "issn": "",
            "pages": "550--553",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Corticosteroid-responsive interstitial pneumonitis related to imantinib mesylate with successful rechallenge, and potential causative mechanisms",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grimison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schneeweiss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Intern Med J",
            "volume": "35",
            "issn": "",
            "pages": "136--143",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Successful rechallenge with imatinib in a patient with chronic myeloid leukemia who previously experienced imatinib mesylate induced pneumonitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Go",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Tuberc Respir Dis (Seoul)",
            "volume": "75",
            "issn": "",
            "pages": "256--265",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Thin-section CT in patients with severe acute respiratory syndrome following hospital discharge: preliminary experience",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "228",
            "issn": "",
            "pages": "810--815",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Target spectrum of the BCR-ABL inhibitors imatinib, nilotinib and dasatinib",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hantschel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rix",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Superti-Furga",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Leuk lymphoma",
            "volume": "49",
            "issn": "",
            "pages": "615--624",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lack of recurrence of imatinib-induced interstitial lung disease with nilotinib",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Delomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Darné",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Besson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Leuk Lymphoma",
            "volume": "53",
            "issn": "",
            "pages": "332--335",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Irreversible imatinib-induced pneumonitis following long-term imatinib administration",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Seki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intern Med",
            "volume": "46",
            "issn": "",
            "pages": "1941--1943",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work was funded by the 2016 Medicine and Health Care in Zhejiang Province General Studies Program (2016KYB260) and the Project of Department of Science and Technology of Zhejiang Province (2016F81G2070130).The authors have no conflicts of interest to disclose.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Timeline of interventions and outcomes for a patient with imatinib-induced irreversible interstitial lung disease. A 49-year-old Chinese man presented with a chief complaint of chronic fatigue.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Computed tomography (CT) findings at different time points during the clinical course of imatinib-induced irreversible interstitial lung disease. (A) Chest CT performed at the time of the first presentation (9 months after imatinib treatment initiation) shows dense cord-shaped or grid-shaped fibers distributed along the surrounding bronchi, indicating fibrosis. The bilateral lungs, particularly the upper lobes, are involved. These findings are typical of interstitial pneumonia. (B) CT performed 2 weeks after treatment with antibiotics and prednisone shows little improvement. (C) CT performed 9 months after the patient was diagnosed with pulmonary fibrosis shows no improvement. (D) CT performed 29 months after the patient was diagnosed with pulmonary fibrosis shows no improvement.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}