{
    "paper_id": "e9457327ddb51cf3ceb3698660ff08f526a09d44",
    "metadata": {
        "title": "Analysis of factors associated with disease outcomes in hospitalized patients with 2019 novel coronavirus disease",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430014",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhao-Wu",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430014",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430014",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming-Li",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430014",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuang",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui-Guo",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ming",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430030",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Huazhong University of Science and Technology",
                    "location": {
                        "postCode": "430014",
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": "huyi@zxhospital.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Since early December 2019, the 2019 novel coronavirus disease has caused pneumonia epidemic in Wuhan, Hubei province of China. This study aims to investigate the factors affecting the progression of pneumonia in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Associated results will be used to evaluate the prognosis and to find the optimal treatment regimens for COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Patients tested positive for the COVID-19 based on nucleic acid detection were included in this study. Patients were admitted to three tertiary hospitals in Wuhan between December 30, 2019, and January 15, 2020. Individual data, laboratory indices, imaging characteristics, and clinical data were collected, and statistical analysis was performed. Based on clinical typing results, the patients were divided into a progression group or an improvement/stabilization group. Continuous variables were analyzed using independent samples t-test or Mann-Whitney U test. Categorical variables were analyzed using chisquared test or Fisher's exact test. Logistic regression analysis was performed to explore the risk factors for disease progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": Seventy-eight patients with COVID-19-induced pneumonia met the inclusion criteria and were included in this study. Efficacy evaluation at 2 weeks after hospitalization indicated that 11 patients (14.1%) had deteriorated, and 67 patients (85.9%) had improved/stabilized. The patients in the progression group were significantly older than those in the disease improvement/stabilization group (66 [51, 70] years vs. 37 [32, 41] years, U =4.932, P =0.001). The progression group had a significantly higher proportion of patients with a history of smoking than the improvement/stabilization group (27.3% vs. 3.0%,  2 =9.291, P =0.018). For all the 78 patients, fever was the most common initial symptom, and the maximum body temperature at admission was significantly higher in the progression group than in the improvement/stabilization group (38.2 [37.8, 38.6]℃ vs. 37.5 [37.0, 38.4]℃, U=2.057, P =0.027). Moreover, the proportion of patients with respiratory failure (54.5% vs. 20.9%,  2 =5.611, P=0.028) and respiratory rate (34 [18, 48] breaths/min vs. 24 [16, 60] breaths/min, U=4.030, P=0.004) were significantly higher in the progression group than in the improvement/stabilization group. C-reactive protein was significantly elevated in the progression group compared to the improvement/stabilization group (38.9 [14.3, 64.8] mg/L vs. 10.6 [1.9, 33.1] mg/L, U=1.315, P=0.024). Albumin was significantly lower in the progression group than in the improvement/stabilization group (36.62±6.60 g/L vs. 41.27±4.55 g/L, U =2.843, P =0.006). Patients in the progression group were more likely to receive high-level respiratory support than in the improvement/stabilization group ( 2 =16.01, P=0.001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "). Multivariate logistic analysis indicated that age (OR, 8.546; 95% CI: 1.62844.864; P = 0.011), history of smoking (OR, 14.285; 95% CI: 1.57725.000; P = 0.018), maximum body temperature at admission (OR, 8.999; 95% CI: 1.036-78.147, P = 0.046), respiratory failure (OR, 8.772, 95% CI: 1.94240.000; P = 0.016), albumin (OR, 7.353, 95% CI: 1.09850.000; P = 0.003) and C-reactive protein (OR, 10.530; 95% CI:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1.22434.701, P = 0.028) were risk factors for disease progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Several factors that led to the progression of COVID-19 pneumonia were identified, including age, history of smoking, maximum body temperature on admission, respiratory failure, albumin, C-reactive protein. These results can be used to further enhance the ability of management of COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, unexplained pneumonia has been successively identified in several patients with a history of exposure to the Huanan seafood market, in multiple hospitals in the city of Wuhan, Hubei Province, China. These patients have now been confirmed as acute respiratory infection (i.e., pneumonia) caused by a novel coronavirus. [1, 2] Clinical investigation of confirmed cases and cases under observation has shown that the number of patients with no history of exposure to the Huanan Seafood Market has been rapidly increasing. As of February 1, 2020, there were 14,380 confirmed cases of 2019 novel coronavirus disease in China. [3] A previous study found that highest temperature, dyspnea, respiratory rate, white blood cell count, neutrophil count, lymphocyte count, D-dimer, albumin, procalcitonin were risk factors for ICU care in patients with COVID-19. [4] Therefore, it is absolutely necessary to evaluate the possible factors affecting the progression of disease in COVID-19 patients. We investigated factors affecting the outcomes of COVID-19 patients to evaluate the prognosis and further improve the treatment of patients with COVID-19 associated pneumonia with the hope of reducing mortality.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 343,
                    "end": 345,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study was conducted in accordance with the Declaration of Helsinki. The requirement for written informed consent was waived given the context of emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "Patients included in the study had been diagnosed with COVID-19 associated pneumonia between December 30, 2019, and January 15, 2020 , and hospitalized at one of three tertiary hospitals in Wuhan for over two weeks. Specific inclusion criteria were: (1) patients with confirmed diagnosis from a positive test result for COVID-19 nucleic acids by real-time fluorescence reverse transcription-polymerase chain reaction (RT-PCR) according to the \"Diagnosis and Treatment Protocol for Novel Coronavirus Infection-Induced Pneumonia version 4 (trial)\" [5] ; (2) patients who had been hospitalized for over two weeks when preparing the manuscript, died while hospitalized, or had recovered and been discharged.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "2020",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "All patients were evaluated and clinically typed upon admission, according to the \"Diagnosis and Treatment Protocol for Novel Coronavirus Infection-Induced Pneumonia version 4 (trial)\". [5] Specific clinical types included: (1) common: fever, respiratory tract infection symptoms, and so on, with imaging indicating pneumonia; (2) severe (any of the following conditions): I, respiratory distress, respiratory rate (RR) ≥30 breaths/min; II, oxygen saturation ≤93% at rest; III, partial pressure of oxygen (PaO 2 )/fraction of inspired oxygen (FiO 2 ) ≤300 mmHg (1 mmHg = 0.133 kPa); (3) critical (any of the following conditions): I, respiratory failure and a requirement for mechanical ventilation; II, shock; III, concomitant failure of other organs and requirement for intensive care unit (ICU) monitoring and treatment.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of conditions"
        },
        {
            "text": "In addition to clinical typing, laboratory indices of all patients were measured, the details of which are listed in the biochemical test section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of conditions"
        },
        {
            "text": "After two weeks of hospitalization, disease evaluation and clinical typing were performed on all patients according to the \"Diagnosis and Treatment Protocol for Novel Coronavirus Infection-Induced Pneumonia version 4 (trial)\". [5] All patients were divided into a progression group or an improvement/stabilization group based on clinical typing results. Specific criteria were as follows: (1) progression group: common-type changed to severe-or critical-type, or death; severe-type changed to critical-type or death; critical-type progressed to death. (2) improvement/stabilization group: common-, severe-, and critical-types remained unchanged;",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of conditions"
        },
        {
            "text": "severe-type changed to common-type; critical-type changed to severe-or common-type. , creatinine and albumin), infection indices (procalcitonin and C-reactive protein), D-dimer, and partial pressure of oxygen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of conditions"
        },
        {
            "text": "The personal data and clinical data of patients included in the study were collected. Personal data included sex, age, epidemiological history, history of smoking, and comorbidities [e.g., chronic obstructive pulmonary disease (COPD), cancer, hypertension and/or diabetes].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Clinical data included initial symptoms, clinical presentation, vital signs, therapeutic druguse, respiratory support, and disease outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Categorical variables were presented as numbers (percentages) and analyzed using chisquared test or Fisher's exact test. Continuous variables with normal distribution were expressed as mean±standard deviation and analyzed using independent samples t-test, while those with skewed distribution were shown as median (Q 1 , Q 3 ) and analyzed using Mann-Whitney U test. Univariate and multivariate logistic regression analysis were adopted to identify risk factors of disease progression. All variables from the univariate analysis with a P value <0.1 were entered into a forward-stepwise multivariate logistic regression analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "SPSS software version 25.0 (SPSS Inc., Chicago, Illinois, USA) was used for statistical analysis. A two-sided P < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In the present study, 78 patients with COVID-19 associated pneumonia included 39 males and 39 females. No patient had a history of exposure to the Huanan Seafood Market. The median age (Q 1 , Q 3 ) was 38 (33, 57) years, and only 15 patients were aged ≥60 years The patients in the progression group were significantly older than those in the improvement/stabilization group (66 [51, 70] vs. 37 [32, 41], U =4.932, P =0.001). This study suggested that the progression group had a significantly higher proportion of patients with a history of smoking than the improvement/stabilization group (27.3% vs. 3.0%,  2 =9.291, P =0.018). Twenty patients (25.6%) had comorbidities, of which hypertension was the most common. There was no significant difference in sex between the two groups (P > 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General characteristics and clinical presentations"
        },
        {
            "text": "There was no significant difference in any comorbidity including hypertension, diabetes, chronic obstructive pulmonary disease (COPD), cancer, and others between the two groups (all P > 0.05). Fever was the primary initial symptom. Fifty-seven patients (73.1%) sought treatment for fever, and 37.3°C38.0°C was the most commonly observed maximum body temperature in 31 patients (39.7%). The maximum body temperature at admission was significantly higher in the progression group than in the improvement/stabilization group 24 [16, 60] breaths/min, U=4.030, P=0.004). There were no significant differences in blood oxygen saturation, or heart rate between the two groups (both P > 0.05). Eight (10.3%) of the 78 patients with COVID-19 were severely ill, and the proportions of severely ill patients were not significantly different between the two groups (27.3% vs. 7.5%,  2 =13.480, P > 0.05) [ Table 1 ].",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "[16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "60]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 896,
                    "end": 903,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "General characteristics and clinical presentations"
        },
        {
            "text": "In this study, relevant laboratory indices of the 78 patients with COVID-19 were ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory indices and imaging characteristics"
        },
        {
            "text": "Among the 78 hospitalized patients, the most common treatment was a combination of antivirals/antibacterials with glucocorticoids (45/78, 57.7%). The most commonly used antiviral drug was ribavirin, and the most commonly used antibacterial drugs were cephalosporins or quinolone antibiotics. The median glucocorticoids dose was 40 (20, 40) mg intravenously (iv) every day (qd) and there was no significant difference between the two groups (60 [40, 80] mg qd iv vs. 40 [20, 40] mg qd iv, U=4.713, P=0.075). The proportions of patients using different drug protocols including antivirals/antibacterials, antivirals/antibacterials + glucocorticoids, antivirals/antibacterials + gamma globulin, antivirals/antibacterial + thymosins, and antivirals/antibacterials + lopinavir between improvement/stabilization group and progression group were not significantly different (P>0.05). All hospitalized patients had some degree of hypoxia. Nasal cannula was the most common form of respiratory support (71/78, 91.0%), followed by continuous noninvasive positive pressure ventilation. The progression group typically had more severe hypoxia and was significantly more likely to receive higher levels of respiratory support compared to the improvement/stabilization group ( 2 =16.01, P =0.001) [ Table 3 ].",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "(20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "40)",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1286,
                    "end": 1293,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Treatment"
        },
        {
            "text": "The results of univariate logistic analysis found that age (odds ratio [ 1.22434.701, P = 0.028) were risk factor for disease progression [ Table 4 ].",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 4",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Risk factors for disease progression in COVID-19 patients"
        },
        {
            "text": "Coronavirus is a highly contagious pathogen found in several domestic animals, pets, and humans, causing a variety of acute and chronic diseases. [6] Currently, six coronaviruses are known to infect humans, including 229E and NLR6 in the α-genus. The β-genus comprises OC43, HKU1, Middle East respiratory syndrome-related coronavirus (MERSr-CoV), [7] and severe acute respiratory syndrome-related coronavirus (SARSr-CoV). [8] Coronavirus has gradually become a popular topic of research in the field of virology because of the outbreak of SARSr-CoV in 2003 and MERSr-CoV in 2012. [9] The current outbreak is due to a novel coronavirus in the β-genus, which was isolated from the lower respiratory tract in patients with unexplained pneumonia, in Wuhan, China. [10, 11] Currently, the source and pathogenesis of the COVID-19 remain unclear, and there are no uniform diagnostic and treatment standards. Unfortunately, in certain patients, the disease progresses rapidly, and respiratory failure can occur within a short time, even leading to death. Therefore, we investigated the disease outcomes and factors affecting the outcomes of patients with COVID-19 pneumonia at three tertiary hospitals in Wuhan to provide a theoretical basis for improving hospitals' efforts to effectively treat patients with COVID-19 pneumonia.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study included 78 patients diagnosed with the COVID-19. All patients were evaluated for therapeutic efficacy after at least two weeks of hospitalization. These results indicated progression in 11 patients (14.1%) and improvement/stabilization in 67 patients (85.9%). 80.8% of the patients were younger than 60 years, and the median age of the patients was 38 (33, 57) years, which suggest that middle-aged people are susceptible to COVID-19. Also, the age of patients in the progression group was significantly higher than that in the improvement/stabilization group, and multivariate logistic analysis indicated that higher age was a risk factor for disease progression. Elderly individuals are physically frail and are likely to have several comorbidities, which not only increases the risk of pneumonia [12] but also affects their prognosis [13] . the assessment of comorbidities is an essential component in determining the prognosis of several diseases, especially pneumonia. [14] Probably because of the small sample size, there was no significant difference in any comorbidity including hypertension, diabetes, COPD, cancer, and others between the two groups. The potential impact of comorbidities on the disease outcomes of patients with COVID-19 pneumonia requires further observation and research. The proportion of patients with a history of smoking was significantly higher in the progression group compared to the improvement/stabilization group, suggesting that smoking is associated with disease progression.",
            "cite_spans": [
                {
                    "start": 818,
                    "end": 822,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A significant symptom of SARS is a body temperature above 38°C for over two weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, 60% of patients diagnosed with MERS presented with fever. [15] In the present study, 73.1% of patients with COVID-19 sought treatment for the fever. The results showed that the maximum body temperature at admission in the progression group was significantly higher than in the improvement/stabilization group, and multivariate logistic models indicated that higher temperature was a risk factor for disease progression. Therefore, patients presenting with a high fever, long fever duration, and rapid fever progression should be monitored more closely during clinical diagnosis and treatment in order to avoid complications associated with high fevers, which lead to poor prognosis.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Vital signs are essential indicators for assessing the current symptoms of patients. Respiratory system indices, such as respiratory rate and whether respiratory failure occurred, are particularly crucial for assessing the condition severity in patients with COVID-19. The present study found that the median respiratory rate of 78 patients with COVID-19 pneumonia was 24 breaths/min, which was higher than the normal respiratory rate (12) (13) (14) (15) (16) (17) (18) (19) (20) breaths/min). The respiratory rate and proportion of patients with respiratory failure in the progression group were significantly higher than in the improvement/stabilization group.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "(13)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "(16)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "(17)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "(18)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "(19)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "(20)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Abnormal respiratory indices can directly reflect the extent of lung invasion and multivariate logistic models revealed that respiratory failure was a risk factor for disease progression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Therefore, respiratory indices should be one of the top priorities in the efficacy evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study suggests that elevated C-reactive protein, and decreased albumin are factors associated with poor prognosis of COVID-19 infection. Albumin is the most intuitive index of the nutritional status of the body. When albumin decreases, the body loses resistance to the virus, leading to disease progression . [16] Elevated C-reactive protein is an important inflammatory index in addition to abnormal blood coagulation function. Close monitoring of dynamic changes in these indices has a significant proactive effect on understanding changes in the patient's condition. In addition, studies have shown that lymphocytes are the main target cells of viral infections. [17] Viral infections in the human body primarily involve damage to the immune system, which presents as decrease in the absolute number of lymphocytes . [18] The present study did not find these indices significant for assessing the outcome of COVID-19 patients, and their correlation requires further investigation. This study included CT scan characteristics of patients with COVID-19 pneumonia for analysis and suggested that the extent and characteristics of the lesion had no statistical significance on disease outcomes. However, the use of CT scans at earlier stages for disease assessment is still of great significance for early detection, early diagnosis, and improved prognosis.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Appropriate antibiotic treatment can be administered to prevent secondary infection in critical type viral pneumonia. [19] We analyzed the diagnosis and treatment protocols of patients with COVID-19 pneumonia, and results suggested that some patients undergoing antiviral treatment were also proactively undergoing antibacterial treatment. Whether viral pneumonia should be treated with glucocorticoids has been controversial. Some researchers believe that the use of glucocorticoids in viral pneumonia can easily aggravate the disease and increase the risk of secondary infections, leading to an increase in mortality, thus advocating against the use of glucocorticoids. [20] Other studies have suggested that the use of an appropriate dose of glucocorticoids at early stages could inhibit the elevated secretion of inflammatory cytokines due to excessive activation of immune cells because of the viral infection, thereby preventing continued exacerbation of lung injury . [21] We found that the combination of antivirals, antibacterials, and glucocorticoids had the highest use rate in the treatment of COVID-19 pneumonia. Moreover, other researchers have suggested using thymosin and gamma globulin during the early stages of infection to improve patient immunity. In addition, current ongoing related studies suggest that COVID-19 and HIV have structural similarities.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, certain researchers have proposed that the anti-HIV drug, lopinavir, may play a role in inhibiting COVID-19. In this study, a comparison of efficacy of antivirals/antibacterials, antivirals/antibacterials + glucocorticoids, antivirals/antibacterials + gamma globulin, antivirals/antibacterial + thymosins, and antivirals/antibacterials + lopinavir was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results did not suggest that drug protocols affected disease outcomes. Therefore, further studies should include more drugs for the treatment of COVID-19. COVID-19 pneumonia is characterized by an acute onset and rapid progression. Therefore, the early use of glucocorticoids with proactive antiviral and antibacterial treatment after comprehensive evaluation may block the inflammatory cascade caused by severe viral infections and prevent acute inflammation. The lung damage caused by such infections can further progress to acute respiratory distress syndrome. Respiratory support is an essential treatment for patients with severe viral infections. The present study revealed that all patients with COVID-19 were treated with respiratory support, and the majority of patients were administered nasal cannula oxygen and continuous positive air pressure. The progression group was significantly more likely to receive higher levels of respiratory support. No patients in this study were treated with invasive ventilation and ECMO due to the refusal of the patients' family. Treating patients with severe viral pneumonia, timely application of glucocorticoids and respiratory support therapy is essential, in combination with personalized treatment specific to each patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were a few limitations for this observational study. CT scan imaging has delayed scanning time, which may introduce bias in our results. In addition, a relatively small sample size was included in this study, which may lead to biased results. Thus, a multi-center largescale study with additional researchers is required. Currently, the best diagnostic and treatment protocols for COVID-19 are still being investigated. Early diagnosis and dynamic monitoring of prognostic factors are essential for improving the ability to treat the COVID-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "None. Extracorporeal membrane oxygenation; qd: every day; iv: intravenously. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--266",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.009"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cumulative number of reported cases of 2019 novel coronavirus pneumonia. Beijing: National health commission of the People's Republic of China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25674.3"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnosis and treatment protocol for novel coronavirus pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "China NHCOTPSRO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronaviruses: genome structure, replication, and pathogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25681"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infectious diseases. Clues to the animal origins of SARS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.300.5624.1351a"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe Acute Respiratory Syndrome: Historical, Epidemiologic, and Clinical Features",
            "authors": [
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Infect Dis Clin North Am",
            "volume": "33",
            "issn": "4",
            "pages": "869--889",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idc.2019.07.001"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Complemented Palindromic Small RNAs First Discovered from SARS Coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Ji",
                    "middle": [
                        "H"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Genes (Basel)",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/genes9090442"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An investigation of multimorbidity measures as risk factors for pneumonia in elderly frail patients admitted to hospital",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ticinesi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nouvenne",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Folesani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Prati",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Morelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guida",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Intern Med",
            "volume": "28",
            "issn": "",
            "pages": "102--106",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejim.2015.11.021"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of age and comorbidity on cause and outcome in community-acquired pneumonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cilloniz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Polverino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ewig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aliberti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gabarrus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menendez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chest",
            "volume": "144",
            "issn": "3",
            "pages": "999--1007",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.13-0062"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Deyo-Charlson and Elixhauser-van Walraven Comorbidity Indices as predictors of mortality in critically ill patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Ladha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Quraishi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kurth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eikermann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaafarani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Open",
            "volume": "5",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2015-008990"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Common Comorbidities Are Challenging in the Diagnosis of Middle East Respiratory Syndrome (MERS-CoV) in Saudi Arabia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Aleanizy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Alanazi",
                    "suffix": ""
                },
                {
                    "first": "Mohamed",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pak J Biol Sci",
            "volume": "23",
            "issn": "2",
            "pages": "119--125",
            "other_ids": {
                "DOI": [
                    "10.3923/pjbs.2020.119.125"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Predictive factors of depressive symptoms of elderly patients with cancer receiving first-line chemotherapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rainfray",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Soubeyran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fonck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Blanc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ceccaldi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychooncology",
            "volume": "26",
            "issn": "1",
            "pages": "15--21",
            "other_ids": {
                "DOI": [
                    "10.1002/pon.4090"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Historical review of pandemic influenza A in Taiwan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Neonatol",
            "volume": "51",
            "issn": "2",
            "pages": "60016--60018",
            "other_ids": {
                "DOI": [
                    "10.1016/S1875-9572"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Influenza B-associated rhabdomyolysis in Taiwanese children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Paediatr",
            "volume": "99",
            "issn": "11",
            "pages": "1701--1704",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1651-2227.2009.01595.x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Severe respiratory failure associated with influenza B virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujisawa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Enomoto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Inui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suda",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Respirol Case Rep",
            "volume": "3",
            "issn": "2",
            "pages": "61--63",
            "other_ids": {
                "DOI": [
                    "10.1002/rcr2.107"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effect of corticosteroids on treatment failure among hospitalized patients with severe communityacquired pneumonia and high inflammatory response: a randomized clinical trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sibila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Polverino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menendez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mensa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "7",
            "pages": "677--686",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2015.88"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Early corticosteroid treatment for severe pneumonia caused by 2009 H1N1 influenza virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Kil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Rhim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Youn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care",
            "volume": "15",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/cc10082"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2%). Among the 78 patients, there were 70 patients with the common-type (89.7%) and 8 patients with the severe-type (10.3%). Re-examination after two weeks of hospitalization showed that among the 70 patients with the common-type symptoms, there were 8 patients with progression and 62 patients with improvement/stabilization. Among the 8 patients with the severe-type symptoms, 3 patients showed progression (including 2 deaths) and 5 showed improvement/stabilization. A total of 11 patients (14.1%) were included in the progression group, and 67 patients (85.9%) were included in the improvement/stabilization group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "38.2 [37.8, 38.6]℃ vs. 37.5 [37.0, 38.4]℃, U=2.057, P=0.027). A total of 20 of the 78 patients (25.6%) developed respiratory failure, with the proportion of respiratory failure being significantly higher in the progression group than in the improvement/stabilization group (54.5% vs. 20.9%,  2 =5.611, P =0.028). The median respiratory rate of the 78 patients with COVID-19 was 24 breaths/min, and the respiratory rate in the progression group was significantly higher than in the improvement/stabilization group (34 [18, 48] breaths/min vs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "determined at the time of admission. These results showed that C-reactive protein was significantly elevated in the progression group compared to the improvement/stabilization group (38.9 [14.3, 64.8] mg/L vs. 10.6 [1.9, 33.1] mg/L, U =1.315, P =0.024). Albumin was significantly decreased in the progression group compared to the improvement/stabilization group (36.62±6.60 g/L vs. 41.27±4.55 g/L, U=2.843, P =0.006). There were no significant differences in D-dimer, WBC, lymphocytes, neutrophils, platelets, ALT, AST,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "COVID-19 was detected by real-time fluorescenceRT-PCR of samples collected by using nasopharyngeal swabs. Influenza A virus, influenza B virus, respiratory syncytial virus, adenovirus, parainfluenza virus, chlamydia, and mycoplasma were detected by collecting body fluid (nasopharyngeal swabs and sputum) samples. Relevant laboratory indicators were tested with conventional methods, including routine blood tests (white blood cell [WBC], lymphocytes, neutrophils, platelets), liver and kidney function (alanine transaminase [ALT], aspartate aminotransferase [AST]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". No patients had other concomitant microbial infection.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "OR], 10.575; 95% confidence interval [CI]: 2.09553.386; P = 0.004), history of smoking (OR, 12.187; 95% CI: 1.76284.306; P = 0.011), maximum body temperature at admission (OR, 9.709; 95% CI: 1.17683.330; P = 0.035), respiratory failure (OR, 8.021; 95% CI: 2.02231.821; P = 0.003), severe illness (OR, 4.651; 95% CI: 0.93023.250; P = 0.061), albumin (OR, 12.536; 95% CI: 2.40965.233; P = 0.003), creatinine (OR, 6.800; 95% CI: 1.42432.470; P = 0.016), procalcitonin (OR, 3.831; 95% CI: 0.55127.027; P = 0.071), C-reactive protein (OR, 5.988; 95% CI: 1.17930.30; P = 0.031) were significantly associated with the disease progression. Furthermore, the multivariate logistic analysis indicated that age (OR, 8.546; 95% CI: 1.62844.864; P = 0.011), history of smoking (OR, 14.285; 95% CI: 1.57725.000; P = 0.018), maximum body temperature at admission (OR, 8.999; 95% CI: 1.03678.147, P = 0.046), respiratory failure (OR, 8.772, 95% CI: 1.94240.000; P =0.016), albumin (OR, 7.353, 95% CI: 1.09850.000; P =0.003) and C-reactive protein (OR, 10.53; 95% CI:",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Demographic data and clinical presentations of COVID-19 patients. Data were shown as median (Q 1 , Q 3 ) or n (%). * U values; †  2 values. COVID-19: 2019 novel coronavirus disease; COPD: chronic obstructive pulmonary disease; -: not applicable.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Laboratory indices and imaging characteristics of COVID-19 patients.Data were shown as mean±standard deviation, median (Q 1 , Q 3 ), or n (%). * U value; † t test; ‡  2 value. COVID-19: 2019 novel coronavirus disease; WBC: white blood cell; ALT: alanine transaminase; AST: aspartate aminotransferase; CT: computed tomography; -: not applicable.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Treatment for COVID-19 patients. The data were presented as median (Q 1 , Q 3 ) or n (%). *  2 value; † U value. COVID-19: 2019 novel coronavirus disease; NPPV: Noninvasive positive pressure ventilation; ECMO:",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Logistic analysis results of risk factors for disease progression (n = 78). dimer (>1 μg/mL vs. ≤1 μg/mL) OR: Odds Ratio; CI: Confidence interval; WBC: White blood cell; ALT: Alanine transaminase; AST: Aspartate aminotransferase.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}