{
    "paper_id": "ea5d20e07d05c8b241f90e6429f3daaacc844ecd",
    "metadata": {
        "title": "The Transformation of Enterovirus Replication Structures: a Three- Dimensional Study of Single-and Double-Membrane Compartments",
        "authors": [
            {
                "first": "Ronald",
                "middle": [
                    "W A L"
                ],
                "last": "Limpens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Radboud University Nijmegen Medical Centre",
                    "location": {
                        "settlement": "Nijmegen",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Hilde",
                "middle": [
                    "M"
                ],
                "last": "Van Der Schaar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology Laboratory",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Darshan",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Radboud University Nijmegen Medical Centre",
                    "location": {
                        "settlement": "Nijmegen",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Abraham",
                "middle": [
                    "J"
                ],
                "last": "Koster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Radboud University Nijmegen Medical Centre",
                    "location": {
                        "settlement": "Nijmegen",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "J"
                ],
                "last": "Snijder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Irvine"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [
                    "J M"
                ],
                "last": "Van Kuppeveld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Molecular Virology Laboratory",
                    "institution": "Leiden University Medical Center",
                    "location": {
                        "settlement": "Leiden",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Montserrat",
                "middle": [],
                "last": "Bárcena",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Radboud University Nijmegen Medical Centre",
                    "location": {
                        "settlement": "Nijmegen",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Buchmeier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "All positive-strand RNA viruses induce membrane structures in their host cells which are thought to serve as suitable microenvironments for viral RNA synthesis. The structures induced by enteroviruses, which are members of the family Picornaviridae, have so far been described as either single-or double-membrane vesicles (DMVs). Aside from the number of delimiting membranes, their exact architecture has also remained elusive due to the limitations of conventional electron microscopy. In this study, we used electron tomography (ET) to solve the three-dimensional (3-D) ultrastructure of these compartments. At different time points postinfection, coxsackievirus B3-infected cells were high-pressure frozen and freeze-substituted for ET analysis. The tomograms showed that during the exponential phase of viral RNA synthesis, closed smooth single-membrane tubules constituted the predominant virus-induced membrane structure, with a minor proportion of DMVs that were either closed or connected to the cytosol in a vase-like configuration. As infection progressed, the DMV number steadily increased, while the tubular single-membrane structures gradually disappeared. Late in infection, complex multilamellar structures, previously unreported, became apparent in the cytoplasm. Serial tomography disclosed that their basic unit is a DMV, which is enwrapped by one or multiple cisternae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "IMPORTANCE Positive-strand RNA viruses hijack specific intracellular membranes and remodel them into special structures that support viral RNA synthesis. The ultrastructural characterization of these \"replication structures\" is key to understanding their precise role. Here, we resolved the three-dimensional architecture of enterovirus-induced membranous compartments and their transformation in time by applying electron tomography to cells infected with coxsackievirus B3 (CVB3). Our results show that closed single-membrane tubules are the predominant initial virus-induced structure, whereas double-membrane vesicles (DMVs) become increasingly abundant at the expense of these tubules as infection progresses. Additionally, more complex multilamellar structures appear late in infection. Based on compelling intermediate structures in our tomograms, we propose a model for transformation from the tubules to DMVs and multilamellar structures via enwrapping events. Our work provides an in-depth analysis of the development of an unsuspected variety of distinct replication structures during the course of CVB3 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Citation Limpens RWAL, et al. 2011. The transformation of enterovirus replication structures: a three-dimensional study of single-and double-membrane compartments. mBio 2(5):e00166-11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Enteroviruses (family Picornaviridae) represent a group of nonenveloped, positive-strand RNA viruses that includes important human pathogens, such as poliovirus, coxsackieviruses, and rhinoviruses. Enterovirus-induced membranous structures were detected in poliovirus-infected cells by transmission electron microscopy (EM) as early as 1958 (4) , and viral RNA replication was later shown to be associated with these membranous structures (5) (6) (7) . EM showed these \"replication structures\" to be singlemembrane vesicles (4, (6) (7) (8) or double-membrane vesicles (DMVs) (9) (10) (11) (12) (13) of heterogeneous size clustering in the perinuclear region and eventually occupying most of the cytoplasm.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several findings suggest that enteroviruses transform membranes of the secretory pathway into their replication structures. Such a diversion of membranes could explain the strong inhibition of the anterograde transport from endoplasmic reticulum (ER) to Golgi complex caused by enterovirus infection (14, 15) . Additionally, enterovirus replication is extremely sensitive to treatment with brefeldin A, a well-known inhibitor of the secretory pathway (16, 17) . Consistent with this membrane origin, ER and Golgi markers have been detected in enterovirus replication structures (10, 18, 19) .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "(16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, in some EM studies, enterovirus-induced membrane modifications appeared as double-membrane compartments that were reminiscent of autophagosomes, although considerable smaller, which led to the alternative hypothesis that the autophagy pathway could be involved in the formation of the viral replication structures (10, 20) . Accordingly, the autophagosomal marker protein LC3 was detected in enterovirus replication structures, and suppression of autophagy inhibited viral replication, albeit to a modest extent (11, 12, 21) .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three of the seven nonstructural proteins (2B, 2C, and 3A) contain hydrophobic domains and, in view of these intrinsic membrane-targeting properties, are presumed to be involved in the formation of the replication structures. Although expression of the precursor protein 2BC results in the accumulation of membranous structures (22, 23) , only coexpression of 2BC and 3A results in double-membrane structures with biochemical properties similar to those of the structures induced by virus infection (20) .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the progress described above, some key questions regarding the structure and morphogenesis of enterovirus replication compartments have remained unanswered. The fact that, depending on the particular EM study, they were visualized as either single-or double-membrane structures is particularly intriguing. Furthermore, the technical approach has thus far been limited to conventional two-dimensional (2-D) EM. Electron tomography (ET) (24) allows a detailed three-dimensional (3-D) analysis of viral replication structures, as illustrated by recent studies for other positive-strand RNA viruses (25) (26) (27) (28) (29) (30) . These works revealed new structural details (e.g., connections and openings) that have important mechanistic implications for the overall organization of the replicative cycle. In this study, we set out to investigate the membrane structures induced by the enterovirus coxsackievirus B3 (CVB3) at different stages of infection, using a combination of advanced cryofixation methods and serial ET. Our results document a variety of CVB3-induced structures that appear at different time points after infection, reveal their detailed 3-D architecture, and provide the basis for a model in which early single-membrane structures are transformed into late DMVs and multilamellar structures.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To establish the most suitable time points for EM analysis, we first investigated the general time course of CVB3 infection in Vero E6 cells by immunofluorescence microscopy. We visualized the production of the membrane-associated nonstructural protein 3A, the viral RNA polymerase 3D, and double-stranded RNA (dsRNA), a generally accepted marker for viral RNA replication. Both dsRNA and nonstructural proteins were first detectable at 4 h postinfection (p.i.) (Fig. 1A) . By 5 h p.i., not only had the percentage of visibly positive cells increased significantly, but also nonstructural protein expression levels were clearly elevated relative to 4 h p.i. (Fig. 1A and B) . Western blot (WB) analysis on cell lysates confirmed this substantial increase in the amounts of 3A and 3D from 4 to 5 h p.i. (Fig. 1C) . During the next two hours, the number of positive cells continued to increase slightly (Fig. 1A) . Notably, approximately half of the positive cells showed severe cytopathic effects by 7 h p.i., while at 8 h p.i. the vast majority of cells had gone into demise (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 471,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 658,
                    "end": 673,
                    "text": "(Fig. 1A and B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 802,
                    "end": 811,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 901,
                    "end": 910,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Characterization of the time course of CVB3 infection in Vero E6 cells."
        },
        {
            "text": "In parallel, we measured intracellular viral RNA accumulation and the number of intracellular infectious virus particles by quantitative PCR and endpoint titration analysis, respectively. Figure 1D shows that, in agreement with the immunofluorescence assay (IFA) results, the amount of intracellular viral RNA started to rise between 3 and 4 h p.i., when the amount of viral proteins is still low. The exponential stage of viral RNA replication was between 4 and 5 h p.i., concomitant with the increased expression of viral proteins detected by immunofluorescence and WB. The corresponding increase in the production of progeny virus particles lagged about 1 h behind compared to RNA replication (Fig. 1D) . Collectively, these results indicated that the 4-to 7-h-p.i. window would be the best time frame in which to study CVB3 replication structures by EM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 197,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 696,
                    "end": 705,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Characterization of the time course of CVB3 infection in Vero E6 cells."
        },
        {
            "text": "CVB3 induces morphologically different membrane structures as infection progresses. To provide optimal ultrastructural preservation and avoid possible artifacts of classical chemical fixation, we opted for the alternative EM sample preparation method of cryoimmobilization by high-pressure freezing. CVB3-infected Vero E6 cells were high-pressure frozen at 1-h intervals within the time frame defined above (4 to 7 h p.i.) and subsequently freezesubstituted using a protocol adapted to improve the visualization of CVB3-induced membrane structures (see Materials and Methods).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of the time course of CVB3 infection in Vero E6 cells."
        },
        {
            "text": "Clear morphological differences between CVB3-and mockinfected cells were not detected by EM until 5 h p.i., although viral RNA synthesis was initiated before this time point (Fig. 1) . This discrepancy suggests that at 4 h p.i., viral replication structures are still small and/or rare and, consequently, difficult to capture and unambiguously identify in the thin sections used for EM. Furthermore, as shown by IFA (Fig. 1A) and WB (Fig. 1C) , the 4-to 5-h-p.i. time frame is characterized by a substantial increase in the amount of viral proteins, suggesting that their levels need to exceed a certain threshold to induce abundant ultrastructural changes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 416,
                    "end": 425,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 433,
                    "end": 442,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Characterization of the time course of CVB3 infection in Vero E6 cells."
        },
        {
            "text": "The first observed CVB3-induced membrane alterations were clusters of single-membrane structures that often occupied large areas of the perinuclear cytoplasm ( Fig. 2A and A=) . These clusters contained closely packed, elongated, single membranes that enclose electron translucent compartments (Fig. 2A=) . Although with 2-D images it is formally impossible to ascertain if these elongated profiles correspond to tubules or cisternae, circular singlemembrane profiles were also detected in these areas (Fig. 2A= , inset). This suggested that both profiles derived from tubular structures, visualized either longitudinally or in cross section. In addition, we always detected a small number of DMVs with a more electron-dense interior (Fig. 2A= , white arrows). Other ultrastructural features were comparable in CVB3-and mockinfected cells ( Fig. 2D and D=), except for the Golgi cisternae, which were never observed in infected cells beyond 5 h p.i.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 175,
                    "text": "Fig. 2A and A=)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 294,
                    "end": 304,
                    "text": "(Fig. 2A=)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 502,
                    "end": 511,
                    "text": "(Fig. 2A=",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 734,
                    "end": 743,
                    "text": "(Fig. 2A=",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 841,
                    "end": 848,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Characterization of the time course of CVB3 infection in Vero E6 cells."
        },
        {
            "text": "One hour later (6 h p.i.), the number of DMVs had increased dramatically ( Fig. 2B and B=, inset). In this intermediate stage, single-membrane structures were still present (black arrowheads), although they were significantly less abundant and seemed to have dispersed. Besides DMVs, compartments bound by more than two membranes were discernible (white arrowhead). By 7 h p.i. these multilamellar structures became more common ( Fig. 2C and C=, inset) and, together with the DMVs, occupied large areas of the cytoplasm, whereas the single-membrane tubules observed in earlier phases had disappeared. Also, clear cytopathic effects were observed in CVB3-infected cells at this late stage (Fig. 2C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 430,
                    "end": 437,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 688,
                    "end": 697,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Characterization of the time course of CVB3 infection in Vero E6 cells."
        },
        {
            "text": "ET defines the early single-membrane structures as tubules and reveals two DMV configurations. In order to gain insight into the 3-D ultrastructure of CVB3 replication structures, we next performed ET on semithick (150 to 200 nm) serial sections of cells at different stages of infection. For this analysis, the contrast of the membranes of CVB3-induced structures was further enhanced by addition of tannic acid to the freeze-substitution medium (see Materials and Methods).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of the time course of CVB3 infection in Vero E6 cells."
        },
        {
            "text": "Electron tomograms of the early modifications (5 h p.i.) unambiguously showed the tubular nature of the single-membrane compartments ( Fig. 3A and B ; also, see Movie S1 in the supplemental material). In this stage, most tubules are tightly packed in domains where they adopt a similar orientation (Fig. 3B ). Parts of ER (Fig. 3B , blue) were often found in proximity to CVB3modified membranes, but connections between the two were never detected in any of our tomograms, and in agreement with previous observations (5, 7), ribosomes were not detected on any of the virus-induced structures. The length of individual tubules, which occasionally branched in two, was highly variable, ranging from around 300 nm to more than 1 m (average, 654 Ϯ 292 nm, n ϭ 22), whereas their width was quite consistent (maximum In the same experiment, the amount of intracellular viral RNA was determined by quantitative PCR, and the total number of infectious particles was measured by endpoint titration analysis. For clarity, the results are expressed as fold induction relative to the quantities at 1 h p.i.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 148,
                    "text": "Fig. 3A and B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 298,
                    "end": 306,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 322,
                    "end": 330,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Characterization of the time course of CVB3 infection in Vero E6 cells."
        },
        {
            "text": "September/October 2011 Volume 2 Issue 5 e00166-11 ® diameter, 81 nm Ϯ 7 nm). We sometimes observed short, lateral membrane continuities that connected two tubules (Fig. 3C) . This raised the question of whether the observed clusters could actually form an interconnected network, as described for some other groups of positive-strand RNA viruses (26, 27) . However, a thorough analysis of the tomograms revealed that the majority of the tubules (around 75%) constituted individual, unconnected entities, and no more than two tubules ever appeared to be interconnected. It should be noted, though, that this analysis is limited by the anisotropic resolution that is typical of ET, since connections perpendicular to the third dimension cannot be resolved (24) . Nevertheless, at most this effect would account for only a minor fraction of undetected connections. Therefore, our observations make the existence of an interconnected tubular network highly unlikely and instead are consistent with a superstructure of individual tubules that cluster together through homotypic interactions (Fig. 3D) .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1086,
                    "end": 1095,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Enterovirus Replication Structures"
        },
        {
            "text": "We next examined the architecture of the DMVs that, at this stage, are still only sparsely distributed within the tubular clusters. The shape of these DMVs was roughly spherical, with an average diameter of 159 nm (Ϯ 47 nm; n ϭ 56). The tomograms also revealed that the DMVs were separate compartments, not connected to neighboring structures. Furthermore, DMVs were mostly closed (Fig. 3B, orange ), yet about one-fifth of them had a vase-like configuration with an opening to the cytoplasm ( Fig. 3B and E, yellow), which in 2-D projection images would produce the tvase-like configurationypical horseshoe profile described for poliovirus (10) .",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 645,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 397,
                    "text": "(Fig. 3B, orange",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 494,
                    "end": 501,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Enterovirus Replication Structures"
        },
        {
            "text": "The late multilamellar modifications are enwrapped DMVs. We next investigated the 3-D ultrastructure of the CVB3-induced vesicles that are typical of the final stage of infection (7 h p.i.) (Fig. 4) . We were particularly intrigued by the multilamellar vesicles due to their complexity in 2-D images. Although their size often exceeded the thickness of the sections, our serial tomography approach allowed us to examine complete structures. With this method, tomograms of the region of interest are obtained in successive serial sections and joined in a single, larger reconstruction (24) . The vesicles were then assigned to a particular class depending on their architecture ( Fig. 4A and B ; also, see Movie S2 in the supplemental material). The 3-D analysis demonstrated that the elaborate multilamellar structures (Fig. 4B, red) , despite their various shapes and degrees of complexity, in all instances contained only one closed inner vesicle delimited by a double membrane. These inner DMVs were enwrapped by one or several layers of curved cisternae, which often engulfed most of the DMV but remained open to the cytoplasm ( Fig. 4D and E) . The spherical shape of these DMVs appeared to be distorted by the enwrapping process.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 588,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 198,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 679,
                    "end": 692,
                    "text": "Fig. 4A and B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 819,
                    "end": 833,
                    "text": "(Fig. 4B, red)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1133,
                    "end": 1147,
                    "text": "Fig. 4D and E)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Enterovirus Replication Structures"
        },
        {
            "text": "Together with these complex structures, a large number of unwrapped, predominantly closed DMVs were found in the tomograms ( Fig. 4B and C, orange; average diameter, 164 Ϯ 40 nm, n ϭ 54). ER membranes (Fig. 4B , blue) were found near DMV clusters but, as at earlier time points, appeared to be physically disconnected from CVB3-induced membrane structures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Fig. 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 201,
                    "end": 209,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Enterovirus Replication Structures"
        },
        {
            "text": "ET reveals intermediate structures supporting the transformation of singe-membrane tubules into DMVs. The fact that the disappearance of the single-membrane tubules during CVB3 infection coincided with the increase in the number of DMVs suggested that the tubules could be DMV precursors. This possibility was consistent with our measurements: in terms of membrane surface, an average-sized DMV with a diameter of 160 nm would be equivalent to a tubule 632 nm in length (81 nm diameter), which is well within the observed tubular size range. Moreover, our 3-D data, particularly from cells in intermediate stages of infection, disclosed several profiles further supporting this hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enterovirus Replication Structures"
        },
        {
            "text": "The transformation of a single-membrane tubule (Fig. 5A ) into a closed DMV requires several steps: (i) membrane pairing, (ii) induction of curvature, and (iii) membrane fusion ( Fig. 5 ; also, see Movie S3 in the supplemental material). Whereas pairing of the tubular walls by interaction of the inner surfaces would help to flatten a tubule, membrane curvature needs to be induced to produce the round DMV shape. These predicted intermediate structures, which would be better described as cisternae, were indeed present in our tomograms (Fig. 5B to D) . The combined effect of curvature and pairing would eventually result in a rounded-up cisterna enwrapping cytoplasmic space. In this stage, the curved cisternae would be indistinguishable from an open DMV in a vase-like configuration (Fig. 5E) . Fusion of the membrane ends would then account for the transition into a closed DMV with tightly apposed membranes (Fig. 5F ). This enwrapping mechanism can also explain the formation of other structures apparent in our tomograms, such as tubules engulfed by open DMVs or by layered cisternae (see Movie S4). Likewise, the multilamellar structures typical of the late infection stage could just be the result of an analogous enwrapping process of DMVs by cisternae and, therefore, would also be ultimately derived from the original tubular structures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 179,
                    "end": 185,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 539,
                    "end": 553,
                    "text": "(Fig. 5B to D)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 789,
                    "end": 798,
                    "text": "(Fig. 5E)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 916,
                    "end": 924,
                    "text": "(Fig. 5F",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Enterovirus Replication Structures"
        },
        {
            "text": "Enterovirus-induced replication structures have been studied for decades, and yet fundamental questions about their ultrastructure and morphogenesis have remained unanswered. One of these is whether these structures exist as single-or double-membrane compartments, an issue that has important mechanistic implications. Whereas a single-membrane vesicle can simply form from its membrane donor organelle through a budding mechanism, a more complex process is required for the genesis of a DMV (3, 31) .",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 495,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The observations of open DMVs in 2-D EM images previously suggested an enwrapping mechanism, analogous to autophagosome formation, and a possible role of the autophagocytic pathway in enterovirus replication (10, 20) . However, this was difficult to reconcile with studies showing single-membrane structures, with viral proteins and newly synthesized RNA on their surfaces, budding from the ER (7).",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We have now accomplished an in-depth 2-D and 3-D characterization of the CVB3-induced replication structures. Our results establish that both single-and double-membrane compartments are characteristic CVB3-induced membrane alterations whose relative abundance is correlated with the infection stage. This newly discovered time dependency provides an explanation for the discrepancies between previous reports on enterovirus replication structures. Single-membrane tubular clusters occur predominantly early in infection ( Fig. 2A, 2A=, and 3) , whereas the number of DMVs increases as infection progresses (Fig. 2B, 2B= , and 4). Importantly, similar observations have been made recently in poliovirus-infected HeLa cells in an independent study (G. A. Belov, V. Nair, B. T. Hansen, F. H. Hoyt, E. R. Fischer, and E. Ehrenfeld, submitted for publication), which suggests that this phenomenon is general for enteroviruses and independent of the specific cell line. In addition to these compartments, we detected a third type of modification, the multilamellar structures ( Fig. 2C and C=), which are typical of the late phase of infection. The basic structural unit of these complex structures is a DMV tightly enwrapped by one or several apposed cisternae.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 542,
                    "text": "Fig. 2A, 2A=, and 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 606,
                    "end": 619,
                    "text": "(Fig. 2B, 2B=",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1072,
                    "end": 1079,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Our observations also reconcile what previously appeared to be mutually exclusive mechanisms for the formation of enterovirus replication structures. A budding event could account for the formation of the initial single-membrane modifications, and a subsequent enwrapping \"autophagy-like\" mechanism could then lead to DMVs. Nevertheless, such an initial budding event was not detected in our tomograms, which seems to indicate that it may be a fast process that is completed in the early phases. Proteins of the entire secretory pathway as well as autophagy markers have been detected in enterovirus replication structures (10, 11, 18, 19, 32) , suggesting that several cellular pathways may be involved in their generation. In light of our results, it is tempting to speculate that the different pathways may play a role during different stages of infection as the replication structures evolve. An in-depth immuno-EM study of host and viral markers (including viral RNA) at different time points, which is beyond the scope of this work, will be necessary to elucidate this.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 627,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our data support a model in which the single-membrane tubules would be the direct precursors of all other CVB3-induced modifications (Fig. 6) , with their transformation into closed DMVs being a first step. Besides the fact that the calculated membrane surfaces of both types of structures are within the same range, multiple direct observations in our tomograms support this conversion. The transformation would require both the close ap-position of membranes, likely through luminal interactions, and the induction of curvature. Predicted intermediate structures of these two processes would be flattened cisternae and open DMVs with a vase-like configuration, which were both observed in our tomograms (Fig. 5) . The formation of a closed DMV would then require a membrane fusion event. Other cisternae would then enwrap these DMVs and generate multilamellar structures via interactions of the outer membrane surfaces. These interactions could be analogous to the homotypic contacts between tubules that were observed in the early tubular clusters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 705,
                    "end": 713,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "A limited number of membrane-remodeling mechanisms-in particular, curvature, fusion, and membrane-membrane interactions-would thus be required to produce the variety of morphologies of CVB3 replication structures observed. In the overall process, the enteroviral 2BC and 3A proteins must be key players, since their coexpression generates membrane structures that mimic those observed during viral infection (20) . Importantly, 2B and 2C both contain an amphipathic ␣-helix (33-35), a wellknown curvature-inducing motif (3) . Also, recruited host factors may well play a role in membrane remodeling (18, 19, 36) . Elucidating the mechanistic details of the formation and transformation of enterovirus replication structures will be one of the challenges for future investigations. In any case, the mechanisms must be essentially different from those that generate the replication structures of nodaviruses, togaviruses, and flaviviruses. Rather than protrusions, the latter are invaginations into mitochondrial, endo/lysosomal, and ER membranes, respectively, with a necklike connection to the cytosol (25, (27) (28) (29) . From this point of view, the replication structures of enteroviruses are more similar to those of nidoviruses, which have also been reported to generate DMVs in infected cells (31, 37, 38) . However, in light of our results, important topological differences between the two groups are apparent, since CVB3-induced DMVs are isolated compartments, whereas our previous 3-D studies on nidoviruses established that, in severe acute respiratory syndrome (SARS) coronavirus and equine arterivirus, the DMVs are actually interconnected, forming a large reticulovesicular network continuous with the ER (26, 39) .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "36)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1102,
                    "end": 1106,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1107,
                    "end": 1111,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "text": "(31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1309,
                    "end": 1312,
                    "text": "38)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1720,
                    "end": 1724,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1725,
                    "end": 1728,
                    "text": "39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the case of nidoviruses, the inner compartments enclosed by the interconnected DMVs have no apparent connections to the cytosol, and yet they contain the bulk of the dsRNA material (26), a functional enigma in terms of RNA synthesis and transport that needs to be solved. In comparison, the scenario for enteroviruses looks conceptually simpler, since the replication complex has been reported to be situated on the cytosolic face of the membranous structures (7, 40) , consistent with the membrane topography of the nonstructural proteins thought to assemble into the replication complex (41) (42) (43) . We show here that the exponential phase of viral RNA synthesis occurs relatively early, coinciding with the predominance of single-membrane tubules, strongly suggesting that these are the essential structures supporting viral RNA synthesis. Accordingly, pulse-labeling and autoradiography experiments performed early in infection pinpointed the active replication complex to the outer surface of single-membrane structures (7) . Nevertheless, since DMVs appear to be derived from the tubular structures, it seems plausible that they could also support viral RNA synthesis.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 466,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "40)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "(41)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "(42)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "(43)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "If single-membrane tubules are sufficient to support enteroviral RNA replication, what would be the purpose, if any, of generating more complicated structures? When the multilamellar structures emerge, the replicative cycle of the virus is almost complete: progeny virions have already been produced, and the cell is going into demise. Notwithstanding the fascinating complexity of these structures, they could well be the by-product of the membrane-remodeling activities operating during the initial phases. As for the unwrapped DMVs, the reasons for their formation remain mysterious. The DMVs induced by poliovirus were postulated to mediate nonlytic release of progeny virus particles (44) . Although this process would account for only a minor fraction of the total progeny viruses released after cell lysis, it might promote viral spread within the infected host.",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 693,
                    "text": "(44)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, our work unravels an unsuspected diversity of enterovirus-induced structures, which seem to evolve from one another, possibly in tight coordination with the progression of the viral replicative cycle, through a limited number of membraneremodeling mechanisms. Future analysis should reveal the mechanisms underlying their development and their specific functions and will help to enlighten the fundamental similarities and differences in positive-strand RNA virus replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Vero E6 cells were maintained in Dulbecco's modified Eagle's medium (Gibco) supplemented with 10% fetal calf serum and 90 IU/ml of penicillin and streptomycin, and grown at 37°C in 5% CO 2 . The rabbit antiserum directed against the nonstructural protein 3A was described previously (42) . Rabbit antisera against CVB3 3C and 3D were generously provided by C. E. Cameron (Pennsylvania State University). Mouse monoclonal antibodies against dsRNA (J2) and against ␤-actin were purchased from English & Scientific Consulting and Sigma Aldrich, respectively. The secondary antibodies Alexa Fluor 594conjugated goat-anti-rabbit IgG and Alexa Fluor 488-conjugated goatanti-mouse IgG were purchased from Molecular Probes. Coxsackievirus B3 (CVB3) was obtained by transfecting in vitro-transcribed RNA derived from the p53CB3/T7 plasmid, which contains the cDNA of CVB3 strain Nancy driven by a T7 RNA polymerase promoter (15) . Virus titers were determined by endpoint titration analysis and expressed as 50% cell culture infectious doses (CCID 50 ). All virus infections were carried out using a multiplicity of infection (MOI) of 30 to 50.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "(42)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Cells, antibodies, and virus."
        },
        {
            "text": "Immunofluorescence assay. Vero E6 cells grown on coverslips were infected with CVB3 for 30 minutes, after which the inoculum was removed and fresh medium was added. At various time points postinfection, cells were fixed with 4% paraformaldehyde and permeabilized with phosphatebuffered saline containing 0.1% Triton X-100. Cells were then stained with primary and secondary antibodies and analyzed with a wide-field Leica BMR microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells, antibodies, and virus."
        },
        {
            "text": "Western blot analysis. CVB3-infected Vero E6 cells were collected in lysis buffer (50 mM Tris-HCl [pH 7.4], 150 mM NaCl, 1 mM EDTA, 1% Nonidet P-40, 0.05% sodium dodecyl sulfate) and heated for 5 min at 95°C after addition of Laemmli sample buffer. Samples were run on a 12.5% polyacrylamide gel and transferred to a nitrocellulose membrane (Bio-Rad). Viral proteins 3A and 3D, as well as ␤-actin, which served as a loading control, were detected with primary antibodies and secondary IRDye anti-mouse or antirabbit antibodies (Li-Cor Biosciences). Imaging was done with the Odyssey system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells, antibodies, and virus."
        },
        {
            "text": "Quantitative PCR. RNA was isolated from infected cells using a GenElute mammalian total miniprep RNA kit (Sigma). cDNA was synthesized using a TaqMan reverse transcription reagents kit (Roche), which contains random hexamers as primers. Then, a quantitative PCR (qPCR) was performed with the forward primer 5= CGTGGGGCTACAA TCAAGTT 3=, the reverse primer 5= TAACAGGAGCTTTGGGCATC 3=, and the LightCycler 480 SYBR Green I master kit (Roche) for 45 cycles (5 s at 95°C, 10 s at 60°C, and 20 s at 72°C) on a LightCycler 480 (Roche).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells, antibodies, and virus."
        },
        {
            "text": "EM sample preparation. Vero E6 cells were grown on sapphire discs and infected with CVB3 for 1 h. The cells were high-pressure frozen at different time points p.i. using a Leica EM PACT2. EM sample preparation was always accompanied by an immunofluorescence assay as a control to assess the phase of infection. Freeze-substitution was performed in an automated freeze-substitution system (Leica AFS2). Multiple freezesubstitution media were tested to improve the visualization of the membranes of the virus-induced structures, which, in agreement with previous reports (7, 10) , appeared to be more difficult to contrast than other cellular membranes. In this respect, the inclusion of water and glutaraldehyde was found to be beneficial. The selected freeze-substitution medium was acetone containing 10% H 2 O, 2% osmium tetroxide, and 1% anhydrous glutaraldehyde. Samples were first maintained for 44 h at Ϫ90°C and then warmed to Ϫ20°C within 7 h, kept at Ϫ20°C for 12 h, warmed to 0°C within 2 h, and left at 0°C for 1 h. After washing with acetone at 0°C, samples were gradually infiltrated with epoxy resin LX-112 (Ladd Research) and polymerized at 60°C. Thin sections of 100 nm were counterstained with uranyl acetate and lead citrate.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 572,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Cells, antibodies, and virus."
        },
        {
            "text": "For the 3-D analysis, sample preparation was identical, except that 0.1% low-molecular-weight tannic acid (Electron Microscopy Sciences) was added to the freeze-substitution medium to provide additional contrast to the membranes. Samples were cut into 150-to 200-nm-thick serial sections that were placed on parallel bar copper grids (R100; Electron Microscopy Sciences) coated with Formvar and carbon. Colloidal 10-nm gold particles were layered on both sides of the sections to serve as markers for alignment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells, antibodies, and virus."
        },
        {
            "text": "Electron microscopy. All the EM data (2-D and 3-D) were acquired in a FEI Tecnai12 BioTWIN electron microscope operating at 120 kV and equipped with an Eagle 4k cooled slow-scan charge-couple device (CCD) camera (FEI Company), using binning mode 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells, antibodies, and virus."
        },
        {
            "text": "Electron tomography. For each time point, multiple tilt series were collected for different cells using a dual-axis tomography holder (Fischione) and SerialEM acquisition software (45) . The images, covering 130°around the specimen in 1°increments along two orthogonal axes, were recorded with a pixel size of 1.2 nm at the specimen level. For selected areas, dual-axis tilt series were acquired in three consecutive serial sections. The alignment, computation of electron tomograms, and joining of serial tomograms were performed using IMOD software (46) . For visualization and presentation purposes, the tomograms were mildly denoised using a nonlinear anisotropic diffusion algorithm (47) . The 3-D surface renderings were created with AMIRA (TSG Europe), drawing masks to separate the individual structures, which were then automatically thresholded.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "(45)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "(46)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "(47)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Cells, antibodies, and virus."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wrapping things up about virus RNA replication",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Traffic",
            "volume": "6",
            "issn": "",
            "pages": "967--977",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A guide to viral inclusions, membrane rearrangements, factories, and viroplasm produced during virus replication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Netherton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moffat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wileman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Adv. Virus Res",
            "volume": "70",
            "issn": "",
            "pages": "101--182",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modification of intracellular membrane structures for virus replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krijnse-Locker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "363--374",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fine structure of changes produced in cultured cells sampled at specified intervals during a single growth cycle of polio virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kallman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dulbecco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vogt",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "J. Biophys. Biochem. Cytol",
            "volume": "4",
            "issn": "",
            "pages": "301--308",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Membranous structures associated with translation and transcription of poliovirus RNA",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Caliguiri",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tamm",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Science",
            "volume": "166",
            "issn": "",
            "pages": "885--886",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Kinetics and location of poliovirus macromolecular synthesis in correlation to virus-induced cytopathology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rasser",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bossart",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Virology",
            "volume": "100",
            "issn": "",
            "pages": "390--399",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Association of polioviral proteins of the P2 genomic region with the viral replication complex and virusinduced membrane synthesis as visualized by electron microscopic immunocytochemistry and autoradiography",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pasamontes",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "160",
            "issn": "",
            "pages": "220--226",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Intracellular distribution of poliovirus proteins and the induction of virus-specific cytoplasmic structures",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rasser",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bossart",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Virology",
            "volume": "131",
            "issn": "",
            "pages": "39--48",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Electron microscopic study of the formation of poliovirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Eggers",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tamm",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Virology",
            "volume": "26",
            "issn": "",
            "pages": "379--389",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cellular origin and ultrastructure of membranes induced during poliovirus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Giddings",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ladinsky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "6576--6588",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Subversion of cellular autophagosomal machinery by RNA viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Biol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Autophagosome supports coxsackievirus B3 replication in host cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "9143--9153",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coxsackievirus infection induces autophagy-like vesicles and megaphagosomes in pancreatic acinar cells in vivo",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kemball",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "12110--12124",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Inhibition of cellular protein secretion by poliovirus proteins 2B and 3A",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Doedens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "EMBO J",
            "volume": "14",
            "issn": "",
            "pages": "894--907",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A proline-rich region in the coxsackievirus 3A protein is required for the protein to inhibit endoplasmic reticulum-to-Golgi transport",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wessels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Duijsings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Notebaart",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Melchers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Kuppeveld",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "5163--5173",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Involvement of membrane traffic in the replication of poliovirus genomes: effects of brefeldin A",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Irurzun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "191",
            "issn": "",
            "pages": "166--175",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inhibition of poliovirus RNA synthesis by brefeldin A",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Maynell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Klymkowsky",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "1985--1994",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cellular COPII proteins are involved in production of the vesicles that form the poliovirus replication complex",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Rust",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "9808--9818",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Viral reorganization of the secretory pathway generates distinct organelles for RNA replication",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "141",
            "issn": "",
            "pages": "799--811",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Remodeling the endoplasmic reticulum by poliovirus infection and by individual viral proteins: an autophagy-like origin for virus-induced vesicles",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Suhy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Giddings",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "8953--8965",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Enterovirus 71-induced autophagy detected in vitro and in vivo promotes viral replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Med. Virol",
            "volume": "81",
            "issn": "",
            "pages": "1241--1252",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Membrane rearrangement and vesicle induction by recombinant poliovirus 2C and 2BC2BC in human cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Teterina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ehrenfeld",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "202",
            "issn": "",
            "pages": "129--145",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A human virus protein, poliovirus protein 2BC2BC, induces membrane proliferation and blocks the exocytic pathway in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "EMBO J",
            "volume": "14",
            "issn": "",
            "pages": "3349--3364",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Electron tomography in life science",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bárcena",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Koster",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Semin. Cell Dev. Biol",
            "volume": "20",
            "issn": "",
            "pages": "920--930",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Three-dimensional analysis of a viral RNA replication complex reveals a virus-induced mini-organelle",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Kopek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ellisman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "SARS-coronavirus replication is supported by a reticulovesicular network of modified endoplasmic reticulum",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Biol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Composition and three-dimensional architecture of the dengue virus replication and assembly sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Welsch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "5",
            "issn": "",
            "pages": "365--375",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Three-dimensional structure of rubella virus factories",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fontana",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "405",
            "issn": "",
            "pages": "579--591",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The endoplasmic reticulum provides the membrane platform for biogenesis of the flavivirus replication complex",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoenen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "10438--10447",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Integrity of the early secretory pathway promotes, but is not required for, severe acute respiratory syndrome coronavirus RNA synthesis and virus-induced remodeling of endoplasmic reticulum membranes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol",
            "volume": "84",
            "issn": "",
            "pages": "833--846",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Open reading frame 1a-encoded subunits of the arterivirus replicase induce endoplasmic reticulum-derived double-membrane vesicles which carry the viral replication complex",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "2016--2026",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The formation of helical tubular vesicles by binary monolayers containing a nickel-chelating lipid and phosphoinositides in the presence of basic polypeptides",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishiyama",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harauz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chem. Phys. Lipids",
            "volume": "114",
            "issn": "",
            "pages": "103--111",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Studies of a putative amphipathic helix in the N-terminus of poliovirus protein 2C",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "199",
            "issn": "",
            "pages": "188--199",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Amino terminal regions of poliovirus 2C protein mediate membrane binding",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Echeverri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "208",
            "issn": "",
            "pages": "540--553",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Coxsackie B3 virus protein 2B contains cationic amphipathic helix that is required for viral RNA replication",
            "authors": [],
            "year": null,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "3876--3886",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Reticulon 3 binds the 2C protein of enterovirus 71 and is required for viral replication",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Biol. Chem",
            "volume": "282",
            "issn": "",
            "pages": "5888--5898",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "RNA replication of mouse hepatitis virus takes place at double-membrane vesicles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gosert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanjanahaluethai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bienz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "3697--3708",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Ultrastructure and origin of membrane vesicles associated with the severe acute respiratory syndrome coronavirus replication complex",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "5927--5940",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Initiation of poliovirus plus-strand RNA synthesis in a membrane complex of infected HeLa cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takegami",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Virol",
            "volume": "60",
            "issn": "",
            "pages": "43--53",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Complete protein linkage map of poliovirus P3 proteins: interaction of polymerase 3Dpol with VPg and with genetic variants of 3AB",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuconati",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol",
            "volume": "72",
            "issn": "",
            "pages": "6732--6741",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A viral protein that blocks Arf1-mediated COP-I assembly by inhibiting the guanine nucleotide exchange factor GBF1",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wessels",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dev. Cell",
            "volume": "11",
            "issn": "",
            "pages": "191--201",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Membrane topography of the hydrophobic anchor sequence of poliovirus 3A and 3AB proteins and the functional effect of 3A/3AB membrane association upon RNA replication",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochemistry",
            "volume": "46",
            "issn": "",
            "pages": "5185--5199",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Role of microtubules in extracellular release of poliovirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Burgon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "6599--6609",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Automated electron microscope tomography using robust prediction of specimen movements",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Mastronarde",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Struct. Biol",
            "volume": "152",
            "issn": "",
            "pages": "36--51",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Computer visualization of three-dimensional image data using IMOD",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Mastronarde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Struct. Biol",
            "volume": "116",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Noise reduction in electron tomographic reconstructions using nonlinear anisotropic diffusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Frangakis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hegerl",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Struct. Biol",
            "volume": "135",
            "issn": "",
            "pages": "239--250",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Time course analysis of CVB3 infection in Vero E6 cells. (A and B) Fluorescent images of CVB3-infected cells stained for dsRNA (green) and for viral proteins 3A and 3D (red). Nuclei are stained with Hoechst (blue). The asterisks in panel A indicate cells with a clear cytopathic effect that are rounding up. Enlarged images of infected cells at 5 h p.i. are shown in B. (C) Lysates of CVB3-infected cells were prepared in parallel and analyzed for expression of viral proteins on Western blot using antibodies directed against viral proteins 3A and 3D and ␤-actin, which served as a loading control. (D)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Electron micrographs of CVB3-infected Vero E6 cells, high-pressure frozen at 5 h p.i. (A and A=), 6 h p.i. (B and B=), and 7 h p.i. (C and C=). (A) At 5 h p.i., large clusters of virus-induced modifications are observed in the perinuclear region. (A=) The clusters consist predominantly of single-membrane elongated structures, which appear to be tubules sometimes visualized in cross section (inset). Some DMVs (white arrows) can also be detected. (B) As infection progresses (6 h p.i.), the perinuclear clusters change. (B=) Single-membrane structures (black arrowheads) are sparser, whereas DMVs (inset) become more common. Compartments surrounded by more than two membranes (white arrowhead) start to be frequently observed. (C) At 7 h p.i., severe cytopathic effects, such as dilation of the ER and nuclear envelope, become apparent (asterisks). (C=) At this stage, CVB3-induced modifications consist of DMVs and more complex multilamellar structures (inset). (D and D=) Micrographs of a mock-infected Vero E6 cell are shown for comparison. N, nucleus; M, mitochondrion, G, Golgi complex. Panels A=, B=, C=, and D= show higher-resolution images of the boxed areas in panels A, B, C, and D, respectively. Scale bars, 2 m (A, B, and C), 500 nm (A=, B=, and C=), 5 m (D), and 1 m (D=).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ET of the early CVB3-induced membrane modifications (5 h p.i.) (see also Movie S1 in the supplemental material). (A) Tomographic slice through the serial tomogram, with clusters of single-membrane structures and sparsely embedded DMVs. (B) Top and side views of a surface-rendered model of the region boxed in panel A showing single-membrane tubules (green), open (orange) and closed (yellow) DMVs, and ER (blue). All DMVs appear open at the top and bottom in the rendered model due to the intrinsic limitations of ET, as a result of which membrane planes perpendicular to the third dimension are not resolved (24). (C) Example of laterally connected tubules. These connections (white arrowhead) encompass short stretches (boxed area in the model,~30 nm in length) and are relatively rare. (D) In contrast, membrane-membrane interactions between tubules (white arrowheads) are common. (E) Example of an open DMV with a single opening towards the cytosol, here large enough to partially engulf a tubular structure. Panels A, C, D, and E show 5-nm-thick tomographic slices. Scale bars, 500 nm (A) and 100 nm (C, D, and E).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "ET of the CVB3-induced modifications typical of late infection (7 h p.i.) (see also Movie S2 in the supplemental material). (A) The multiple membranes in the vesicles found at this stage are clearly resolved in the virtual sections of the serial tomographic reconstructions. (B) Surface-rendered model of the CVB3-induced compartments, colored according to their 3-D architecture: orange, DMVs; red, multilamellar structures. Parts of the neighboring ER are rendered in blue.In addition to the isolated DMVs (C and C=), the multilamellar structures were also found to be essentially DMVs, being enwrapped by one cisterna (D and D=) or several layered cisternae (E and E=). In panels C=, D=, and E=, the different membranes have been delineated for clarity. All the tomographic slices (A and C to E=) are 5 nm thick. Scale bars, 500 nm (A) and 100 nm (C, D, and E).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Tomographic xy slices through different structures possibly involved in the transition from a tubule to a closed DMV (see also Movie S3 in the supplemental material). (A) A longitudinally oriented tubule reaches its maximum width in the middle panel and fades in the first and last slices. (B) The walls of the tubule have become closer, flattening the compartment and extending it in the z direction, thereby forming a cisterna. Closer membrane pairing can be observed in long stretches of the cisternae shown in panels C and D. (E) Slices through a rounded-up cisterna, essentially an open DMV in a vase-like configuration with an opening to the cytosol (black arrowhead). Fusion of the ends of an open DMV could then give rise to a closed DMV (F). All the panels are 5-nm-thick slices separated by an interval of 15 nm in their respective tomograms; thereby, the encompassed z height is identical for all rows. Scale bars, 100 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "ET-based transition model for CVB3-induced replication structures. The single membrane tubules present early in infection transform into double-and multiple-membrane structures as CVB3 infection proceeds. The membranes of the tubules become more tightly apposed, resulting in flattened cisternae. Via an enwrapping mechanism, the cisterna curves into a vase-like configuration, and its membrane ends fuse, producing a closed, spherical DMV. The DMVs then become enwrapped by other cisternae.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Kèvin Knoops for assistance, advice, and fruitful discussions. We are also grateful to Ellie Ehrenfeld and George Belov for generously sharing ideas and results.This ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Supplemental material for this article may be found at http://mbio.asm.org /lookup/suppl/doi: 10 ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "SUPPLEMENTAL MATERIAL"
        }
    ]
}