{
    "paper_id": "eaf89905f4e044366327ca15b97b47a03c79883a",
    "metadata": {
        "title": "Case report: Detection of the Middle East respiratory syndrome corona virus (MERS-CoV) in nasal secretions of a dead human",
        "authors": [
            {
                "first": "Waleed",
                "middle": [
                    "H"
                ],
                "last": "Mahallawi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taibah University",
                    "location": {
                        "settlement": "Almadinah Almunawwarah",
                        "region": "KSA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Middle East respiratory syndrome coronavirus (MERS-CoV) has been recognized as a highly pathogenic virus that infects the human respiratory tract and has high morbidity and mortality. The MERS-CoV is a huge burden on Saudi Arabian health-care facilities, causing approximately 40% mortality. The transmission mechanism of the virus is still not well understood. Therefore, the prevention of any route of transmission is the best measure to arrest the spread of this disease. Using the real time polymerase chain reaction (RT-PCR), MERS-CoV was detected in the nasal secretions of a human cadaver. Full precautions should be applied and carefully followed to prevent the transmission of the virus, especially among health care workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Middle East respiratory syndrome coronavirus (MERS-CoV) has been recognized as a highly pathogenic virus that infects the human respiratory tract and has high morbidity and mortality. The MERS-CoV is a huge burden on Saudi Arabian health-care facilities, causing approximately 40% mortality. The transmission mechanism of the virus is still not well understood. Therefore, the prevention of any route of transmission is the best measure to arrest the spread of this disease. Using the real time polymerase chain reaction (RT-PCR), MERS-CoV was detected in the nasal secretions of a human cadaver. Full precautions should be applied and carefully followed to prevent the transmission of the virus, especially among health care workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Middle East respiratory syndrome (MERS) is a novel disease that first appeared in 2012 in KSA. 1 The disease is caused by a single strand RNA virus that belongs to the genus Beta coronavirus and named MERS-corona virus (MERS-CoV). 2 It is assumed that the virus enters the cells via fusing with the plasma membrane by the binding of the envelope protein of the virus (S protein) to the dipeptidyl peptidase 4 (DPP4) as the host receptor, which is profusely expressed in a mammal's lung. 3 The World Health Organization (WHO) has reported that as of the 13th of July 2017, there have been 2040 MERS CoV confirmed cases, with 712 deaths among 27 countries worldwide (http://www.who.int/emergencies/mers-cov/en/, accessed on 13/07/2017). This specifies a mortality rate of approximately 39%, which was found to be linked with patients who have medical comorbidities. 4 Both birds and mammals are prone to infection by a family of viruses called coronaviruses. To date, it is unknown how an animal source infects humans. Moreover, the mode of transmission of the MERS-CoV in humans is not fully understood. Knowing the mode of transmission is essential to reducing the threat of transmission and to developing effective control measures. Upon the initial appearance of the severe acute respiratory syndrome, during the coronavirus (SARS-CoV) endemic between 2002 and 2003, the phylogenetic analysis of the SARS-CoV from the patients from several terrestrial areas was vital for understanding the viral development and the level of the disease. 5 Molecular analysis supported the proposition that the SARS-CoV perhaps initiated in bats and was then transmitted to humans. The results from linking the genetic relationship between the SARS-CoV in humans and in civets has shown a cross-host evolution. 6 The majority of patients present with fever (98%), fever with cough (83%), and shortness of breath (72%) due to a MERS-CoV infection. 7 Most of the cases were reported in Middle East countries including the KSA, Oman, Kuwait, Qatar, United Arab Emirates, Jordan and Yemen. 2,4 A few cases have also been documented in Asian countries (such as Iran, Bangladesh and Malaysia), North African countries (such as Egypt, Tunisia, and Algeria), European countries (for example United Kingdom, France and Germany) and the United States. 8 A study conducted in KSA showed that the whole genome sequence of human-and camel-obtained virus from nasal swabs are almost identical. 9 This direct evidence along with other studies suggests that the virus is transmitted to humans via direct contact with animals, especially dromedary camels in the Middle East. 10 Human-to-human transmission is usually via direct contact with affected individuals and is higher among household and healthcare settings. 11 In this case, report, I will introduce the first reported case of detecting the presence of the MERS-CoV by RT-PCR assay in the nasal swab of a human cadaver.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 235,
                    "end": 236,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 491,
                    "end": 492,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 868,
                    "end": 869,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1544,
                    "end": 1545,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1800,
                    "end": 1801,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1936,
                    "end": 1937,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2331,
                    "end": 2332,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2469,
                    "end": 2470,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2647,
                    "end": 2649,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2789,
                    "end": 2791,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 26 years old female with a high temperature and severe cough was admitted to a hospital in the Western Province region in KSA. The woman was diagnosed with severe pneumonia and she was hospitalized, isolated, and given antibiotics and paracetamol. The woman got worse and died after two days from admission. After three days of investigations, a nasal swab had been taken for a molecular diagnostic panel of respiratory pathogens. The samples were transported to the laboratory using full precautions. A variety of laboratory molecular tests were performed including influenza A and B and MERS-CoV by RT-PCR. According to the laboratory, the samples were processed to extract the viral RNA using a fully automated machine (Roche MagNa Pure LC (RNA Viral isolation Kit; The MagNA Pure System, version 1.0)). Following that, the extracted RNA was loaded on a 96 well plate after preparation of the master mix and the addition of the internal controls (Tib Molbiol Primers and Probes with Roche Master Mix). Next, the plate was placed into the Light Cycler 480 (Roche) for the amplification and determination of the results. The laboratory report confirmed that the samples were positive for MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "This is the first report confirming the presence of the MERS-CoV in an infected human cadaver (three days following the death). This report should be considered seriously in terms of taking full precautions in dealing with human remains infected with the MERS-CoV, as they might be a source of infection. How the MERS-CoV transmits is unfortunately a mystery, but it is presumed to involve the direct interaction with the mucus secretion (saliva) of diseased camels or via the intake of milk or perhaps the uncooked meat. Nevertheless, it is not yet confirmed whether there is another transitional host for the MERS-CoV transmission to humans or not. 12 A secondary infection could occur by droplets, and the virus could possibly spread either via air or fomites. 13 For the diagnosis of a MERS-CoV infection, routine nasopharyngeal and oropharyngeal swabs must be taken together. Both swabs must be combined and placed immediately into the same sterile tubes containing 2e3 ml of a viral transport media. Two genes of the MERS-CoV must be recognized as appropriate markers for the diagnostic testdthe upstream E protein gene (upE) and the open reading frame (ORF) 1A. Positive controls for the upE screening and the ORF 1A confirmation assays also should be added. 14 The test result is considered positive if both assays gave positive results, as occurred in the processed patient samples in this report.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 653,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Ministry of Health (MOH) in KSA has imposed very strict policies and legislation with regard to a MERS-CoV infection. The MERS-CoV, similar to other coronaviruses, is believed to transmit from an infected person's respiratory secretions, such as through coughing. However, the exact route of the virus transmission is not currently well understood (https://www.cdc.gov/coronavirus/mers/about/trans mission.html, accessed on 18.03.2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Prevention and control by timely diagnosis and intrahospital isolation are equally critical in terms of stopping the spread of the MERS-CoV infection. Health care workers should use personal protective equipment (PPE) such as gloves, gowns and effective masks such as an N95 mask before interacting with the patient (http://www.moh.gov.sa/ en/CCC/Regulations/Precautions%20for%20Caring.pdf, accessed on 29/03/2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, suspected or confirmed patients must also use a mask before exiting the room and should relocate using isolated paths to avoid communication with non-MERS patients. All these precautions are obligatory and must be followed to avoid the catastrophic situations that occurred in Saudi Arabian MERS patients 15 as well as those in South Korean hospital settings. 16 Therefore, when dealing with patients with a MERS-CoV infection, the precautions must include negative pressure isolation rooms well equipped with HEPA filters. In addition, those patients should be reserved in a single-occupancy isolated room. 17 In the case of patient death, and depending on our finding, the deceased should be treated as infectious and as having the possibility to transmit the infection. A postmortem caretaker wearing PPE must cover the body in accordance with corpse handling guidelines. No washing, wiping, or undressing of the body should be done. Additionally, the external surfaces of the body bag must be sanitized and placed into a second bag for double sealing. 18 ",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1070,
                    "end": 1072,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, full precautions should be taken when dealing with patients infected with the MERS-CoV or dealing with the remains of a person who has died because of an infection with the MERS-CoV. Health care workers and all of the staff members must be aware of and abide by the infection control measures and procedures. More strict regulations and legislation should be introduced and applied, especially to those who are dealing with deceased patients with unknown causes of death. Additionally, new health care workers must be trained and qualified to address all infectious diseases, especially to the newly emerged diseases, such as the MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Where Are We Now?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mers-Cov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Acad Med Singap",
            "volume": "44",
            "issn": "5",
            "pages": "155--156",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Almaghrabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Br J Hosp Med",
            "volume": "78",
            "issn": "1",
            "pages": "23--26",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "T-cell immunity of SARS-CoV: implications for vaccine development against MERS-CoV",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antivir Res",
            "volume": "137",
            "issn": "",
            "pages": "82--92",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emerging respiratory viral infections: MERS-CoV and influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Respir Med",
            "volume": "2",
            "issn": "1",
            "pages": "23--25",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Molecular epidemiology of the novel coronavirus that causes severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "9403",
            "pages": "99--104",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission and evolution of the Middle East respiratory syndrome coronavirus in Saudi Arabia: a descriptive genomic study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kellam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Makhdoom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9909",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Middle East respiratory syndrome novel corona MERS-CoV infection. Epidemiology and outcome update",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Saudi Med J",
            "volume": "34",
            "issn": "10",
            "pages": "991--994",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "First cases of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infections in France, investigations and implications for the prevention of human-to-human transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mailles",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blanckaert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Werf",
                    "suffix": ""
                },
                {
                    "first": "Lina",
                    "middle": [
                        "B"
                    ],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Zalmout",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Jabado",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "3",
            "pages": "1146--1160",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): animal to human interaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pathog Glob Health",
            "volume": "109",
            "issn": "8",
            "pages": "354--362",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infection control and MERS-CoV in healthcare workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9932",
            "pages": "1869--1871",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A more detailed picture of the epidemiology of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "5",
            "pages": "495--497",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Middle East respiratory syndrome coronavirus: transmission, virology and therapeutic targeting to aid in outbreak control",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Durai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Batool",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Exp Mol Med",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Screening for Middle East respiratory syndrome coronavirus infection in hospital patients and their healthcare worker and family contacts: a prospective descriptive study",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Makhdoom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Alhakeem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Microbiol Infect",
            "volume": "20",
            "issn": "5",
            "pages": "469--474",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MERS-CoV outbreak in Jeddahea link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tomczyk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Al-Asmari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Banjar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Mugti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Aloraini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "9",
            "pages": "846--854",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preliminary epidemiological assessment of MERS-CoV outbreak in South Korea",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "25",
            "pages": "7--13",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Infection control for SARS in a tertiary paediatric centre in Hong Kong",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Hon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Hosp Infect",
            "volume": "56",
            "issn": "3",
            "pages": "215--222",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "): 278e302. How to cite this article: Mahallawi WH. Case report: Detection of the Middle East respiratory syndrome corona virus (MERS-CoV) in nasal secretions of a dead human",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Taibah Univ Med Sc",
            "volume": "47",
            "issn": "4",
            "pages": "302--304",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author has no conflict of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}