{
    "paper_id": "eb15925279f8a48013f2a51800d170a31bfe2402",
    "metadata": {
        "title": "-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/)",
        "authors": [
            {
                "first": "Asma",
                "middle": [],
                "last": "Azizi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85281",
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cesar",
                "middle": [],
                "last": "Montalvo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85281",
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Baltazar",
                "middle": [],
                "last": "Espinoza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85281",
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85281",
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Castillo-Chavez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85281",
                        "settlement": "Tempe",
                        "region": "AZ",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Understanding individual decisions in a world where communications and information move instantly via cell phones and the internet, contributes to the development and implementation of policies aimed at stopping or ameliorating the spread of diseases. In this manuscript, the role of official social network perturbations generated by public health officials to slow down or stop a disease outbreak are studied over distinct classes of static social networks. The dynamics are stochastic in nature with individuals (nodes) being assigned fixed levels of education or wealth. Nodes may change their epidemiological status from susceptible, to infected and to recovered. Most importantly, it is assumed that when the prevalence reaches a pre-determined threshold level, P Ã , information, called awareness in our framework, starts to spread, a process triggered by public health authorities. Information is assumed to spread over the same static network and whether or not one becomes a temporary informer, is a function of his/her level of education or wealth and epidemiological status. Stochastic simulations show that threshold selection P Ã and the value of the average basic reproduction number impact the final epidemic size differentially. For the Erd} os-R enyi and Small-world networks, an optimal choice for P Ã that minimize the final epidemic size can be identified under some conditions while for Scalefree networks this is not case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The decisions that individuals make over an epidemic outbreak depend on multiple factors. Here, they are assumed to depend on available information, misinformation, and the income/education of those making them (Del Valle, Hethcote, Hyman, & Castillo-Chavez, 2005; Fenichel et al., 2011; Herrera-Valdez, Cruz-Aponte, & Castillo-Chavez, 2011; Perrings et al., 2014; Towers et al., 2015) . There are multiple possible scenarios that consider the decisions that individuals may make over the course of an outbreak. Individuals may modify their behaviors in order to reduce their environmental susceptibility to a disease by washing their hands frequently, avoiding handshakes and avoiding kissing salutes, not taking public transportation during rush hours, using masks and more. The frequency and effectiveness of these decisions may depend on the perceived risk of infection, a function of what each individual \"knows\". In short, individual responses to new circumstances are adaptive and may depend on real or perceive risks of infection. Current disease prevalence, may become a marker or a tipping point, that when crossed, triggers individual or policy decisions. Whether or not individuals follow public health officials' recommendations may be a function of individuals' economic/educational status. The determination to make a drastic decision may be weakened or reinforced by each individual's networks of friends. Responses are altered by the opinions of work-related connections. Personal needs play a role, and they include the need to use public transportation or the desire to attend a social event.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 264,
                    "text": "(Del Valle, Hethcote, Hyman, & Castillo-Chavez, 2005;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 265,
                    "end": 287,
                    "text": "Fenichel et al., 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 288,
                    "end": 341,
                    "text": "Herrera-Valdez, Cruz-Aponte, & Castillo-Chavez, 2011;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 342,
                    "end": 364,
                    "text": "Perrings et al., 2014;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 365,
                    "end": 385,
                    "text": "Towers et al., 2015)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The landscape where behavioral decisions take place is not fixed. On the contrary, it may be altered from within (individual decisions) or by the use of preventive or active public health policy decisions or recommendations, some \"obvious\" like vaccination or quarantine, others drastic like mandated social distancing, as in the 2009e10 flu pandemic in Mexico ). Now, whether the dynamical changes experienced by the socioepidemiological landscape are slow or fast, will depend on many factors. It is within this, often altered, complex adaptive dynamical system, that individual decisions such as individually-driven social distancing, the use of face masks, frequent hand washing, increased condom use, and or the routine use of non-pharmaceutical interventions, takes place (Wang, Andrews, Wu, Wang, & Bauch, 2015) . It has been theoretically and computationally documented (Barrett et al., 2009; Funk, Gilad, Watkins, & Jansen, 2009; Funk & Jansen, 2013; Hyman & Li, 2007; Misra, Sharma, & Shukla, 2011; Perra, Balcan, Gonçalves, & Vespignani, 2011; Tracht, Del Valle, & Hyman, 2010 ) that massive behavioral changes can impact the patterns of infection spread, possibly playing a critical role in efforts to prevent or ameliorate disease transmission. Today policies are implemented regardless of our knowledge of who are the \"drivers\" responsible for inducing behavioral changes. Modeling frameworks exist that allow for the systematic exploration of possible scenarios. Through a systematic exploratory analyses of appropriately selected classes of scenarios, it is possible to identify possibly effective (model-evaluated) public health policies. The use of highly detailed models including individual-based models has some advantages since they can incorporate individuals' awareness of risk based on available of local information. The evaluations carried out on the effectiveness of changes, at the individual level, can be used to assess, for example, the impact of non-pharmaceutical interventions in reducing disease prevalence.",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 818,
                    "text": "(Wang, Andrews, Wu, Wang, & Bauch, 2015)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 878,
                    "end": 900,
                    "text": "(Barrett et al., 2009;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 901,
                    "end": 938,
                    "text": "Funk, Gilad, Watkins, & Jansen, 2009;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 939,
                    "end": 959,
                    "text": "Funk & Jansen, 2013;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 960,
                    "end": 977,
                    "text": "Hyman & Li, 2007;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 978,
                    "end": 1008,
                    "text": "Misra, Sharma, & Shukla, 2011;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1009,
                    "end": 1054,
                    "text": "Perra, Balcan, Gonçalves, & Vespignani, 2011;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1055,
                    "end": 1087,
                    "text": "Tracht, Del Valle, & Hyman, 2010",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Models that couple disease dynamics and awareness to levels of infection risk have been proposed. These models have been used to explore the impact of behavioral changes on the spread of infection. In the review paper of Wang et al. (Wang et al., 2015) classify models as Rule-Based Models, those where individuals make their decision about changing behavior independently of others, and Economic-Epidemiology models (EE models), that is, models where individuals change their behavior in order to maximize their own utility function (what they value) subject to available resources. The EE models account for the responses that individuals take in response to infection risks on disease prevalence at the population level. The modeling and results reported in this manuscript are more closely related to those used in Rule-Based Models.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 252,
                    "text": "(Wang et al., 2015)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ruled-Based Models (Epstein, Parker, Cummings, & Hammond, 2008; Hyman & Li, 2007; Kiss, Cassell, Recker, & Simon, 2010; Misra et al., 2011; Poletti et al., 2009 Poletti et al., , 2011 Poletti et al., , 2012 Sahneh, Chowdhury, & Scoglio, 2012) vary from compartmental ODE models (Hyman & Li, 2007; Misra et al., 2011; Tracht et al., 2010) to individual-based network models (Funk et al., 2009; Granell, G omez, & Arenas, 2013; Meloni et al., 2011; Wu, Fu, Small, & Xu, 2012) . These models have been used to study the dynamics of highly diverse diseases including, for example, influenza and HIV (Fraser, Riley, Anderson, & Ferguson, 2004; Poletti et al., 2011) , or in the study of generic infections (Kiss et al., 2010; Misra et al., 2011; Poletti et al., 2009 Poletti et al., , 2012 . Compartmental models (often using a phenomenological approach) categories designed to capture levels of awareness of infection. Such approach that can be used to incorporate 'awareness' in network models, is the objective of this manuscript. Some models assume that \"awareness\" spreads along with the invading disease, that is, through identical contact networks. Here, it is assumed that the disease and information spread over the same social network (a drastic simplification). The possibility that awareness and responses to the presence of a new infection among a subset of the population at risk, may significantly alter regular temporal patterns of disease prevalence (lower highs) have been studied. Studies have also shown that epidemic thresholds can be altered Poletti et al., 2009; Sahneh et al., 2012) in response to the effectiveness of non-pharmaceutical intervention. Here, the focus is on the role of policy decisions/ recommendations in altering disease dynamics, possibly the final epidemic size, within a model where awareness (generated by official actions) spreads among those susceptible to infection and their 'friends'.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 63,
                    "text": "(Epstein, Parker, Cummings, & Hammond, 2008;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 64,
                    "end": 81,
                    "text": "Hyman & Li, 2007;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 82,
                    "end": 119,
                    "text": "Kiss, Cassell, Recker, & Simon, 2010;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 120,
                    "end": 139,
                    "text": "Misra et al., 2011;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 140,
                    "end": 160,
                    "text": "Poletti et al., 2009",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 161,
                    "end": 183,
                    "text": "Poletti et al., , 2011",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 184,
                    "end": 206,
                    "text": "Poletti et al., , 2012",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 207,
                    "end": 242,
                    "text": "Sahneh, Chowdhury, & Scoglio, 2012)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 278,
                    "end": 296,
                    "text": "(Hyman & Li, 2007;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 297,
                    "end": 316,
                    "text": "Misra et al., 2011;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 317,
                    "end": 337,
                    "text": "Tracht et al., 2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 373,
                    "end": 392,
                    "text": "(Funk et al., 2009;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 393,
                    "end": 425,
                    "text": "Granell, G omez, & Arenas, 2013;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 426,
                    "end": 446,
                    "text": "Meloni et al., 2011;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 447,
                    "end": 473,
                    "text": "Wu, Fu, Small, & Xu, 2012)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 595,
                    "end": 638,
                    "text": "(Fraser, Riley, Anderson, & Ferguson, 2004;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 639,
                    "end": 660,
                    "text": "Poletti et al., 2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 701,
                    "end": 720,
                    "text": "(Kiss et al., 2010;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 721,
                    "end": 740,
                    "text": "Misra et al., 2011;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 741,
                    "end": 761,
                    "text": "Poletti et al., 2009",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 762,
                    "end": 784,
                    "text": "Poletti et al., , 2012",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1559,
                    "end": 1580,
                    "text": "Poletti et al., 2009;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1581,
                    "end": 1601,
                    "text": "Sahneh et al., 2012)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we explore the impact of various, prevalence-dependent pre-selected thresholds (decisions made by public health officials) as triggers of possibly temporarily behavioral change. The time to a triggering event is assumed to depend on the prevalence of infectione a decision taken by health authorities (declaring some level of health emergency). We carry out simulations to explore the impact of variations on triggering prevalence-driven levels on the final epidemic size of a non-fatal infection under three distinct fixed artificial social structures modeled as, Erd} os-R enyi, Small-world, and Scale-free networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The model captures changing disease transmission dynamics by incorporating-after a health emergency has been declared-risk information propagation, that play by assumption, over the same social network. Risk information is transmitted at different rates depending on the economic/education levels of individuals. We focus on single outbreaks, within a SusceptibleeInfectedeRecovered (SIR) framework. The dissemination of awareness (risk information) among the susceptible population, a process triggered by the declaration of a health emergency by the public health authorities, generates temporary changes on the knowledge and understanding of risk of infection, thus altering their activity and effectiveness as communicators of risk. Becoming aware of the risk of infection and inciting our ability to communicate risk, takes place at a rate modeled as a function of the economic/educational level of individuals in the network. Economic/educational levels are preassigned qualities to individuals in the network from pre-selected distributions. A susceptible individual may be a member of three sub-classes of susceptible: Unaware, S u , Aware, S a and Indifferent, S i . Unaware individuals that become aware of the risk of infection may (depending on their economic/educational level), change their state to Aware, that is, be ready to convey information, with different levels of enthusiasm, on the risks of the infection to neighbors in the network. Aware, is assumed to be a temporary state and so a transition to the Indifferent state is included. The triggers that determine or drive awareness state are a function of the disease prevalence level and not the time since start of the outbreak. The case when delays in transmitting real-time prevalence information to public health officials takes place, the most likely scenario is not considered. However, we know that it brings additional consequences (see (Velasco-Hern andez, Brauer, & Castillo-Chavez, 1996) ).",
            "cite_spans": [
                {
                    "start": 1919,
                    "end": 1972,
                    "text": "(Velasco-Hern andez, Brauer, & Castillo-Chavez, 1996)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Modeling framework"
        },
        {
            "text": "The activation process of public awareness takes place within a time framework determined by the actual (reported in general) disease prevalence and so, it is a function of the epidemic outbreak growth rate. We let P Ã denote the pre-selected level of prevalence identified by public health officials as the triggering threshold after which, a public awareness process campaign is initiated via mass media, word of mouth, social media and the like, with timing selection by public health officials. A disease outbreak may be about to reach unacceptable levels, with P Ã , being the pre-selected tolerance level before a health emergency is declared. The P Ã determines the time t Ã when the information campaign starts (see Fig. 1 ). The t Ã ¼ t Ã ðP Ã Þ identifies the public health system threshold that forces public health action aimed at reducing outbreak consequences. The actual changes in behavior are determined by an stochastic process, and so, the shift in behaviors, is a function of \"chance\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 724,
                    "end": 730,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Modeling framework"
        },
        {
            "text": "Before t Ã , the dynamics are governed only by the disease transmission process. At the time t Ã , the model activates information process that models to behavioral change that reduce disease transmission. Therefore, t Ã denotes the time when prevalence reaches P Ã for the first time, Fig. (1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Fig. (1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Modeling framework"
        },
        {
            "text": "Sub-section 2.1 introduces the details of our network model, starting with the network structure and node attributes that are used to represent individuals in the network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling framework"
        },
        {
            "text": "The network is denoted by G ¼ ðV; EÞ which includes a set N ¼ jVj of nodes representing individuals V ¼ fiji ¼ 1; 2; 3; …Ng together with a binary adjacency relation defined by the set of edges E ¼ fijji; j ¼ 1; 2; 3; …Ng, where ij denotes the edge between individual (node) i and individual (node) j. We make use of three network structures, namely, Erd} os-R enyi, Smallworld, and Scale-free networks -defined in the Appendix-as models of our social landscape, the place where infection and awareness spread and behavioral change take place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Network structure"
        },
        {
            "text": "After generating the network (Bollob as et al., 2003; ERDdS & R&WI, 1959; Newman & Watts, 1999) , we assign some attributes to the nodes (individuals) as follows: each node i is associated with a random variable x i 2½0; 1, generated from a beta-distribution, denoting the level of education of individual i, values closer to 0 corresponding to higher levels of education while those close to 1 indicate limited education, an individual i is assigned a random number from a beta distribution with shape parameters a and b. The underlying network G is weighted, where the weight 0 < c ij 1 for edge ij is the probability, of physical contact between neighbors i and j on any specific day. We assume that the values c ij are randomly generated from a uniform distribution U ½0:5;1. For example if c ij ¼ 5 7 , that means that these two neighbors meet with probability 5 7 and do not meet with probability 2 7 on a specific day. We also assume that there are no birth or deaths in the population of nodes or edges, during the epidemic outbreak.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 53,
                    "text": "(Bollob as et al., 2003;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 54,
                    "end": 73,
                    "text": "ERDdS & R&WI, 1959;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 74,
                    "end": 95,
                    "text": "Newman & Watts, 1999)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Network structure"
        },
        {
            "text": "At any given time t, a person k is classified as susceptible, S k ðtÞ, infected, I k ðtÞ, or recovered, R k ðtÞ, to the disease under consideration. Disease risk awareness among susceptible individuals spreads after public health officials make the deliberate decision to stress vigorously the risk of infection, as it may be the case under an influenza epidemic or other health emergency. The model assumes that the decision to promote risk prevention starts once a pre-determined prevalence level P Ã , at time t Ã , has been reached. Health authorities start to spread information about a pathogen's outbreak, information that gets communicated by those individuals, actively aware, in the network, with different degrees of efficiency. The spread of information is a function of chance (probability model) and economical/educational level. The state of active informationcommunicator is assumed to be temporary, with individuals moving into a\"passive\" state, indifferent, after a short period of time. Before time t Ã every susceptible individual is unaware of the information campaigns but for times s > t Ã , members of S k ðsÞ may change status from unaware (S u k ðsÞ) to aware (S a k ðsÞ), then moving, with some probability, into the indifferent class (S i k ðsÞ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic of awareness among susceptible individuals"
        },
        {
            "text": "We define f l jk as the probability that S a k ðsÞ informs S u j ðsÞ at time s, and causes S u j ðsÞ/ e l jk S a j ðs þ 1Þ. Thorough the probability f g k -generated from an exponential distribution with parameterg, the average awareness period is therefore 1=g days. The members of S a k ðsÞ leave the awareness class into indifferent class, that is, S a k ðsÞ/ e g k S i k ðs þ 1Þ, with probabilityg k , after spending, on the average 1=g days in the aware class; the mean of waiting time distribution for the class S a k ðsÞ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic of awareness among susceptible individuals"
        },
        {
            "text": "l jk ðsÞ denotes the probability that an aware person S a k ðsÞ will inform an unaware neighbor S u j ðsÞ at time s via their contact:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Awareness spread probabilitỹ"
        },
        {
            "text": "l jk ðsÞ ¼ c jkb . The value c jk denotes the probability of contact between neighbors j and k, withb denoting the average probability that risk information will pass from an aware individual to an unaware neighbor.b is the average of a first increasing and then decaying and waning function g bðs; s Ã Þ over the awareness period, that is,b ¼g",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Awareness spread probabilitỹ"
        },
        {
            "text": "t Ã is the first day that a person becomes aware. g bðs; s Ã Þ is a function of s Ã , because before this time the person was unaware and therefore, incapable of spreading risk information. Fig. ( 2) helps visualize the probability function g bðs; t Ã Þ for t Ã ¼ 10, a function acting on initially aware individual, that is, individuals who became aware on the first day of awareness spread t Ã . After 10 days, information enters the system, people learn that an epidemic is taking place and the risk and severity of infection. The higher the value of P Ã the less effective the campaign in reducing the impact of information on the outbreak (see Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 196,
                    "text": "Fig. (",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 655,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Awareness spread probabilitỹ"
        },
        {
            "text": "In this Section, we perform our analysis and simulations on three different networks: Erd} os-R enyi random network G E , Small-world network G W , and Scale-free network G S . These networks are defined in the appendix. To generate the networks, Fig. 2 . Plot of the awareness probability function g bðs; t Ã Þ for t Ã ¼ 10: Before day t Ã ¼ 10 there is no awareness spread,b ¼ 0. At day t Ã ¼ 10 initially aware individual start informing its neighbors about infection. Through time the desire to spread information wanes (Funk et al., 2009). we use Networkx 1 and Erd} os-R enyi -graph algorithm to generate G E with probability of connection p ¼ 0:001. Using the same package, the Watts-Strogatz algorithm is used to generate Small-world network G W with probability of rewiring p ¼ 0:5. We also use BarabasieAlbert's preferential attachment model in Networkx to generate a Scale-free network G S with degree distribution PðkÞek À2:11 (Barab asi & Albert, 1999). The size of all networks is 10000 and the average number of neighbors for all networks is equal to 10. However, the networks differ in terms of degree distributions and other properties due to their different structures. Simulations start by infecting the most connected node (index case) to reach a balanced initial condition (Azizi, Dewar, & Mac Hyman, 2018, p. 233239) . They came out with the model baseline parameters in Table. 1, unless stated otherwise.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 544,
                    "text": "(Funk et al., 2009).",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1294,
                    "end": 1338,
                    "text": "(Azizi, Dewar, & Mac Hyman, 2018, p. 233239)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 253,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1399,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": "Simulations"
        },
        {
            "text": "To determine the effectiveness of awareness spread, we compare the prevalence over time in the absence and presence of awareness. Fig. (4) shows the results for network structures G E , G W , and G S . We observe that all networks, with or without awareness, support an outbreak for the chosen parameters (that is, the probability of extinction is low or the results are conditioned on non-extinction). Due to a lack of epidemic threshold for Scale-free network (Chowell & Castillo-Chavez, 2003; May & Lloyd, 2001; Moreno, Pastor-Satorras, & Vespignani, 2002) , we always observe an outbreak with severity that depends on the initial infected index. For the other network structures, we observe an epidemic threshold depends on the network topology; specifically, on the average number of neighbors and the levels of heterogeneity in the number of neighbors (mean and variance of degree distribution) (Kiss et al., 2017) . For example, for the case of Small-world networks Moore et al. (Moore & Newman, 2000) derived an analytic expression for the percolation threshold p c , above which there will be an outbreak. For the case when the network is homogeneous (Erd} os-R enyi network), the epidemic threshold is proportional to the average number of neighbors (average degree) (Pastor-Satorras, Castellano, Van Mieghem, & Vespignani, 2015) . Hence, for our simulation for both networks G E and G W we approximated the basic reproduction number using epidemic take-offs, when we had an outbreak, that is, whenever R 0 > 1 (probability of extinction for the parameters used seemed to be negligible).",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 495,
                    "text": "(Chowell & Castillo-Chavez, 2003;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 496,
                    "end": 514,
                    "text": "May & Lloyd, 2001;",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 559,
                    "text": "Moreno, Pastor-Satorras, & Vespignani, 2002)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 901,
                    "end": 920,
                    "text": "(Kiss et al., 2017)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 986,
                    "end": 1008,
                    "text": "(Moore & Newman, 2000)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1307,
                    "end": 1339,
                    "text": "Van Mieghem, & Vespignani, 2015)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "text": "Fig. (4)",
                    "ref_id": null
                }
            ],
            "section": "Time series of infection"
        },
        {
            "text": "The spread of infection on Scale-free network G S is faster than for the other two network topologies. Moreno et al. (Moreno et al., 2002) , modeled infection with immunity on Scale-free and Small-world networks, they observed that the spread of infection on Scale-free complex networks is faster than that of Small-world networks due to a lack of epidemic threshold for network G S ; large connectivity fluctuations (heterogeneity in degree) on this network causes stronger outbreak incidence (Moreno et al., 2002) . Our result is also related to (Chowell & Castillo-Chavez, 2003) , in which Chowell et al. tested the severity of an outbreak using an SIR model over a family of Small-world networks and an Scale-free network found out that the worst case scenarios (highest infection rate) are observed in the most heterogeneous network, namely, Scale-free networks.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 138,
                    "text": "(Moreno et al., 2002)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 494,
                    "end": 515,
                    "text": "(Moreno et al., 2002)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 548,
                    "end": 581,
                    "text": "(Chowell & Castillo-Chavez, 2003)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Time series of infection"
        },
        {
            "text": "The speed for infection has an impact on efficiency of awareness spread: for Scale-free network G S awareness reduces the peak of infection by roughly 6%, but for G E and G W this reduction is around 19%. Since in G S network infection spreads faster, hubs (individuals with many neighbors) get infected faster and loosing the chance of transmitting or receiving awareness. Wu Further, p denotes the fraction of infected population that follow self-quarantine (Iq). et al. (Wu et al., 2012) showed a similar result: global awareness (behavior change because of higher prevalence in the population) on Scale-free networks cannot be as effective as local awareness in reducing infection.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 490,
                    "text": "(Wu et al., 2012)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Time series of infection"
        },
        {
            "text": "The presence and spread of awareness are coupled to the presence of infection, with awareness spreading, by design, after the infection reaches the level P Ã . Therefore, there is a time-lag between starting time of infection and awareness spread. What should the value of P Ã be, if the goal is to reduce the final epidemic size? When the infection disperses fast-high basic reproduction number-people must be informed immediately, or the policy will have no effect. As noted, there is no threshold condition for G S network. We did not derive expressions for epidemic thresholds. Instead, we used epidemic take-offs to estimate the basic reproduction number as R 0 ¼ 1:8 and 2.01, numbers corresponding to G E and G S , respectively. Numbers that are not too high-such as that of the R 0 for measles (Keeling & Rohani, 2011)-we are giving awareness a chance to be effective, since an epidemic with low R 0 will reach the value P Ã much slower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initiation of awareness"
        },
        {
            "text": "Proceed to quantify the sensitivity of the final size of the outbreak as a function of the prevalence threshold P Ã over the network structures G E , G W , and G S , Fig. 5 , for the simulated G E network that representing homogeneous random mixing and for the simulated G W network, we identify an optimal point for P Ã (the point that final size is minimized), that means awareness spread is most effective in reducing final size for these values of P Ã . For larger values of P Ã , the awareness policy is useless because it starts very late when many individuals got already infected, while for smaller values of P Ã is less effective because in this case, there is not enough infected cases in the population and therefore, individuals are not surrounded by infected contacts and consequently their social distancing for only one time and for a limited period wastes their protection, that is, they are protecting themselves when there is a small risk of catching infection, while later time when this risk increases they do not take any proper action, see subfigures (5a), and (5b). . 4 . Prevalence of infection versus time for three different network structure: the curves are the mean of 100 different stochastic simulations seeding the same initial condition. The diffusion of infection happens faster and more intense in more heterogeneous network G S , and awareness diffusion has less impact on reducing peak of infection for G S (by 6%). For other networks reduction of peak is by 19%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 172,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1092,
                    "text": ". 4",
                    "ref_id": null
                }
            ],
            "section": "Initiation of awareness"
        },
        {
            "text": "For the simulated networks G S -in which network structure follows a power-law distribution -we observed that the sooner awareness gets started, the smaller the total number of infected individuals will be, see subfigures (5c) (see also (Chowell & Castillo-Chavez, 2003; Moreno et al., 2002) ).",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 270,
                    "text": "(Chowell & Castillo-Chavez, 2003;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 271,
                    "end": 291,
                    "text": "Moreno et al., 2002)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Initiation of awareness"
        },
        {
            "text": "To investigate the impact of awareness on the previous result and on network G E , we vary the value of the awareness basic reproduction number g R 0 via changes in the average time of behavior change 1=g. Fig. 6 shows that the value of the optimal prevalence threshold P Ã increases as the g R 0 increases. Accelerating awareness spread-increasing g R 0 -does not seem to change final awareness size trend (Fig. (5) ). Nevertheless, it makes the prevalence threshold P Ã more effective at reducing infection final size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 212,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 407,
                    "end": 416,
                    "text": "(Fig. (5)",
                    "ref_id": null
                }
            ],
            "section": "Initiation of awareness"
        },
        {
            "text": "We used a network model to model the spread of infection and risk information within a population of individuals in different epidemiological states, education levels and information states. In our model infection spreads within an SIR framework while awareness disseminates only among susceptible individuals. Specifically, when a fraction of the infected people reaches a pre-determined threshold, public health officials start a massive information campaign on the risk and severity of infection. Information is transmitted by those not infected only. Awareness dynamics are triggered by public health authorities with the objective of conveying information about risk and severity of infection via aware susceptible individuals to unaware susceptible neighbors in the network. The level of awareness achieved is tied in to the educational level of each individual and the disease prevalence. Aware susceptible individuals can become indifferent, stop propagating information on the risk of infection, after sometime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Simulations of the spread of infection or awareness are carried out on different network topologies. The patterns vary even when preserving some network properties such as the mean degree (Chowell & Castillo-Chavez, 2003; Moreno et al., 2002; Fig. 5 . Infection Final Size and Incidence Rate Versus Prevalence Threshold: the circles are the mean of 100 stochastic simulations and error bars are 95% confidence interval. The impact of prevalence threshold on infection final size depends on network topology. For networks G E and G W there is an optimal P Ã to minimize infection final size, subfigures (5a, 5b). For the heterogeneous network G S the optimal point for P Ã disappears, subfigures (5c). The incidence rate forthe period of 100 days for Erd} os-R enyi and Small-world networks plotted in subfigures (5d) illustrates the reduction in speed of disease spread at values around optimal prevalence threshold. Shirley & Rushton, 2005) . We simulated the spread of awareness and disease over three different network structures, namely Erd} os-R enyi, Small world and Scale-free networks.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 221,
                    "text": "(Chowell & Castillo-Chavez, 2003;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 222,
                    "end": 242,
                    "text": "Moreno et al., 2002;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 243,
                    "end": 249,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 941,
                    "text": "Shirley & Rushton, 2005)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of the infection-awareness model show that Scale-free networks support a fastest rate of infection with the impact of awareness having the lowest effect on transmission. Small-world and Erd} os-R enyi networks became less effective at disease transmission, and the role of information via aware individuals had a stronger impact in reducing transmission, Fig. (4) . These result are somewhat similar to those obtained by Chowell et al. (Chowell & Castillo-Chavez, 2003) and Moreno et al. (Moreno et al., 2002) as they studied the rate of infection rate of growth on an SIR model over Small-world and Scale-free networks, in the absence of awareness. These researchers observed that the spread of infection on Scale-free complex networks is faster than in a Small-world one. Pastor et al. and Dezs} o et al. (Dezs} o & Barab asi, 2002) focused on identifying the best strategy that can be used to control (reduce) an epidemic peak on a scale-free network. They concluded that in order to control infection public health workers needed to immunize the hubs at an early stage. Our results are somewhat related, that is, we find that in order to control an infection, public health workers need to start awareness spread soon, that is, before hubs play the role of super-spreaders.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 481,
                    "text": "(Chowell & Castillo-Chavez, 2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 486,
                    "end": 521,
                    "text": "Moreno et al. (Moreno et al., 2002)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 819,
                    "end": 846,
                    "text": "(Dezs} o & Barab asi, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 375,
                    "text": "Fig. (4)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Infection final size is a function of network topology and prevalence threshold, P Ã , and the basic reproduction number R 0 . We observed that for Erd} os-R enyi and Small-world networks under small value of R 0 , an optimal P Ã can be found for which the infection final size is minimized. This optimal point is the value that provides the best outcome under the prevalence P Ã at the time, t Ã , the time when temporary protection was promoted by aware susceptible individuals, Fig. 5a and 5b. The existence of this optimal P Ã is because of lack of enough infected cases to spread the infection for prevalence less than P Ã , and lack of enough susceptible individuals to protect themselves against the infection for prevalence bigger than P Ã . This trend is observed for more homogeneous network structures as the infection spreads more slowly than in heterogeneous networks such as Scale-free ones. For Scale-free network, for which there is no epidemic threshold, a monotonic increasing function final size is observed, a function of the prevalence threshold P Ã , there is no optimal point P Ã that minimizes infection final size, Fig. 5c .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 488,
                    "text": "Fig. 5a",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1147,
                    "text": "Fig. 5c",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Infection network and awareness network: One of the big assumptions in our model is that the infection and awareness spread over the same network, ignoring the fact that individuals may have multiple sources of information outside their physical contact network. In fact, we know that information does flow through virtual neighbors such as facebook friends. How should we incorporate the role of physical network and virtual information? We are exploring possibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Static network: Again, since we are focusing on single epidemic outbreak, we have assumed a short time frame in our simulation. We also assumed that the context network is static. The need to extend the model to a dynamic network where individuals are allowed to change neighbors is important in the study of disease spread over the longer time scale. The impact of awareness in such extended model would be prone to change as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For sexually transmitted infections on Scale-free network (Liljeros, Edling, Amaral, Stanley, & Åberg, 2001) , waiting for enough people to become infected people before starting a campaign about risk of infection is not reasonable. For measles in children with basic reproduction numbers very high (Keeling & Rohani, 2011) , waiting to reach pre-selected prevalence thresholds may also not be great idea. Our model results, highlight the importance of campaigns that warns a population about the risk and severity of infection for diseases that do not spread too fast, possibly including some flu infections or the severe acute respiratory syndrome (SARS). For disease with a basic reproduction number that it is not high (Keeling & Rohani, 2011) , and assuming that these infections spread over a random homogeneous networks such as Erd} os-R enyi, it may not be unreasonable the existence of an optimal prevalence threshold to start and starting an awareness dynamic campaign. ",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 108,
                    "text": "(Liljeros, Edling, Amaral, Stanley, & Åberg, 2001)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 299,
                    "end": 323,
                    "text": "(Keeling & Rohani, 2011)",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 747,
                    "text": "(Keeling & Rohani, 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this appendix, first we define some models for the network structures we used for our simulation, then we present the pseudocode of our model. Definition 4.1. Erd} os-R enyi random network Suppose we have n disconnected nodes, and then we make edge between two arbitrary nodes with probability p independent from every other edge. The graph constructed via this model is called Erd} os-R enyi random network Gðn; pÞ. The parameter p in the model is a weighting function p2½0; 1, where for p closer to one the generated graph is more likely to construct graphs with more edges (ERDdS & R&WI, 1959) .",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 599,
                    "text": "(ERDdS & R&WI, 1959)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "Definition 4.2. Small-world network Suppose we have n nodes over a ring, where each node in the ring is connected to its k nearest neighbors in the ring. Then with probability p and independent from any other pair of edges we select two edges i 1 j 1 and i 2 j 2 such that j k is from the k nearest neighbor of i k for k ¼ 1; 2, and rewire them. Then the constructed network is called Watts-Strogatz Smal-world network (Watts & Strogatz, 1998) Gðn; k; pÞ. Definition 4.3. Preferential attachment Scale-free network Suppose we want to generate a network of n nodes. We start with one node and follow the following procedure n times: the probability of attaching a new node to the existing ones is proportional to their current degree:Pðconnect a new node i to existing node jÞ ¼ degðjÞ P k ðdegðkÞÞ , where the degðkÞ is the number of neighbors for node k, then with this probability we make new edge ij. The constructed network via this model is called BarabasieAlbert Scale-free network (Barab asi & Albert, 1999). The degree distribution of this network follows a power-law distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "Now, we define assumptions and algorithm of our model Table 2 . Person i at any given day t has one of the states: S u ;S a ;S i ; I q ; I f , or R. The fraction of infected people at dat t is PðtÞ, and P Ã is a positive fraction 2½0; 1. We define t Ã ¼ min t fPðtÞ ¼ P Ã g which is the first time that PðtÞ reaches P Ã . We assume Education level for each person k, x k does not change by time. Also prior to time t Ã every susceptible person is at state S u , and finally the time scale for each update is day, in which each person can have at most one update. The following algorithms briefly shows some key part of the model. Algorithm 1. The probability of contact per day between two neighbors: infected k and susceptible j. Set of recovered nodes at time t G:NðkÞ Set of neighbors of node k in Network G IP(k)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Appendix"
        },
        {
            "text": "Infection period for infected node k AP(k)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "Awareness period for aware node k ernðaÞ Exponential random number with average a for a > 0 urn Uniform random number in ½0; 1 c kj Probability of having contact between two neighbors k and j A k / B Element k moves from set A to set B Algorithm 2. Dynamics within a typical day t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Using an agent-based sexual-network model to guide mitigation efforts for controlling chlamydia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azizi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dewar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mac Hyman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "5439",
            "pages": "509--512",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Interactions among human behavior, social networks, and societal infrastructures: A case study in computational epidemiology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bisset",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "477--507",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Directed scale-free graphs",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bollob As",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Borgs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chayes",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Riordan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the fourteenth annual ACM-SIAM symposium on Discrete algorithms (pp. 132e139)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Worst-case scenarios and epidemics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioterrorism: Mathematical modeling applications in homeland security",
            "volume": "",
            "issn": "",
            "pages": "35--53",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effects of behavioral changes in a smallpox attack model",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical Biosciences",
            "volume": "195",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coupled contagion dynamics of fear and disease: Mathematical and computational explorations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "On random graphs i",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Erdds",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "R&amp;wi",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Publ. Math. Debrecen",
            "volume": "6",
            "issn": "",
            "pages": "290--297",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Adaptive human behavior in epidemiological models",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Fenichel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ceddia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A G"
                    ],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hickling",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "108",
            "issn": "15",
            "pages": "6306--6311",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "101",
            "issn": "16",
            "pages": "6146--6151",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The spread of awareness and its impact on epidemic outbreaks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "106",
            "issn": "16",
            "pages": "6872--6877",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The talk of the town: Modelling the spread of information and changes in behaviour",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Modeling the interplay between human behavior and the spread of infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dynamical interplay between awareness and epidemic spreading in multiplex networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Granell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Omez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physical Review Letters",
            "volume": "111",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multiple waves for the same pandemic: Local transportation and social distancing explain the dynamics of the a",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herrera-Valdez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cruz-Aponte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multiple outbreaks for the same pandemic: Local transportation and social distancing explain the different\" waves\" of a-h1n1pdm cases observed in m exico during",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Herrera-Valdez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cruz-Aponte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mathematical Biosciences and Engineering",
            "volume": "8",
            "issn": "1",
            "pages": "21--48",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infection-age structured epidemic models with behavior change or treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Modeling infectious diseases in humans and animals",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The impact of information transmission on epidemic outbreaks",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cassell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Recker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mathematical Biosciences",
            "volume": "225",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Infection dynamics on scale-free networks",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liljeros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Edling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A N"
                    ],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Åberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Physical Review",
            "volume": "64",
            "issn": "6840",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Modeling human mobility responses to the large-scale spreading of infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meloni",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Omez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Scientific Reports",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modeling and analysis of effects of awareness programs by media on the spread of infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shukla",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mathematical and Computer Modelling",
            "volume": "53",
            "issn": "5e6",
            "pages": "1221--1228",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemics and percolation in small-world networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Physical Review",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Epidemic outbreaks in complex heterogeneous networks",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The European Physical Journal B-Condensed Matter and Complex Systems",
            "volume": "26",
            "issn": "4",
            "pages": "521--529",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Merging economics and epidemiology to improve the prediction and management of infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J. ; R"
                    ],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Mieghem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perrings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Fenichel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Finnoff",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "341e346. Pastor-Satorras",
            "volume": "263",
            "issn": "",
            "pages": "464--475",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Risk perception and effectiveness of uncoordinated behavioral responses in an emerging epidemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mathematical Biosciences",
            "volume": "6",
            "issn": "2",
            "pages": "80--89",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Spontaneous behavioural changes in response to epidemics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Caprile",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pugliese",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Merler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Theoretical Biology",
            "volume": "260",
            "issn": "1",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "On the existence of a threshold for preventive behavioral responses to suppress epidemic spreading",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Sahneh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Scoglio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Scientific Reports",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The impacts of network topology on disease spread",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Shirley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Rushton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ecological Complexity",
            "volume": "2",
            "issn": "3",
            "pages": "287--299",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mass media and the contagion of fear: The case of ebola in America",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Towers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Afzal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bliss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Espinoza",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mathematical modeling of the effectiveness of facemasks in reducing the spread of novel influenza a (h1n1)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tracht",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effects of treatment and prevalence-dependent recruitment on the dynamics of a fatal disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Velasco-Hern Andez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mathematical Medicine and Biology: A Journal of the IMA",
            "volume": "13",
            "issn": "3",
            "pages": "175--192",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Coupled diseaseebehavior dynamics on complex networks: A review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "Z.-X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauch",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Physics of Life Reviews",
            "volume": "15",
            "issn": "6684",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The impact of awareness on epidemic spreading in networks",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "X.-J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chaos: An Interdisciplinary Journal of Nonlinear Science",
            "volume": "22",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram of the model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flow diagram of the analogous mean-field model: The parametersl, l u and l a denote for the average force of awareness, average force of infection for unaware, indifferent and aware individuals respectively. The parameters g andg denote the average recovery rates from, infection and awareness, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Infection final size versus P Ã for different awareness f R 0 : Increasing g R 0 via increasing the average period of awareness will make the impact of prevalence threshold on final size stronger.AcknowledgementThis work was supported by the grant from the National Security Agency (NSAGrantH98230-J8-1-0005), National Science Foundation(NSF Grant 1716802), and James S. McDonnell Foundation (220020472). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "þ prðtÞÞ j2At þ 1j j;At ; S kj ¼ def c s k s j",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameters and their baseline values assumed for simulations, unless stated otherwise.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "of notation for a conventional network G in algorithms.StSet of susceptible nodes at time t UtSet of unaware nodes at time t At Set of aware nodes at time t Ct Set of careless nodes at time t It Set of infected nodes at time t Qt Set of quarantine nodes at time t Ft Set of free nodes at time t Rt",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}