{
    "paper_id": "eb5476698f1fd39bed192f7ec8211953f78537b3",
    "metadata": {
        "title": "SUPPLEMENTARY DATA Alu RNA regulates the cellular pool of active ribosomes by targeted delivery of SRP9/14 to 40S subunits",
        "authors": [
            {
                "first": "Elena",
                "middle": [],
                "last": "Ivanova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Audrey",
                "middle": [],
                "last": "Berger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Scherrer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Alkalaeva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katharina",
                "middle": [],
                "last": "Strub",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Vectors for expression of h9/14, h9/14A5, h9-3A/14 were described in (1,2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Plasmids encoding the eukaryotic translation initiation factors eIF1, 1A, 4A, 4B, 4G, 5, 5B and Escherichia coli Met-tRNA synthetase were described in (3). pGL3R-βglo, pGL3R-βact, pGL3R-L1, pGL3R-HCV, pGL3R-EMCV, pGl3R-CrPV were the kind gift of Dr. Sergey Dmitriev (4). PCR fragments amplified from these constructs and containing the Firefly luciferase ORF fused to 5ʼ-UTRs of β-globin, β-actin, LINE-1, HCV IRES or CrPV IRES under the control of SP6 promoter was inserted to pUC18 plasmid digested by HindIII and EcoRI to generate pUCβglo, pUCβact and pUCL1, and by PstI and EcoRI to generate pUCHCV and pUCCrPV. Vectors for in vivo expression of monocistronic mRNAs containing Firefly luciferase ORF fused to 5ʼ-UTRs of β-globin, β-actin and LINE-1 were prepared by insertion of PCR fragment containing respective 5ʼ-UTRs to pGL3R-EMCV digested by AflII and NcoI to remove upstream Renilla luciferase ORF and EMCV IRES. Plasmid pCrPV-VHLM was constructed by insertion of T7 promoter, CrPV IRES nucleotides 6028 to 6216 followed by a short ORF encoding Val-His-Leu-Met tripeptide, UAA stop codon and 100 nt random sequence taken from β-glucuronidase (GUS) gene, into the pUC18 vector. Plasmids pscAluYb8, pscAluYf2, pscAluYj4 were obtained from the plasmids pscAlu/α-feto and pSscAlu/LDL (1) using quick change protocol. pSAlu110 and pSAlu151 contained the Alu portion of 7SL RNA gene (nucleotides 1-74; 271-299 and 1-99; 251-299, respectively) with a closing loop GATT following position 74 or 99, preceded by the T7 promoter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "[ 32 P]-MVHL-stop mRNA synthesis [ 32 P]-UTP was added to the transcription reaction. Preprolactin and MVHL-stop mRNAs were synthesized with SP6 RNA polymerase from plasmids pSP-BP4 (8) and MVHL-stop (9) linearized with EcoRI and XhoI. Capped and uncapped RNAs encoding Firefly luciferase fused to various 5ʼ-UTRs were synthesized with SP6 RNA polymerase from plasmids pUCβglo, pUCβact, pUCL1, pUCCHV and pUCCrPV linearized with EcoRI. HCV-NSʼ and CrPV-VHLM mRNAs were synthesized with T7 RNA polymerase from plasmids pXL.HCV(40-373).NSʼ (10) and pCrPV-VHLM linearized with EcoRI and SspI, respectively. The mRNAs were purified by LiCl precipitation, G50 sepharose chromatography, ethanol precipitation, and resuspended in water. Non-coding AluY A , scAluY A , scAluY L , and 4.5S RNAs were synthesized with T7 RNA polymerase from plasmids pPAlu, pPscAlu/a feto, pSscAlu/LDL and pS4.5S (1) linearized with SspI, SpeI, SpeI and Andreev, D.E., Dmitriev, S.E., Terenin, I.M., Prassolov, V.S., Merrick, W.C. and Shatsky, I.N. (2009) Differential contribution of the m7G-cap to the 5' end-dependent translation initiation of mammalian mRNAs. Nucleic Acids Res., 37, 6135-6147. 5. Dewannieux, M., Esnault, C. and Heidmann, T. (2003) LINE-mediated retrotransposition of marked Alu sequences. Nat. Genet., 35, 41-48. 6. Gurevich, V.V., Pokrovskaya, I.D., Obukhova, T.A. and Zozulya, S.A. (1991) Preparative in vitro mRNA synthesis using SP6 and T7 RNA polymerases. Anal. Biochem., 195, 207-213. 7. Milligan, J.F. and Uhlenbeck, O.C. (1989) Synthesis of small RNAs using T7 RNA polymerase. Methods Enzymol., 180, 51-62. 8. Siegel, V. and Walter, P. (1988) Each of the activities of signal recognition particle (SRP) is contained within a distinct domain: analysis of biochemical mutants of SRP. Cell, 52, 39-49. 9. Alkalaeva, E.Z., Pisarev, A.V., Frolova, L.Y., Kisselev, L.L. and Pestova, T.V. (2006) In vitro reconstitution of eukaryotic translation reveals cooperativity between release factors eRF1 and eRF3. Cell, 125, 1125-1136.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The pDLscAlu construct for scAluY NF1 RNA expression in cell lines was obtained by removing the neo Tet reporter gene, Alu right arm and the internal A-rich linker from Alu-neo Tet plasmid (5). The pDLscAluG25C construct was derived from pDLscAlu using the quick change protocol. Vector control plasmid pDL7enh was generated by digestion of pDLscAlu plasmid at EagI/EcoRI sites to remove the scAluY NF1 RNA coding sequence, followed by treatment with DNA Polymerase I, Large (Klenow) Fragment (Promega, Madison, WI) and ligation with T4 DNA ligase (Promega). Constructs for in vivo expression of 4.5S RNA and 7SL RNA were obtained by digestion of pDLscAlu with EagI and SpeI and insertion of the PCR fragment amplified from pS4.5S and p7Sswt (1), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Run-off in vitro transcription reactions were performed as described in (6,7). For DraI, respectively. SA110, SA151 and SA86 RNAs were synthesized in the same way from plasmids pSAlu110, pSA151 and pSA86 linearized with XbaI. Non-coding RNAs were purified on a preparative denaturing polyacrylamide gel as described (11) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcription"
        },
        {
            "text": "Expression and purification of recombinant translation initiation factors eIF1, 1A, 4A, 4B, 4G, 5B, 5 and Escherichia coli Met-tRNA synthetase and purification of eIF2, eIF3, eEF1H, eEF2, 40S and 60S ribosomal subunits was performed as described in (3). Expression and purification of the recombinant eIF4GI 738-1116 was done as described in (12). Human recombinant SRP9 and SRP14 proteins and their mutated forms were obtained as described previously (2) with minor modifications in purification procedure. Lysates of SRP9-and SRP14-overexpressing BL21pLysS cells were combined and SRP9/14 was purified by heparin-sepharose affinity chromatography, the eluted protein was dialysed against 50 mM Hepes pH 7.5, 300 mM potassium acetate, 1 mM EDTA, 0.01% Nikkol, 10 mM DTT and further purified by ion-exchange chromatography on cation exchanger (MonoS 5/50 GL, GE Healthcare). Fractions containing SRP9/14 were pooled and dialysed against 20 mM Hepes pH 7.5, 500 mM potassium acetate, 0.01% Nikkol, 10 mM DTT, 10% glycerol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification of proteins, RNPs, ribosomal subunits"
        },
        {
            "text": "Alu RNPs were assembled in the buffer containing 20 mM HEPES, 500 mM potassium acetate, 5 mM magnesium acetate, 0.1% Nikkol and 4 mM DTT and purified on Superdex 200 column as described in (11). High salt concentration was used to ensure a 1:1 stoichiometry and to avoid nonspecific binding of an additional molecule(s) of SRP9/14 to Alu RNA. Resulting RNPs were then dialyzed against buffer (20 mM HEPES, 150 mM potassium acetate, 1.5 mM magnesium acetate, 0.01% Nikkol, 4 mM DTT and 10% glycerol). The concentrations of the RNPs were determined based on the optical absorption of the RNA at 260 nm and were confirmed electrophoretically by comparing the RNA and protein contents of the RNPs to equal amounts of RNA and protein alone. All RNPs were examined for RNA integrity by denaturing polyacrylamide gel electrophoresis and the formation of the stoichiometric complexes with h9/14 was confirmed by Western blot analysis using anti-h14 antibodies. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purification of proteins, RNPs, ribosomal subunits"
        },
        {
            "text": "Binding assays were performed in 30 µl by combining 3 pmols of purified ribosomal subunits or 43S complex with 3 pmols of scAluY A /SA110 RNP or h9/14 in the binding buffer containing 20 mM Tris-HCl pH 7.5, 150 mM potassium acetate, 1.5 mM magnesium acetate, 2 mM DTT, 0.01% Nikkol. The mixtures were incubated for 10 min. at 37°C, adjusted to 100 µl and centrifuged through 5-20% sucrose gradient containing 20 mM Tris-HCl pH 7.5, 100 mM potassium acetate, 5 mM magnesium acetate, 2 mM DTT at 60000 rpm for 2 hours at 4°C in a Beckman SW60 rotor. To reassemble 80S ribosomes from high-salt purified 40S and 60S the subunits were incubated in equimolar amounts for 10 min. at 37°C in buffer containing 20 mM Tris-HCl pH 7.5, 150 mM potassium acetate, 1.5 mM magnesium acetate, 4 mM DTT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribosome binding assay"
        },
        {
            "text": "Then equimolar amount of scAuY A RNP or h9/14 was added and reaction was incubated for another 10 min. in the binding buffer before centrifugation through 10-30% sucrose gradients at 40000 rpm for 5 hours in a Beckmann SW41 rotor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribosome binding assay"
        },
        {
            "text": "Fractions were analyzed for the presence of h14 and S15 or L9 by Western blotting and for scAlu or SA110 RNA by Northern blotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribosome binding assay"
        },
        {
            "text": "HEK293T cells were cultivated in DMEM supplemented with 10% fetal bovine serum, 2mM L-glutamine, 100 units/ml penicillin and 100 μg/ml streptomycin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "HEK 293T cells were incubated 10 min. with 100 µg/ml cycloheximide and lysed in 50 mM Tris-HCl (pH 7.5), 15 mM MgCl 2 , 100 mM potassium acetate, 0.5% NP-40, 2 mM DTT, 100 µg/ml cycloheximide, spun at 10000 x g for 5 min. and loaded on 7-50% linear sucrose gradients (50 mM Tris-HCl pH 7.5, 100 mM potassium acetate, 12 mM MgCl 2 , 2 mM DTT) and centrifuged at 35000 rpm in a SW41 rotor for 3.5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome fractionation"
        },
        {
            "text": "hours. Following centrifugation gradients were displaced with 60% sucrose solution through a flow cell recording absorbance at 254 nM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome fractionation"
        },
        {
            "text": "Total cellular RNA was extracted using Two-fold molar excess of h914 (A) or scAlu Y A RNP (B) was incubated with 3 pmols of high-salt purified 40S for 10 min. at 37˚C and fractionated on 5-20% sucrose gradients. 40S-containing fractions were determined by probing for S15. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nothern blot"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The SRP9/14 subunit of the",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bovia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strub",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Total calf liver tRNA (Novagen) was purified by size-exclusion chromatography through Superdex 200 column (GE Healthcare) and aminoacylated with rabbit aminocyl tRNA synthases from RRL and a mix of 22 amino acids. tRNA i Met from E. coli (a kind gift of Dr. Vasily Haurilyuk) was aminoacylated with methionine or [ 35 S]methionine using E. coli methionyl-tRNA synthetase. Aminoacylation reactions were performed according to the previously described protocol (3). Toeprinting analysis of ribosomal complexes Translation complexes were analyzed by toeprint assay using fluorescently labeled DNA oligonucleotides: 5′ [6-carboxyfluorescein] (FAM)-GCATGTGCAGAGGACAGG 3′ for MVHL-stop mRNA, 5′ (FAM)-GGGATTTCTGATCTCGGCG 3ʼ for HCV-NSʼ mRNA, 5′ (FAM)-TTAATGCGTGGTC 3ʼ for CrPV-VHLM mRNA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Preparation of Alu RNPs (A) Schematic representation of the Alu RNP purification procedure with a typical OD260 elution profile of a Superdex 200 column. (B) Denaturing polyacrylamide gel electrophoresis of 150 ng of AluY A RNP and scAluY A RNP after proteinase K digestion. The concentration of RNPs was estimated by OD260 measurement. Same amounts of AluY A RNA and scAluY A RNA were loaded on the gel as a control of quantification.(C) Immunoblotting of 50 fmols of AluY A RNP and scAluY A RNP with anti-h14 antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ivanova et al. Alu RNPs dose-dependently inhibit 48S complex formation and do not affect assembly of the 80S and pretermination complexes. (A) and (B) Representative autoradiographs from experiments described in Figure 1B. Concentrations of RNPs and translation efficiencies of pPL mRNA are indicated below.(C) Representative autoradiograph from experiments described inFigure 1C. RRL programmed with pPL mRNA was incubated 3 min. prior to addition of 0.5 µM edeine. Alu RNPs were added after 1 min. incubation with edeine.(D) Electropherograms of toeprint assays of the MVHL mRNA in the absence of 40S and initiation factors and Ivanova et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Analysis of different scAlu Y RNPs and SA RNPs. (A) Secondary structure model of the SA151 RNA. Dashed lines mark portions included in SA110 and SA86 RNAs. (B) Representative autoradiographs from the experiments described in Figure 2A. Concentrations of RNPs and translation efficiencies of preprolactine mRNA in RRL are indicated below.(C) Sequence alignment of Alu elements from the Y family and of the SA110 portion of the 7SL RNA gene (see also",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "D) Representative autoradiographs from experiments described in Figure 2E. Translation efficiencies of pPL mRNA are indicated below. (E) Denaturing polyacrylamide gel eletrophoresis of 150 ng of SA151, SA110, SA86, scAluY L , scAluYa5, scAluYf2, scAluYj4 RNPs (left panel) and Western blot of 50 fmols of SA151, SA110, SA86, scAluYa5, scAluYf2, scAluYj4 RNPs (right panel) with anti-h14 antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Ivanova Ivanova et al.Fig. S4. Analysis of Alu RNPs containing mutated h9/14. (A) Denaturing polyacrylamide gel eletrophoresis after proteinase K digestion (left panel) and Western blot analysis with anti-h14 antibodies (right panel) of scAluY A , scAluY A 14A5, scAluY A 9-3A RNPs. (B) Representative autoradiographs from experiments described in Figure 2E. Translation efficiencies of pPL Alu RNPs inhibit cap-dependent and cap-independent translation in RRL. (A) Representative autoradiographs from experiments described in Figure 4A. Translation efficiencies of mRNAs examined are indicated below. (B) Toeprint analysis of the CrPV-VHLM mRNA in the absence and in the presence of 40S subunits. No toeprints were observed at the position of the 48S complex in the absence of 40S. Ivanova et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Binding of h9/14 and scAlu Y A RNP to 40S subunits.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ". S6, Ivanova et al. Representative autoradiographs from the experiments described in Figure 5C. Translation efficiencies of pPL mRNA are indicated below. . S7, Ivanova et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Expression of Alu RNA affects translation in HEK 293T cells. (A) Northern blot analysis of luciferase reporter mRNAs in HEK 293T cells expressing ncRNAs. (B) Representative autoradiograph (left panel) and coomassie blue staining (right panel) following SDS-PAGE of lysates of HEK 293T cells transfected with pDLscAlu or empty vector (Ctrl). Cells were harvested 48 hours post transfection. (C) Polysome profiles from HEK 293T cells in the absence of arsenite treatment (left panel) and cells incubated with 0.5 µM sodium arsenite for 30 min. and allowed to recover for another 60 min. Cell lysates were fractionated on 7-50% sucrose density gradient. (D) Northern blot analysis of transiently transfected HEK 293T cells after arsenite treatment. Cells were treated with 500 µM sodium arsenite for 30 min. at 48 hours post transfection and allowed to recover for the indicated times.(E) Northern blot analysis of transiently transfected HEK 293T cells after VSV infection for 6 hours. Basic oligopeptides are found in many ribosome ligands and ribosomal proteins. Ivanova et al.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tri-reagent (Sigma-Aldrich, St. Louis, MO), separated on 1% agarose-formaldehyde gel and transferred to Hybond-N membrane (GE Healthcare, Waukesha, WI). The following radiolabeled oligonucleotides were used for detection: 5ʼ ATCGGGTGTCCGCACTAAG 3ʼ for 7SL RNA, 5ʼ 10. Reynolds, J.E., Kaminski, A., Kettinen, H.J., Grace, K., Clarke, B.E., Carroll, A.R., Rowlands, D.J. and Jackson, R.J. (1995) Unique features of internal initiation of hepatitis C virus RNA translation. EMBO J., 14, 6010-6020. 11. Hasler, J. and Strub, K. (2006) Alu RNP and Alu RNA regulate translation initiation in vitro. Nucleic Acids Res., 34, 2374-2385. 12. Kolupaeva, V.G., de Breyne, S., Pestova, T.V. and Hellen, C.U. (2007) In vitro",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Identical nucleotides are shown as dots.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}