{
    "paper_id": "eb828bb9f9c3a58b135f382517a9ebbe65fa6fc6",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "important, traditional centralised laboratories tend to highlight the quality and reliability of tests above the turn-around-time. 3 For many diseases, care providers and patients increasingly expect patient-focused, specialised diagnostic tests that can be performed quickly, easily and provide results within minutes. 4 This has led to the development of easy-to-use analysers that can be performed at the point of care, more commonly known as pointof-care (POC) testing or near-patient testing. 1 The reason for implementing a POCT will vary according to the setting. In emergency departments or intensive care units, POCTs are used to find test results immediately to help guide life-saving decisions.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 320,
                    "end": 321,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 498,
                    "end": 499,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In resource-limited settings, access to healthcare facilities is typically limited. In such settings, POCTs are beneficial in terms of their ease of use independent from the physical presence of a laboratory. 5 In primary care settings, POCTs are typically used to prevent unnecessary referrals to specialised or secondary care, to guide diagnostic and treatment decisions, and to provide reassurance to patients, for example by excluding an illness. The rapid analysis can also lead to improved clinical performance, since it eliminates the potentially long intervals between the patient's initial examination and the discussion of the test results. 4 The first major systematic review of POCTs in primary care was published more than 20 years ago by Hobbs et al, 6 who concluded that evidence in support of the general introduction of POCTs in general practice was low. Since then, the POC diagnostic market has grown substantially and continues to do so because of the increasing development of new (supporting) technologies such as novel biomarkers, wireless connectivity, nanoparticle techniques and information sharing capabilities. 7 It is expected that the global POC diagnostics market will reach $40.50 billion by 2022. 8 Despite this growing market, primary care clinicians generally are hesitant to implement POCTs in their practice. According to a study on POC blood tests by Jones et al, 9 this is mainly because of concerns about accuracy, over-reliance on tests and limited usefulness.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 651,
                    "end": 652,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 765,
                    "end": 766,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1139,
                    "end": 1140,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1230,
                    "end": 1231,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1402,
                    "end": 1403,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A recent survey of general practitioners (GPs) in the UK, 10 ",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The PRISMA guidelines were followed while carrying out this systematic review of available POCTs for primary care. Since this review aims to identify any POCTs that can be implemented in primary care, all types of primary research studies were included in the initial search. For this reason, it was not required that any specific outcome measure was reported in the initial search and no specific study characteristics or PICO-statement was used as part of the inclusion criteria. The review protocol for this systematic review is provided in Appendix A as a series of steps that were TITLE-ABS-KEY (\"POCT\" OR \"Point of care\" OR \"Point of care testing\" OR \"rapid testing\" OR \"bedside testing\" OR \"laboratory-independent\" OR \"near patient testing\") AND TITLE-ABS-KEY (diagnos*) AND ALL (\"Primary Care\" OR \"General Pract*\" OR \"GP\" OR \"Primary Healthcare\" OR \"Primary Health Care\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Literature search"
        },
        {
            "text": "Only publications that met the following inclusion criteria were selected for the review: Publications that explicitly stated that their focus is on remote or rural areas were excluded, even if within a developed country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Study selection"
        },
        {
            "text": "Publications should be an applied study that evaluates a POCT in terms of its effectiveness, performance, usage or application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "This includes qualitative studies (such as surveys and interviews) and modelling studies. Reviews were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "After removing duplicate publications from the initial search results, the abstracts were screened to determine whether publications met the inclusion criteria. Publications that undoubtedly failed to meet all of the inclusion criteria, based on the abstract screening, were excluded from the full-text assessment. If there was any doubt on whether or not a publication met the inclusion criteria, it was included for full-text assessment. The abstract screening was performed by one reviewer (DL), and potential issues were discussed with a second reviewer (HK) when required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "The full-text assessment of all included publications was performed by one reviewer (DL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5."
        },
        {
            "text": "The data were extracted manually by one reviewer (DL) from the studies into Microsoft Excel (version 2016) in predefined and labelled columns. The following information was extracted from each of the included publications:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data extraction and management"
        },
        {
            "text": "1. The study design, classified according to one of three categories; namely, empirical study (trials, cohort studies, etc), qualitative study (interviews, surveys, etc) or modelling study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data extraction and management"
        },
        {
            "text": "2. If relevant, the country where the study was performed. For multicountry studies, each individual country was counted separately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data extraction and management"
        },
        {
            "text": "3. If applicable, the role that the manufacturer played in the study. This was classified in one of seven categories; namely, (a) manufacturer provided some financial support to the study, (b) manufacturer funded the study, (c) manufacturer provided the analyser/test, (d) manufacturer funded the study and provided the analyser/test, (e) one or more authors are employed by the manufacturer, (f) manufacturer played no part in the study or (g) nothing specified about funding or manufacturer involvement. 4 . The name of the POC device/test that was evaluated.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 507,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| Data extraction and management"
        },
        {
            "text": "5. The biomarker/assay that was measured by the POCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data extraction and management"
        },
        {
            "text": "If a study evaluated more than one POCT, a separate data entry (row) was added for each individual test evaluation. During the full-text assessment, each test evaluation study was assessed to summarise the extent to which predefined determinants were being reported on. These determinants were identified previously 12 as key factors that affect the decision to implement a POCT in primary care. All 20 of these determinants are listed in Table 1 .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 446,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "| Data extraction and management"
        },
        {
            "text": "Some of these determinants are not applicable to a POCT specifically, but rather to the disease prevalence and the GP and his practice (Frequency of use, Room for innovation, Risks). For example Frequency of use and Room for innovation are both determinants that are associated directly with the GP's practice, while the impact and Risks of tests would differ between diseases. It is expected that these determinants will not be reported in the evaluations as frequently as some of the others. If there was any uncertainty to the first reviewer (DL) about whether a publication discussed a certain determinant, it was examined by a second reviewer (HK). On occasions when these two reviewers could not agree on a decision, a third reviewer was involved in making a final decision (either RK or MJIJ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data extraction and management"
        },
        {
            "text": "The data extracted from the included publications were summarised in both text and table format, before providing a descriptive synthesis of findings. Results were divided according to the biomarker/assay that the test measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data extraction and management"
        },
        {
            "text": "A total of 1398 studies were obtained from the initial search of the After the full-text assessment, 125 studies were included in the final review. Studies were mostly excluded based on full-text assessment because they did not focus on POC diagnostics (n = 81), but instead described a tool, strategy or guideline to support POC testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Search results"
        },
        {
            "text": "The PRISMA flow diagram of the search is presented in Appendix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Search results"
        },
        {
            "text": "The 125 included studies consisted of 112 applied studies, 7 qualitative studies, 5 simulation studies and 1 study that used both applied and qualitative methods. The majority of the studies were applied ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Characteristics of included publications"
        },
        {
            "text": "From the 125 studies in the synthesis set, 195 test evaluations were identified. The percentage that each determinant was reported in the test evaluations are provided in Figure 1 , together with the overall weight of each determinant as found by. 12 The four determinants that were reported the most were turn-around-time (n = 105; 52.2%), technical performance (n = 97; 48.3%), positive predictive value (n = 91; 45.3%) and negative predictive value (n = 89; 44.3%). The determinants reported the least in the evaluations were room for innovation (n = 0; 0%) and risks (n = 1; 0.5%), followed by reimbursement (n = 2;",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "| Overall results"
        },
        {
            "text": "1.0%), legislations (n = 3; 1.5%) and scientific evidence (n = 3; 1.5%). Each of these POCTs has at least one test evaluation. The most frequently evaluated tests were those measuring HbA1c (n = 14;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Overall results"
        },
        {
            "text": "16.9%), CRP (n = 6; 7.2%), D-Dimer (n = 6; 7.2%) and Influenza and/ or RSV (n = 6; 7.2%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| POCTs per measurement"
        },
        {
            "text": "A haemoglobin A1c (HbA1c) test measures glycated haemoglobin that gives an indication of the average blood glucose level of the past 60-120 days. Seeing as the prevalence of diabetes continues to rise each year, the timely management of HbA1c is particularly important in the primary care pathways of both patients with diabetes and those that remained undiagnosed. 13 In Appendix B, Table B1 , a list of the 14 HbA1c POCTs that were identified during the review is provided, in no particular order. The three most evaluated tests were the DCA Vantage Analyzer (n = 8), the Alere Afininion AS100",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 392,
                    "text": "Table B1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "| Haemoglobin A1c"
        },
        {
            "text": "Analyzer (n = 6) and the A1CNow system (n = 5). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Haemoglobin A1c"
        },
        {
            "text": "D-dimer is a protein fragment produced when a blood clot dissolves in the body. High levels of d-dimer are therefore typically used to assess the risk of thrombotic episodes and to exclude conditions such as deep vein thrombosis and pulmonary embolism. 15 In Appendix B, Table B3 , a list of the 6 D-Dimer POCTs that were identified during the review is provided.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "Table B3",
                    "ref_id": null
                }
            ],
            "section": "| D-Dimer"
        },
        {
            "text": "Respiratory syncytial virus (RSV) is a common virus that causes lower respiratory tract infections, especially in infants and toddlers. Since reinfection occurs throughout life, specifically during fall and winter, GPs and emergency departments are typically met with a surge of patient visits during these colder months. 16 Influenza, more commonly known as the flu, is also particularly prevalent in children during winter months, causing a similar seasonal overflow of patients. Influenza is an infectious disease that causes febrile and respiratory illnesses, but typically remains undiagnosed since symptoms overlap significantly with other viral F I G U R E 1 Comparison of determinant weights according to GPs and the percentage of times that each determinant was reported in the literature or bacterial infections. 17 POC devices for RSV and influenza can have a major positive impact on patient care by reducing both unnecessary diagnostic testing and antibiotic prescriptions. 17 A list of 6 POCTs for Influenza and RSV, that were identified during the review is provided in Appendix B, Table B4 .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 823,
                    "end": 825,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 987,
                    "end": 989,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1097,
                    "end": 1105,
                    "text": "Table B4",
                    "ref_id": null
                }
            ],
            "section": "| Influenza and respiratory syncytial virus"
        },
        {
            "text": "In addition to the above-listed POCTs, there were also tests measuring calprotectin, streptococcus pyogenes, BNP and NT-proBNP, bladder carcinoma, uric acid, INR, IgA deficiency and chlamydia, among others. The majority of these tests had only one evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Other frequently evaluated POCTs"
        },
        {
            "text": "A list of tests that have been evaluated more than once is provided in Appendix B, Table B5 . report on the aspects relating to the clinical utility and risks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 91,
                    "text": "Table B5",
                    "ref_id": null
                }
            ],
            "section": "| Other frequently evaluated POCTs"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACK N OWLED G EM ENTS"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I SCLOS U R E S"
        },
        {
            "text": "All authors contributed to the design of the study. DL and HK de- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTH O R CO NTR I B UTI O N S"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Current and future use of point-of-care tests in primary care: an international survey in Australia, Belgium, The Netherlands, the UK and the USA",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cals",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ Open",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Beyond diagnostic accuracy: the clinical utility of diagnostic tests",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bossuyt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Reitsma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Linnet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moons",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Chem",
            "volume": "58",
            "issn": "",
            "pages": "1636--1643",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Point of care testing in Critical Care Medicine: the clinician's view",
            "authors": [
                {
                    "first": "N-E",
                    "middle": [],
                    "last": "Drenck",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Chim Acta",
            "volume": "307",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Point-of-care testing: a critical review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Waisman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr Emerg Care",
            "volume": "16",
            "issn": "",
            "pages": "45--48",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnostic point-of-care tests in resource-limited settings",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Drain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Hyle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Noubary",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "239--249",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A review of near patient testing in primary care",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hobbs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Delaney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Fitzmaurice",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Health Technol Assess (Rockv)",
            "volume": "1",
            "issn": "",
            "pages": "i--v",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Point-of-care testing (POCT): current techniques and future perspectives",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Luppa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schlichtiger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schlebusch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trends Anal Chem",
            "volume": "30",
            "issn": "",
            "pages": "887--898",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Point Of Care Diagnostics Market by Products, by Prescription Mode (Prescription-Based Testing Kits and Over-the-Counter Testing Kits) Market for Hospitals. Clinics and Ambulatory Care Settings: Global Industry Perspective",
            "authors": [],
            "year": null,
            "venue": "Comprehensive Analysis and Forecast",
            "volume": "2017",
            "issn": "",
            "pages": "2016--2022",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Primary care clinicians' attitudes towards point-of-care blood testing: a systematic review of qualitative studies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howick",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Fam Pract",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Point-of-care testing in UK primary care: a survey to establish clinical needs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Den Bruel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Fam Pract",
            "volume": "33",
            "issn": "",
            "pages": "388--394",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Sneltesten in de huisartspraktijk: Huidig gebruik en behoefte aan testen in de toekomst",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cals",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schols",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Weert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "158",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Understanding the adoption and use of point-of-care tests in Dutch general practices using multi-criteria decision analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kip",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hummel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eppink",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Fam Pract",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Variation in point-of-care testing of HbA1c in diabetes care in general practice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kristensen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Waldorff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nexøe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Skovsgaard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Environ Res Public Health",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "C-reactive protein point-of-care testing and associated antibiotic prescribing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Minnaard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Van De Pol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hopstaken",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Fam Pract",
            "volume": "33",
            "issn": "",
            "pages": "408--413",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The role of D-dimer testing in Clinical Hematology and Oncology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Adv Hematol Oncol",
            "volume": "15",
            "issn": "",
            "pages": "580--583",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluation of respiratory syncytial virus (RSV) direct antigen detection assays for use in point-of-care testing",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Leonardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dauz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Zuretti",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol Methods",
            "volume": "213",
            "issn": "",
            "pages": "131--134",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Accuracy and impact of a point-of-care rapid influenza test in young children with respiratory illnesses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Poehling",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "160",
            "issn": "",
            "pages": "713--718",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Point-of-care C reactive protein for the diagnosis of lower respiratory tract infection in NHS primary care: a qualitative study of barriers and facilitators to adoption",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Huddy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barlow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Majeed",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Open",
            "volume": "6",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "International definition of a point-of-care test in family practice: a modified e-Delphi procedure",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schols",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Dinant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hopstaken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kusters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cals",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Fam Pract",
            "volume": "35",
            "issn": "",
            "pages": "475--480",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Point-of-care or clinical lab INR for anticoagulation monitoring: which to believe? Clin Lab New",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Point-of-care testing INR: an overview",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barcellona",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fenu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marongiu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Chem Lab Med",
            "volume": "55",
            "issn": "",
            "pages": "800--805",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Canadian Agency for Drugs and Technologies in Health. Point-ofcare INR testing compared with lab INR testing: what does the evidence say?",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Point-of-care testing in primary care: A systematic review on implementation aspects addressed in test evaluations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lingervelder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koffijberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kusters",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ijzerman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Clin Pract",
            "volume": "73",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ijcp.13392"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Scopus and Medline) were searched for relevant English or Dutch publications between 2007 and 2017. The initial search was performed in September 2017. The search included all terms and text words related to the intervention (POC diagnostics) and the setting (Primary Care). The search query used was (Scopus format):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Medline and Scopus database. To ensure that the search resulted in a comprehensive set of relevant publications, the selected search query was broad. This did, however, result in a large number of publications being excluded during the abstract screening, mostly because of publications focusing on something other than a (specific) POC diagnostic. After a screening of all abstracts, 286 studies were included in the full-text assessment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "). In 35 studies (28%), the manufacturer(s) of the test(s) being evaluated provided support by either funding the study in full (n = 10) or partially (n = 8), by providing the analyser(s)/test(s) (n = 14), or by both funding the study and providing the analyser(s)/test(s) (n = 3). There was a single study where one of the authors was an employee of the manufacturer. For the majority of studies (n = 62; 49.6%) the manufacturer(s) had no involvement, whereas in 24 (19.2%) of the studies nothing was specified about funding or manufacturer involvement.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "20 of the 195 evaluations (10.26%), the exact test(s) could not be recognised, since no identifiable information (such as the name of the device or the manufacturer) were provided. There were also 12 POCTs, occurring in 24 test evaluations, of which no information could be found on the official manufacturer or partner websites. It is expected that these tests are either discontinued/recalled (such as the Clearview Simplify D-Dimer device) or that the names of these tests have been changed. In cases where it could be confirmed that a device name has been changed (eg the DCA 2000 has been renamed the DCA Vantage) the evaluations were included and categorised under the new device name. If no confirmation could be found, the device was excluded from the final list of tests. After excluding the above-mentioned 20 + 24 = 44 evaluations, a total of 83 POCTs were identified with a total of 151 test evaluations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "was a clear inconsistency between what is reported on in the identified evaluations and what GPs consider important. Certain determinants of the published list used in this review are not relevant to a POCT, but rather to the disease prevalence and the GP and his practice (frequency of use, room for innovation, risks).These determinants were, as expected, underreported. None of the evaluations addressed any aspect related to room for innovation, whereas only one evaluation assessed the risk aspect of the test. Frequency of use was addressed in five of the test evaluations. Reimbursement (n = 2) and legislations (n = 3) were also rarely reported on in the evaluations. This could be since the impact of these determinants will vary between countries and were therefore purposefully excluded from the evaluations. The most relevant inconsistency was with clinical utility. Although GPs perceive clinical utility as the most important aspect when it comes to POCT, it was rarely explicitly included in the test evaluations found in the review. Only 8% of evaluations incorporated some aspect of clinical utility in their analysis and/or discussion. Although the definition of clinical utility used in this paper was broad to ensure that it encompasses all aspects of clinical utility, it could be that certain aspects described in the test evaluations were not accounted for. One reason for the clinical utility of a test only rarely being mentioned, could be the fact that clinical utility is often implied rather than being described. For example by pointing out that current testing and decision making is sub-optimal without explicitly indicating how POCT would improve this. Furthermore, the turn-around-time of the test was reported in more than half of the evaluations (52.5%) even though it is not among the tenmost important determinants according to GPs. This could possibly be because of GPs expectations that user friendliness and short turn-around-time are evident properties of a POCT; which is why these properties are considered a high priority in the evaluation of POCTs. Technical performance is considered the second most important determinant among GPs and it was addressed by almost half of the evaluations (48.3%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "veloped the search strategy. DL performed the data extraction and synthesis. All authors contributed to the selection procedure, data interpretation, data analysis, result interpretation, discussions, drafting of the manuscript and approved the final version of the manuscript for submission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "identified several themes regarding what GPs perceive as facilitators and barriers to the implementation of a POCT. Some of these themes were the workload, clinical utility, patient satisfaction, reimbursement, legislations, technical performance, connectivity, training and maintenance. A similar survey study in the Netherlands found comparable results, with Dutch GPs believing the proven effect on clinical management and the tests' reliability to be among the most important aspects of POCTs. 11 This study aims to systematically review recent literature pertaining to the evaluation and usage of POCTs in primary care and to investigate whether the outcomes and evidence reported in the literature, reflect previously established factors 12 that are important for GPs in the decision to implement a POCT.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Publications should focus on POC diagnostic technologies only. Publications reporting on, for example scorecards or methodologies to diagnose patients at the point of care, decision support tools or online (cloud) systems, results sharing, electronic health records, etc were excluded. • Searches were performed on Scopus and Medline for applied studies that evaluated a point-of-care test in primary care regarding its effectiveness, performance, usage or application. Studies had to focus on a specific point-of-care diagnostic being applied in a high-income country. During the full-text assessment, each test evaluation was assessed to summarise the extent to which predefined determinants were being reported on. • There remains a gap between the aspects being addressed in point-of-care test evaluations and the aspects that clinicians find important. Clinicians should aim to collaborate and take part in test evaluations, to ensure that all the aspects that are essential to support their decision making in implementing such tests are covered during the evaluation process. 2. Publications should focus on specific POC diagnostic technologies and not only provide a general summary of POCTs. 3. Publications should focus on primary care only. Publications focusing on secondary care or self-monitoring were excluded. 4. Publications should focus on high-income countries only.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "TA B L E 1 List of determinants and their description (Reproduced from Kip et al 12 ) Proportion of negative results that are true negative, which enhances the user's ability to reliably rule out a condition. Proportion of positive results that are true positive, which enhances the user's ability to reliably diagnose a condition.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "more over the years. With respect to the aforementioned tests, the earliest year that information regarding the AQT90 FLEX was found, was in 2010, with the one test evaluation in this review being from 2015. For the Nycocard™ Reader II, the earliest information about the test is from 2008, with the 11 test evaluations in this review being from 2009 (n = 2), 2010 (n = 2), 2011 (n = 1), 2013 (n = 3), 2015 (n = 2).There are some POCTs that did not have as many evaluations in this review, for example INR testing. Although POC INR testing is used in some outpatient labs and anticoagulation clinics, the reference standard remains clinical laboratory testing.20 The use of POC INR testing has become popular for at-home testing, where patients can easily use the device to monitor their INR and report their results to a clinician (either in person or via telephone) who would then adjust their anticoagulant dose, if necessary. Another use is for patient self-management, where patients not only tests their INR themselves but can self-adjust their dose using a predetermined algorithm or protocol.21,22 While some of the POCTs may also be applied by patients themselves, the focus of this review was related to the application of these tests in general practice. If an evaluation was on self-testing, it was not included.It is worth mentioning, that a large number (n = 33; 39.2%) of the 84 identified tests are manufactured by only four companies, namely Alere (n = 13), Roche (n = 11), Quidel (n = 5) and pts Diagnostics (n = 4), whereas the remainder of the tests (n = 51) are manufactured by a total of 44 different companies. The POCTs manufactured by these four companies, also have the most test evaluations. In total, almost half (n = 71; 47.0%) of the 151 evaluations in this review were of tests manufactured by them, with 34, 19, 9 and 9 evaluations of tests manufactured by Alere, Roche, Quidel and pts Diagnostics, respectively. Although test evaluation studies are, in most cases, performed to collect (additional) evidence on test performance and added value, they may also serve the purpose to increase awareness of test availability amongst care professionals.The biggest limitation of this review was missing studies because of not reporting the names or manufacturer of the POCT being evaluated. Furthermore, devices that have been discontinued or renamed provided further reduced the evidence base. Both of these factors could cause bias in the conclusions. Additional bias could also be caused because of the limited test selection (only applied studies in primary care). It is possible that by excluding evaluations of devices in secondary care, some tests applicable to primary as well were missed. However, if a POCT is truly relevant to primary care, it is expected that at least one study evaluating it in a primary care setting would have been found. Some of the identified tests have, presumably, been available on the market for a longer period of time that others. This makes the absolute number of evaluations per test hard to interpret. The determinants investigated in this review was identified by 12 based on a review of existing literature. The relative importance of each determinant, however, could be specific to Dutch GPs and two specific POCTs were used as reference when assigning weights. It is therefore uncertain whether the determinants and their relative importance can be transferred to other POCTs and settings.This review showed that, despite the growing market and rapid development of new POCTs, studies evaluating such tests fail to report on some of the key factors in the adoption of important innovative diagnostics in primary care. To ensure that an evaluation of a point-ofcare test is useful to primary care clinicians, future evaluations should not only focus on the technical performance aspects of a test, but also",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}