{
    "paper_id": "eb93befc89c6e31c873386d95150e87dfd849e73",
    "metadata": {
        "title": "Synergistic effects of ATP and RNA binding to human DEAD-box protein DDX1",
        "authors": [
            {
                "first": "Julian",
                "middle": [
                    "N"
                ],
                "last": "Kellner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max-Planck-Institute for Medical Research",
                    "location": {
                        "addrLine": "Jahnstrasse 29",
                        "postCode": "69120",
                        "settlement": "Heidelberg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Jochen",
                "middle": [],
                "last": "Reinstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max-Planck-Institute for Medical Research",
                    "location": {
                        "addrLine": "Jahnstrasse 29",
                        "postCode": "69120",
                        "settlement": "Heidelberg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Anton",
                "middle": [],
                "last": "Meinhart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Max-Planck-Institute for Medical Research",
                    "location": {
                        "addrLine": "Jahnstrasse 29",
                        "postCode": "69120",
                        "settlement": "Heidelberg",
                        "country": "Germany"
                    }
                },
                "email": "anton.meinhart@mpimf-heidelberg.mpg.de"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Electrophoretic mobility shift assays (EMSAs) were used to check for binding of DDX1 to different RNA sequences ( Figure S5 ). Binding to a 10mer polyA, a 10mer polyU and a 13mer RNA of mixed sequence (1) was tested by using 3'-Carboxyfluorescein ( KCl, 10 mM MgCl 2 ) for 60 min. FAM-labelled RNA was visualized using the ImaGo system (B&L systems) with maximal excitation at 302 nm. This is not the optimal excitation wavelength for the FAM-label; however, the FAM-label still absorbed sufficient light to give a stable emission signal that could be easily detected. Subsequently, proteins were stained with Coomassie Instant Blue ® .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 248,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Electrophoretic mobility shift assay"
        },
        {
            "text": "No difference in binding could be observed between different RNA species with the FAM label at the 5'-or 3'-end.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrophoretic mobility shift assay"
        },
        {
            "text": "As described in the main-text, transient kinetics were recorded on a BioLogic SFM-400 stoppedflow instrument (BioLogic Science instruments) thermostated to 298 K and mant-fluorescence was excited at 356 nm and emission was detected with a 420 nm cut-off filter (420FG03-25, LOT Oriel Group). All measurements were performed in titration buffer and traces were recorded in triplicates and averaged. To measure off-rates for mantdADP, chase experiments were performed in which an equilibrated solution of 0.5 µM mantdADP and 0.5 µM DDX1 was rapidly mixed with 250 or 500 µM of unlabeled ADP. These chase experiments were also performed in the presence of 40 µM 10mer polyA RNA. Moreover the same chase experiments were performed with the DDX1 R605A-R608A mutant. Traces were fitted to a single exponential function that gave the rate constant for mantdADP dissociation. To obtain data for the release of ADP from DDX1, different chase experiments were performed, in which an equilibrated solution of 0.5 µM ADP and 0.5 µM DDX1 was rapidly mixed with 5 or 10 µM of mantdADP. In contrast to the previous displacement experiments, we observed an increase in signal due to mantdADP binding that was fitted by single exponential function to obtain a rate constant for ADP dissociation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transient kinetic measurements"
        },
        {
            "text": "The coupled steady-state ATPase assay was performed as described in the main-text. Michaelis-Menten kinetics of DDX1 WT were recorded by incubating 1 µM DDX1 with 6 mM ATP-MgCl 2 Figure 5 ). DDX1 is represented by H in the equations. Shown is the script file for the measurements with ATP, the script file for the AppNHp measurements is the same, only that the ATP data is replaced by the AppNHp data. (7) 30 µM (7) 5 µM (7) 80 µM (7) n.a. (H. sapiens) 10 µM (7) 8 µM (7) 1 µM (7) 40 µM (7) 1 µM (7) 0.017 s -1 (7)",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Steady-state ATPase assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Duplex unwinding and RNP remodeling with RNA helicases",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jankowsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Fairman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "488",
            "issn": "",
            "pages": "343--355",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fluorescence and NMR investigations on the ligand binding properties of adenylate kinases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reinstein",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schlichting",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wittinghofer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Goody",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochemistry",
            "volume": "29",
            "issn": "",
            "pages": "7440--7450",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of human immunodeficiency virus type 1 reverse transcriptase primer tRNA binding by fluorescence spectroscopy: specificity and comparison to primer/template binding",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Thrall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reinstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Wohrl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Goody",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biochemistry",
            "volume": "35",
            "issn": "",
            "pages": "4609--4618",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ded1p, a DEAD-box protein required for translation initiation in Saccharomyces cerevisiae, is an RNA helicase",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Iost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dreyfus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "17677--17683",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mechanism of Mss116 ATPase reveals functional diversity of DEAD-Box proteins",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Coman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Henn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rhoades",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Hackney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Pyle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "De La Cruz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Mol Biol",
            "volume": "409",
            "issn": "",
            "pages": "399--414",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The ATPase cycle mechanism of the DEAD-box rRNA helicase, DbpA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Henn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Hackney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "De La Cruz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Biol",
            "volume": "377",
            "issn": "",
            "pages": "193--205",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The DEAD box protein eIF4A. 1. A minimal kinetic and thermodynamic framework reveals coupled binding of RNA and nucleotide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lorsch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Herschlag",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biochemistry",
            "volume": "37",
            "issn": "",
            "pages": "2180--2193",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FAM) labeled variants of the RNAs. Reactions (20 µl) containing 0.5 µM RNA were incubated with 0.5 to 80 µM DDX1 at 293 K for 20 min. The reaction buffer contained 50 mM Tris-HCl pH 8.0, 200 mM KCl, 10 mM MgCl 2 . Reactions were quenched by cooling to 278 K, 8 % (v/v) glycerol were added and subsequently loaded on a native 5 %/15 % (w/v) gradient acrylamide-gel. Electrophoresis was performed at 278 K with constant 200 V in running buffer (40 mM CHES-NaOH pH 10.0, 200 mM",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "and increasing concentrations of a 10mer polyU RNA in assay buffer at 298 K. Apparent initial velocities for each RNA concentration were fitted to the hyperbolic form of the Michaelis-Menten equation. Michaelis-Menten kinetics of DDX1 R605A-R608A were recorded by incubating 1 µM DDX1 R605A-R608A with increasing concentrations of ATP-MgCl 2 in assay buffer at 298 K. Apparent initial velocities for each ATP-MgCl 2 concentration were fitted to the hyperbolic form of the Michaelis-Menten equation. To investigate the influence of RNA, 40 µM of a 10mer polyA RNA were added to the reaction mixture at different ATP-MgCl 2 concentrations. Supplementary Figures Supplementary Figure S1. Purification of construct DDX1 by size exclusion chromatography. A construct of human DDX1 that was C-terminally truncated by only 12 residues could be expressed as a stable fragment in E. coli and purified to high homogeneity. (A) Chromatogram from a gel-filtration/size-exclusion run on a Superose S6 column © equilibrated with 10 mM HEPES-NaOH pH 8.0, 250 mM KCl, 5 mM MgCl 2 , and 3 mM DTE is shown. The absorbance at 280 nm is indicated by a blue line, absorbance at 260 nm with a red line, respectively. Fractions A to G that were pooled and analysed are indicated below. (B) 15 % (w/v) SDS-PAGE with the indicated elution fractions showed a single protein band after Coomassie Instant Blue ® staining. (C) Absorbance spectrum of purified DDX1. Supplementary Figure S3. ADP release from DDX1 measured by transient kinetics. (A) Fluorescence traces of chase experiments in which an equilibrated solution of 0.5 µM mantdADP and 0.5 µM DDX1 was rapidly mixed with 250 µM of unlabeled ADP. Three traces are shown, one in which the chase was performed in the presence of saturating amounts of 10mer polyA RNA (green), one in the absence of RNA (blue) and one in which the chase was performed with the DDX1 R605A-R608A mutant (purple). (B) Same experimental setup as in (A), but here the chase was performed by rapid mixing with 500 µM ADP. Traces represent chase experiments with DDX1 in the presence (green) or absence (blue) of RNA and chase experiments with DDX1 R605A-R608A mutant (purple). Single exponential fits (black lines) gave similar off-rates for mantdADP dissociation (in grey). Offsets were set arbitrarily to 1.0, 1.5 and 2.0 to be able to differentiate the curves. (C) Release of ADP from DDX1. Fluorescence traces of chase experiments in which an equilibrated solution of 0.5 µM ADP and 0.5 µM DDX1 was rapidly mixed with 5 µM (pink) or 10 µM (yellow) of mantdADP. Supplementary Figure S4. DDX1 R605A-R608A equilibrium titrations with AppNHp and the influence of RNA on this motif VI mutant. (A) 0.05 μM mantdADP were titrated with DDX1 R605A-R608A protein to obtain a K d,mantdADP = 0.16 ± 0.03 µM (in grey). (B) A mixture of 0.2 μM mantdADP and 1 μM DDX1 R605A-R608A was titrated with AppNHp to obtain a K d,AppNHp = 278 ± 78 µM (in grey). (C) To check the influence of RNA on AppNHp binding in this motif VI mutant, titrations were performed in the presence of saturating amounts of RNA. A mixture of 0.2 μM mantdADP and 1 μM DDX1 R605A-R608A was titrated with AppNHp in the presence of 40 µM 10mer polyA RNA to obtain a K d(RNA),AppNHp = 386 ± 75 µM (in grey). Titration data were fitted as described for Figure 3. Supplementary Figure S5. RNA binding to DDX1 observed via gel-shift. (A) 0.5 μM of labeled 13-mer RNA of indicated sequence was incubated with increasing concentrations of DDX1 and separated via native PAGE. (B) Gel was stained with Coomassie Instant Blue ® to confirm comigration of the protein with the RNA. (C) Same experiment as in (A) only that 0.5 μM of 10mer polyA RNA was incubated with increasing concentrations of DDX1. (D) Coomassie Instant Blue ® stained PAGE shown in (C). (E) Same experiment as in (A) only that 0.5 μM of 10mer polyU RNA was incubated with increasing concentrations of DDX1. (F) Coomassie Instant Blue ® stained PAGE shown in (E). Supplementary Figure S6. Michaelis-Menten kinetics of DDX1. 1 µM DDX1 supplemented with 6 mM ATP were incubated with increasing concentrations of a 10mer polyA RNA (black squares, same as in Figure 6B) or a 10mer polyU RNA (grey circles). Apparent initial velocities were determined for each RNA concentration, divided by the DDX1 concentration and fitted to the hyperbolic form of the Michaelis-Menten equation. The obtained parameters are given in the table next to the figure (compare Figure 6B). Supplementary Figure S7. Michaelis-Menten kinetics of a DDX1 variant, where the conserved arginines of motif VI are mutated to alanine (R605A-R608A). (A) Molar amount of ATP that is hydrolyzed by DDX1 over time. ATP hydrolysis rate of DDX1 WT is depicted in red, ATP hydrolysis rate of DDX1 R605A-R608A is depicted in green. Saturating amounts (40 µM) of a 10mer polyA RNA were added to the reaction mix (containing 1 µM DDX1 R605A-R608A and 10 mM ATP) at the indicated time point. (B) 1 µM DDX1 R605A-R608A was incubated with increasing concentrations of ATP-MgCl 2 . Apparent initial velocities were determined for each ATP concentration, divided by the DDX1 R605A-R608A concentration and fitted to the hyperbolic form of the Michaelis-Menten equation. Obtained parameters are indicated in grey (compare Table1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "./current/dynafit_input_data/competition_binding_ATP variable ATP file ATP_competition_1.txt concentration mant = 0.2, H = 1 response Hmant = 1 * Binding1 offset = 6000 ? (1000..9000) DynaFit {Kuzmic, 1996 #363;Kuzmic, 2009 #337} script file as used for the numerical data fitting (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "RNA/Binding of RNA in the presence of nucleotides. DEAD-box protein K d(RNA),ATP K d(RNA),ADP K d(ATP),RNA K d(ADP),RNA K m(ATP),RNA k cat(RNA)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Binding affinities determined with equilibrium titrations using mantdADP. Supplementary Table S2. Affinity constants obtained via global fit analysis. Supplementary Table S3. Comparison of nucleotide affinities of DEAD-box proteins. Molecules in subscript and parentheses next to an affinity constant indicate the respective molecule that is present at saturating concentrations. of nucleotides or RNA alone.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}