{
    "paper_id": "ebc7bbdf4d1954bd8575aa830977118cc1990759",
    "metadata": {
        "title": "Current Status of Infection Prevention and Control Programs for Emergency Medical Personnel in the Republic of Korea",
        "authors": [
            {
                "first": "Hyang",
                "middle": [
                    "Soon"
                ],
                "last": "Oh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Woosong University",
                    "location": {
                        "settlement": "Daejeon"
                    }
                },
                "email": ""
            },
            {
                "first": "Dong",
                "middle": [
                    "Choon"
                ],
                "last": "Uhm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Daejeon University",
                    "location": {
                        "addrLine": "PhD 62 Daehak-ro, Dong-gu",
                        "postCode": "34520",
                        "settlement": "Daejeon, Daejeon",
                        "country": "Korea Original Article, Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: Emergency medical personnel (EMPs) are pre-hospital emergency responders who are at risk of exposure to infections and may also serve as a source for the transmission of infections. However, few studies of infection control have specifically addressed EMPs in the Republic of Korea (hereafter Korea). The goal of this study was to assess the current status of infection prevention and control programs (IPCPs) for EMPs in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A cross-sectional survey was conducted to quantitatively assess the resources and activities of IPCPs. A total of 907 EMPs in five metropolitan cities completed a structured questionnaire from September 2014 to January 2015. The data were analyzed using descriptive statistics, multi-response analysis, and the chi-square test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The mean age of the participants was 34.8±15.1 years. IPCPs were found to have weaknesses with regard to the following resources: the assignment of infection control personnel (ICP) (79.5%), hand hygiene resources such as waterless antiseptics (79.3%), the use of paper towels (38.9%), personal protective equipment such as face shields (46.9%), and safety containers for sharps and a separated space for the disposal of infectious waste (10.1%). Likewise, the following activities were found to be inadequately incorporated into the workflow of EMPs: education about infection control (77.5%), post-exposure management (35.9%), and the decontamination of items and spaces after use (88.4%). ICP were found to have a significant effect on the resources and activities of IPCPs (p<0.001). The resources and activities of IPCPs were found to be significantly different among the five cities (p<0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "IPCPs for EMPs showed some limitations in their resources and activities. IPCPs should be actively supported, and specific IPCP activities for EMPs should be developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the Middle East Respiratory Syndrome (MERS) outbreak in the Republic of Korea (hereafter Korea) from May to July 2015, two emergency medical personnel were infected with MERS, among a total of 39 healthcare workers who developed MERS occupationally [1] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Emergency medical personnel are also vulnerable to other infections when they provide care, including blood-borne pathogens [2, 3] , hospital pathogens such as methicillin-resistant Staphylococcus aureus [4, 5] , and highly contagious epi-Infection Control for Emergency Medical Personnel demic diseases such as severe acute respiratory syndrome [6] , swine-origin influenza A (H1N1) [7] , and Ebola virus [8] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 128,
                    "end": 130,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 208,
                    "end": 210,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition, inadequately trained rescue personnel may serve as a source of disease transmission between hospitals and the community [3] . Therefore, infection prevention and control programs (IPCPs) for emergency medical personnel are important both to protect them and to prevent the spread of transmissible diseases and pathogens to patients, other healthcare workers, and the general population.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although some studies have addressed infection control among emergency responders globally, this issue has not been adequately studied in the Korea. The sole study addressing this issue was published in 2011 and assessed bacterial contamination in ambulances and other environments that emergency medical workers commonly come into contact with [9] . In 2006, IPCPs with standard operating procedures for emergency medical personnel were first established [10] . In 2012, the Act on 119 Rescue and Emergency Services specified the first IPCP-based regulations for emergency medical personnel. Article 26 regulated infection control and Article 23 regulated the cleaning, disinfection, and sterilization of ambulances and equipment [11] . Finally, in 2012, IPCPs for emergency medical personnel were first implemented in accordance with those regulations. However, no survey addressing the basic patterns of infection control among emergency medical personnel has been conducted.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Therefore, the aim of this study was to evaluate the current status of IPCPs for emergency medical personnel, including the availability of infection control resources (i.e., human resources and infrastructure) and the provision of infection control activities (i.e., employee health, surveillance, education, and decontamination) in order to provide basic data about IP-CPs for emergency medical personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A cross-sectional survey was conducted in five representative large metropolitan cities in the Korea. This study used a self-reported anonymous questionnaire. Completion of the survey took approximately 15 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "The questionnaire was a modified version of that used by Oh et al. [12] , which was originally developed based on the Study on the Efficacy of Nosocomial Infection Control (SENIC) [13] . The SENIC instrument was modified for this study based on regulations [10, 11] for IPCPs for emergency medical personnel (i.e., the enforcement of rescue and emergency service regulations for emergency medical personal and emergency activities), with the goal of thoroughly identifying and measuring the characteristics of the actual IPCPs employed by emergency medical personnel during their work duties. We also sought to increase the validity of the questionnaire to the greatest extent possible.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "The questionnaire was organized into three parts assessing the general characteristics, resources, and activities of IPCPs for emergency personnel according to the SENIC methodology [12] [13] [14] . Part A included 12 questions assessing participants' demographic characteristics and the general conditions of their work places, which were mostly fire stations. These questions addressed issues including types of decontamination procedures and the presence of separate spaces for infectious waste disposal. Part B included 10 questions assessing the resources of the IPCPs, including human resources and infrastructure for implementing IPCPs, the assignment of part-time infection control personnel (ICP), the assignment of part-time staff for decontamination, the frequency of infection control committee meetings, infection control guidelines, and hand hygiene equipment (hand antiseptics and hand drying methods) both in the station and in in the ambulance, personal protective equipment (PPE), the types of gloves and safety containers for the prevention of sharps injuries, and decontamination procedures. Part C included 22 questions assessing the following activities of IPCPs: employee health programs; post-exposure management programs; vaccination programs; health screening programs; surveillance programs for patients, emergency medical personnel, and spaces and instruments; education; and decontamination activities.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 187,
                    "end": 191,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "The questionnaire was revised following the administration of a pilot version to five expert emergency medical personnel. The final questionnaire included 44 questions. Part C (activities) was found to have good internal consistency, with a Cronbach's alpha of 0.839. Parts B (resources) and A (general characteristics) had relatively good internal consistency, with Cronbach's alpha values of 0.630 and 0.524, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "Using a convenience sampling method, 1000 first responders were recruited from the five largest cities in Korea (referred to as A through E). This sample comprised approximately 80% of the total emergency medical personnel from these metropolitan cities. A power analysis using G* Power version 3.1.9.2 was. The sample size required for a statistical power of 0.80, an effect size of 0.15, and an alpha <0.05 was n = 277. A total of 1025 questionnaires were distributed via mail, and three reminder follow-up calls were made to increase the response rate. Ultimately, 907 questionnaires (response rate, 88.5%) were collected from September 2014 through January 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The study was approved by the institutional review board (IRB) of Daejeon University (IRB no. 1040647-201406-HR-027-03). The investigators first contacted the emergency rescue service directors in each of the five cities to obtain permission to recruit participants. Questionnaire packages were distributed with a return envelope. In order to foster confidentiality, participants were not required to complete the survey at work. Participation was both voluntary and anonymous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Considerations and Procedures"
        },
        {
            "text": "The Kolmogorov-Smirnov test was used to analyze data distribution and normality. Descriptive statistics were calculated, including percent distributions for general characteristics and questions pertaining to infection control resources and infection control activities. Multiple-response questions were also analyzed. Categorical variables were compared using the chisquare test to identify significant differences in IPCPs among emergency personnel. We used column-rate comparison in the chi-square test, which involved comparing the ratios across columns for each response, in order to identify significantly different columns for a given row. Variables that did not meet normality assumptions were analyzed using the non-parametric one-sample chi-square test. Significant differences are noted in the tables using superscripts in the American Psychological Association format. A p-value <0.05 was considered to indicate statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Positive answers about variables assessing resources and activities were scored as 1, while negative answers were scored as 0. Multi-response questions were scored based on the number of responses selected. However, three questions were scored differently, as described below. A question about the annual number of infection control committee meetings was scored as 1 for responses indicating that such meetings were held twice or more annually, while other answers were scored as 0, because it has been recommended that such meetings be held at least twice annually [10, 11] . Another question regarding hand-drying methods was scored as 1 if paper towels were used, while the other answers were scored as 0, because paper towels have been recommended as the proper hand-drying method in the healthcare area [15] . Another question about the frequencies of cleaning or disinfection of ambulance surfaces and items that have been used was scored as 1 for answers indicating that this was performed weekly, while all other answers were scored as 0, because it has been recommended ",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "that these procedures be carried out at least weekly [10, 11] . After scoring the variables, stepwise multiple regression analysis with a forward selection procedure was used to study the variables that may have affected the resources and activities of IPCPs. The t-test was used to analyze differences in resources and activities depending on the presence of ICP. Analysis of variance (ANOVA) and the post-hoc test using the Scheffé method were used to analyze differences in resources and activities among in the metropolitan cities. All statistical analyses were performed using SPSS version 20.0 (IBM Corp., Armonk, NY, USA). A p-value <0.05 was considered to indicate statistical significance.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Infection Control for Emergency Medical Personnel"
        },
        {
            "text": "The general characteristics of participants and their working conditions are presented in Table 1 . The majority of respondents were males between 31 and 40 years of age (mean age, 34.8 years). The participants' primary job titles were emergency medical technician (EMT) paramedics (45.8%), basic EMTs (25.5%), and nurses (6.6%). Most of the participants (89.1%) were college or university graduates. The majority had worked as EMTs for fewer than five years (60.7%). The participants were mostly firefighters who worked a three-shift schedule (95.5%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "General Characteristics"
        },
        {
            "text": "The resources available for IPCPs are illustrated in Table 2 . EMT paramedics (70.1%) made up the majority of ICP personnel and they were most often assigned the responsibility for decontamination (70.0%). Infection control committees generally met twice per year (52.7%) or at least three times per year (39.3%). Of the respondents, 71.7% indicated that infection control guidelines had been developed for their work environments. Waterless hand antiseptics were used most frequently (79.3%). Paper towels (38.9%) and cotton towels (40.9%) were used as hand-drying methods with approximately equal frequency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Resources"
        },
        {
            "text": "Hand antiseptic was not universally present (94.3%), and face shields were infrequently available in ambulances (46.9%). Latex (88.1%) and vinyl gloves (86.5%) were equally available in ambulances. Safety containers for sharps were generally available in ambulances (71.9%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resources"
        },
        {
            "text": "Autoclaves were the most common method used for sterilization (77.8%), followed by ultraviolet sterilizers (54.5%), automatic cleaners (21.2%), ultrasonic cleaners (4.5%), and other methods (17.9%). A separate space for the disposal of infectious waste was infrequently available (10.1%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resources"
        },
        {
            "text": "Infection control activities are presented in Table 3 . A small proportion of participants (35.9%) participated in post-exposure management programs. Influenza vaccination (69.2%) was the most frequently reported vaccination, followed by hepatitis B (56.5%) and tetanus and diphtheria (53.1%). Most respondents reported two health screenings per year (81.8%). The majority of respondents described surveillance programs of the workplace environment (65.4%), emergency medical personnel (60.1%), and patients (55.6%). Education about infection control was reported by 77.5% of participants. Most respondents (88.4%) indicated that ambulance surfaces and used items were decontaminated weekly. A decontamination checklist was used by 79.7% of participants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Activities"
        },
        {
            "text": "The results of the cross analysis are presented in Table 4 . A comparison of variables according to the presence of ICP and infection control resources showed that the presence of decontamination personnel (p<0.001), infection control committees (p=0.043), infection control guidelines (p<0.001), and hand antiseptics in the ambulance (p =0.002) were significantly higher when ICP were assigned than when ICP were not assigned. In addition, vaccinations (p<0.001), health screen- Multiple-response questions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Cross Analysis (Chi-square Test)"
        },
        {
            "text": "ings (p=0.043), and surveillance (p=0.046), were significantly more frequent when ICP were present. When variables were compared according to location, significant differences were found among the five cities included in our study, with the exception of infection control committees and surveillance ( Table 5 ). The presence of ICP and the assignment of personnel for decontamination were significantly higher in city C than in other cities (p<0.001). The development of infection control guidelines was significantly more common in cities A and C than in other cities (p<0.001). Hand antiseptics and hand antiseptics in ambulances were significantly more common in cities A, C, and E (p<0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 309,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Infection Control for Emergency Medical Personnel"
        },
        {
            "text": "Among infection control activities, vaccination was significantly higher in city C (p=0.001). Health screenings were significantly lower in city C (p<0.001). Education about infection control was significantly higher in city A (p<0.001). Decontamination of ambulances and used equipment was significantly less frequent in cities A and C (p<0.001). Values are presented as number (%). Superscripts are presented using the American Psychological Association format, in which different superscripts within a row indicate statistically significant differences ( a, b means statistically different subgroups). *p<0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection Control for Emergency Medical Personnel"
        },
        {
            "text": "The results of the multiple regression analysis are presented in Supplemental Table 1 . The regression model for resources showed good fit, with R-squared and adjusted R-squared val- ues of 0.115 and 0.106, respectively. The Durbin-Watson statistic was 1.515 in a model summary, and the regression model showed a value of p<0.001 in a one-way ANOVA table. The regression model for activities likewise showed good fit, with R-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Multiple Regression Analysis"
        },
        {
            "text": "squared and adjusted R-squared values of 0.093 and 0.087, respectively. The Durbin-Watson statistic was 1.400 in a model summary, and the p-value of the regression model was <0.001 in a one-way ANOVA table, indicating good fit. However, the low R-squared value indicates that these models could explain only a small amount of the variation in the dependent variables. Cities, sex, educational background, work experiences, and the presence of ICP showed a significant association with IPCP resources. Cities and ICP presence also showed a significant association with IPCP activities, and the presence of ICP had a greater impact than all other variables on both the resources and activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection Control for Emergency Medical Personnel"
        },
        {
            "text": "The mean scores of total resources and activities were significantly higher when ICP were present than when no ICP were present. The mean scores of total resources and activities were significantly different among cities (Supplemental Table 2 ). The mean scores of resources and activities were comparable in cities A, B, and C. However, the mean score for resources in city D was relatively lower than other cities, although the mean score for activities in city D was higher. Contrastingly, the mean score for resources in city E was relatively high, while the city E displayed the lowest mean activity score (Supplemental Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 633,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "T-test and Analysis of Variance"
        },
        {
            "text": "This is the first study to provide an overview of the current status of basic IPCPs among emergency medical personnel in the Korea. The general characteristics of the participants were representative of the general characteristics of Korean emergency medical personnel. The emergency medical personnel sampled were highly educated and relatively young. If these professionals are educated and well trained through repeated and systematic infection control programs, IPCPs for emergency medical personnel can be expected to improve despite the weaknesses identified in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The basic IPCP resources for emergency medical personnel identified in this study did not fully satisfy pre-existing recommendations, with the exception of the frequency of meetings of infection control committees [10, 11] . In 2012, the Rescue and Emergency Services regulations recommended that every fire station be assigned part-time ICP, develop and implement infection control guidelines, and ensure that infection control committees meet twice a year [10, 11] , because these elements were identified as essential prerequisites of IPCPs [13, 14] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Hand hygiene is the most basic and effective method for infection control [15] . However, the use of hand antiseptics and paper towels showed severe deficiencies in comparison to what is prescribed by regulations and recommendations [10, 11, 15] . The frequent use of cotton towels has the serious potential problem of hand recontamination. Therefore, hand hygiene resources, such as hand antiseptics and disposable paper towels, should be supplied in quantities sufficient to satisfy the guidelines.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The provision of PPE in the ambulance should also follow guidelines in order to prevent occupational exposure to blood and other bodily fluids [2, 3, 9] . Gloves are the most basic PPE used for the prevention of occupational exposure to blood or bodily fluids. However, since vinyl is an inadequate material for protecting the skin from infectious materials, gloves should be changed to materials that are impermeable and stronger. Safety containers for the disposal of sharps and facial masks should also be included in all ambulances, as they are essential items for occupational safety and protection from infectious materials [16] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 150,
                    "end": 152,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Many different types of cleansers, disinfectants, and sterilizers were used. In order to ensure that such equipment is used for decontamination in the most effective possible way, the personnel responsible for decontamination should be specially trained in both the operation of the specific equipment in question and in risk-stratification principles in decontamination [17] .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Fire station facilities for emergency medical personnel need separate spaces for the disposal of items after use, which our data show are currently lacking. Thus, further assessments and improvements in decontamination procedures should be required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Deficiencies were shown in infection control activities, including post-exposure management programs, surveillance, education, the decontamination of ambulance surfaces and equipment, and the use of decontamination checklists. Health screening programs were the only area that satisfied regulations [10, 11] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Post-exposure management programs were found to be especially uncommon. Post-exposure programs should be developed to minimize the impact of needle stick injuries and other routes of exposure to blood-borne pathogens [3, 16, 18] . Surveillance and education programs should be established with greater frequency.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The weekly decontamination of ambulance surfaces and equipment and the use of a checklist for decontamination are areas for improvement in order to satisfy the relevant regulations [10, 11] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "ICP were found to be a significant factor affecting IPCPs in pre-hospital settings among emergency medical personnel and paramedics [12, 14] . When ICP were assigned, the availability of resources and the extent of infection control activities were significantly higher.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The resources available to IPCPs and the activities of IPCPs varied significantly among the five cities included in this study. We found that the metropolitan city D had a significantly lower proportion of resources in terms of ICP, decontamination personnel, infection control guidelines, and hand antiseptics. However, this city had a significantly higher proportion of activities (e.g., health screenings and decontamination processes), and respondents from this city showed a significantly higher score for activities than for resources. In contrast, the metropolitan city E had a significantly higher proportion of resources in terms of decontamination personnel, infection control committees, and hand antiseptics. However, this city also had a significantly lower proportion of activities (e.g., vaccination, and surveillance), and respondents from this city reported the lowest mean activity scores. Further evaluation is needed in all metropolitan cities, and particularly in the metropolitan city E, in order to evaluate the effectiveness of IPCPs. In order to maintain consistent IPCPs, standardized nationwide programs should be developed and implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study had some limitations in that the study sample was not fully representative of the national population, because we selected representatives from five metropolitan cities in the Republic of Korea, and the distribution of respondents among the cities was unequal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In spite of the limitations of this study, our findings provide a baseline regarding IPCPs for emergency medical personnel, which is important because emergency medical personnel have been neglected in national infection control systems and academic research in this area. Emergency medical personnel should be included in nationwide infection control systems because they are vulnerable to occupational infections, such as MERS or other infections [1, 2, 4, 6, 8] .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 452,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 459,
                    "end": 461,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 462,
                    "end": 464,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, IPCPs for emergency medical personnel showed weaknesses in human resources (e.g., the, assignment of ICP in general and for decontamination in particular), infrastructure (e.g., the use of paper towels, PPE, and safety containers for pre-vention of sharps injuries), and activities (e.g., education and decontamination). ICP were also identified as a factor that had a significant effect on IPCPs for emergency medical personnel. The availability of IPCP resources and activities differed by location. ICP assignment, the use of disposable paper towels, PPE, and safety containers, as well as the consistent implementation, distribution, and development of IPCP resources should be put into practice both in all five of the large metropolitan cities included in this study and nationwide in the Korea. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome information: MERS daily report",
            "authors": [],
            "year": 2015,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hepatitis C virus infection among firefighters, emergency medical technicians, and paramedics: selected locations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Roome",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hadler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Migicovsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boraz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "49",
            "issn": "29",
            "pages": "660--665",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safeguarding our first responders: infection control and prevention for firefighters",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Scarborough",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Doell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Infect Control",
            "volume": "34",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Exposure of emergency medical responders to methicillin-resistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sexton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "5",
            "pages": "368--373",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Methicillin resistant Staphylococcus aureus in ambulances",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Semmons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Whittle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Thundiyil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Silvestri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ralls",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sirotkin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Emerg Med",
            "volume": "56",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hospital infectious disease emergency preparedness: a 2007 survey of infection control professionals",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rebmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lapointe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moroz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Infect Control",
            "volume": "37",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interim guidance Infection Control for Emergency Medical Personnel for emergency medical services (EMS) systems and 9-1-1 public safety answering points (PSAPs) for management of patients with confirmed or suspected swine-origin influenza A (H1N1) infection",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nosocomial and community-acquired infection rates of patients treated by prehospital advanced life support compared with other admitted patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Alter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Merlin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Emerg Med",
            "volume": "29",
            "issn": "1",
            "pages": "57--64",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk stratification-based surveillance of bacterial contamination in metropolitan ambulances",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Ro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Joo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Korean Med Sci",
            "volume": "26",
            "issn": "1",
            "pages": "124--130",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Daejeon Fire Department. 119 rescuer safety management SOP. Daejoon: Daejeon Fire Department",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "25--44",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ministry of Government Legislation. Revised Decree about 119 Rescue and First-aid",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development and application of evaluation indices for hospital infection surveillance and control programs in the Republic of Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "28",
            "issn": "4",
            "pages": "435--445",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The efficacy of infection surveillance and control programs in preventing nosocomial infections in US hospitals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Haley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Culver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Emori",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Munn",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Epidemiol",
            "volume": "121",
            "issn": "2",
            "pages": "182--205",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Staffing and structure of infection prevention and control programs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pogorzelska",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Horan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Furuya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Infect Control",
            "volume": "37",
            "issn": "5",
            "pages": "351--357",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization. WHO guidelines on hand hygiene in health care: first global patient safety challenge clean care is safer care",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "guideline for isolation precautions: preventing transmission of infectious agents in health care settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rhinehart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Infect Control",
            "volume": "35",
            "issn": "10",
            "pages": "65--164",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Guideline for disinfection and sterilization in healthcare facilities",
            "authors": [],
            "year": 2008,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guideline for infection control in health care personnel",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bolyard",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Tablan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Deitchman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Infect Control",
            "volume": "26",
            "issn": "3",
            "pages": "289--354",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Occupational exposures in emergency medical service providers and knowledge of and compliance with universal precautions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Nicolai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "2",
            "pages": "86--94",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mean resources scores and mean activities scores for infection control and prevention by the cities.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "General characteristics of the participants (n=907)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "EMT, emergency medical technician.1 Multiple-response questions.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Descriptive analysis of resources for infection prevention and control (n=907)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Descriptive statistics of activities for infection prevention and control (n=907)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Cross tables of variables according to the assignment of infection control personnel, with significance assessed using the chi-square test",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Cross tables of variables according to participants' location, with significance assessed by the chi-square test",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "SupplementalTable 1. Multiple regression analysis of infection prevention and control resources and activities among emergency medical personnel B, unstandardized coefficients; β, standardized coefficients; VIF, variation inflation factor; EMT, emergency medical technician.Table 2. T-test and analysis of variance (ANOVA) results of resources and activities according to the presence of infection control personnel and among the metropolitan cities SD, standard deviation.Calculated by t-test.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank the subjects who participated in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors have no conflicts of interest associated with the material presented in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}