{
    "paper_id": "ecbdaacec058ed09ad1fc9b930fdb70e77b62f19",
    "metadata": {
        "title": "The Journal of Infectious Diseases The Domestic Ferret (Mustela putorius furo) as a Lethal Infection Model for 3 Species of Ebolavirus",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "W"
                ],
                "last": "Cross",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chad",
                "middle": [
                    "E"
                ],
                "last": "Mire",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Viktoriya",
                "middle": [],
                "last": "Borisevich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joan",
                "middle": [
                    "B"
                ],
                "last": "Geisbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karla",
                "middle": [
                    "A"
                ],
                "last": "Fenton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "W"
                ],
                "last": "Geisbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Small-animal models have been developed for several Filoviridae species; however, serial adaptation was required to produce lethal infection. These adapted viruses have sequence changes in several genes, including those that modulate the host immune response. Nonhuman primate models do not require adaptation of filoviruses. Here, we describe lethal models of disease for Bundibugyo, Sudan, and Zaire species of Ebolavirus in the domestic ferret, using wild-type nonadapted viruses. Pathologic features were consistent with disease in primates. Of particular importance, this is the only known small-animal model developed for Bundibugyo and the only uniformly lethal animal model for Bundibugyo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Until recently, 3 members of the genus Ebolavirus-Zaire ebolavirus (ZEBOV), Sudan ebolavirus (SEBOV), and Bundibugyo ebolavirus (BEBOV)-have been responsible for small, sporadic outbreaks of Ebola hemorrhagic fever (EHF) in humans throughout Central Africa. From December 2013 through January 2016, the devastating emergence of ZEBOV in Western Africa resulted in overwhelming societal tolls in the region. The already weakened public health infrastructure of the region, coupled with a dearth of available, approved diagnostic assays, vaccines, or therapeutic agents, likely contributed to the severity of this epidemic. During the course of the epidemic, a number of medical countermeasures were introduced, but screening and validation of these interventions in animal models were limited by the use of host-adapted small-animal models or the availability of nonhuman primate (NHP) resources [1] .",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 898,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "NHPs have historically served as the gold standard for modeling filovirus pathogenesis because they recapitulate many features of human disease, including fever, vascular leakage, and coagulopathy, without the need for virus adaptation. Several immunocompetent small-animal models have been developed for ZEBOV, including mice, hamsters, and guinea pigs. However, all of these small-animal models require host adaptation of the challenge virus [1] . Some severely immunodeficient models have been described, allowing the use of wild-type virus, but there are substantial limitations in the usefulness of these models in the development of countermeasures for circumstances in which dependency on an intact immune response is central [1, 2] . A further limitation is that only the NHP models account for the different species of Ebolavirus beyond ZEBOV, with the recent exception of guinea pig models of SEBOV [3, 4] .",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 447,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 737,
                    "end": 739,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 913,
                    "end": 915,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The domestic ferret (Mustela putorius furo) is an animal model for a variety of viral diseases, including rabies, influenza, severe acute respiratory syndrome, and for several medically important paramyxoviruses [5] . None of these ferret models require adaptation of the challenge virus to produce a lethal infection. Recent availability of an annotated genome for the ferret has suggested that the susceptibility it shares with humans to these infections is potentially attributable to substantial homologies to many disease-relevant human proteins, including viral entry receptors [6] . Collectively, these data provided the rationale to assess the utility of the ferret as a model for Ebolavirus disease. Here, we performed a narrowly focused study to determine whether ferrets have the potential to serve as a small-animal model for 3 species of Ebolavirus.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fifteen female ferrets weighing 0.75-1 kg were housed 2-3 per cage per study. Ferrets were anesthetized by intramuscular injection with a ketamine-acepromazine-xylazine cocktail prior to all procedures. Prior to challenge, transponder chips (Bio-Medic Data Systems) were subcutaneously implanted for identification and temperature monitoring. Subjects were challenged intranasally with 1000 plaque-forming units (PFU) of ZEBOV strain Kikwit (n = 5), SEBOV strain Gulu (n = 5), and BEBOV (n = 5), respectively. The passage history of challenge viruses can be found in the Supplementary Methods. To account for variations between challenge events, 2 independent studies were completed, with the initial experiment having 3 animals, followed by a repeat confirmatory study with 2 additional ferrets per virus group. Whole-blood, ethylenediaminetetraacetic acid-associated plasma, and citrated plasma samples were collected from the superior vena cava for hematologic, serum biochemical, and coagulation assays and viremia determination on days 0, 2, 4, and 6 and at the time of euthanasia. Clinical signs, weights, and transponder-mediated temperatures were recorded daily up to the point of euthanasia. Clinical scores were determined on a scale of 0-12, based on coat appearance, social behavior, and provoked behavior. Animals scoring ≥9 were euthanized per the University of Texas Medical Branch (UTMB) Institutional Animal Care and Use Committee protocol criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Challenge, Disease Monitoring, and Biological Sampling"
        },
        {
            "text": "Gross pathology findings were documented, and portions of select tissues were aseptically removed and frozen at −70°C for virus infectivity assays. Portions of select tissues were also fixed in formalin and processed for histologic and immunohistochemical analyses as shown in the Supplementary Methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Challenge, Disease Monitoring, and Biological Sampling"
        },
        {
            "text": "Animal studies were completed under biosafety level 4 (BSL-4) biocontainment at the Galveston National Laboratory and were approved by the UTMB Institutional Laboratory Animal Care and Use Committee, in accordance with state and federal statutes and regulations relating to experiments involving animals, and by the UTMB Institutional Biosafety Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Challenge, Disease Monitoring, and Biological Sampling"
        },
        {
            "text": "Complete blood counts, coagulation dynamics, and serum blood chemical analyses were performed on blood, serum, or plasma specimens obtained from each experimental animal. Analysis of tumor necrosis factor α (TNF-α), nitrite (a marker for nitric oxide production), and coagulation parameters measured in serum or plasma specimens was also performed as detailed in the Supplementary Methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematologic, Serum Biochemical, Blood Coagulation, and Proinflammatory Markers"
        },
        {
            "text": "Determination of infectious virus in plasma, spleen, liver, kidney, adrenal gland, pancreas, lung, and brain was performed using conventional plaque assays as detailed in the Supplementary Methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Isolation"
        },
        {
            "text": "Conducting animal studies in a BSL-4 facility severely restricts the number of animal subjects, the volume of biological samples that can be obtained, and the ability to repeat assays independently and, thus, limits the power of statistical analyses. Consequently, data are presented as the mean calculated from replicate samples, not replicate assays, and error bars represent the standard deviation across replicates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics Statement"
        },
        {
            "text": "The disease course of all Ebolavirus-challenged ferrets was closely monitored after challenge. One of the initial signs of disease observed was fever for all groups, beginning on day 3 after infection, which was followed by rapid-onset hypothermia just prior to euthanasia. Next, we observed an appreciable weight loss beginning on day 4 for both ZEBOV-and SEBOV-infected ferrets; the BEBOV-infected animals did not have weight loss for another 2 days (Supplementary Figure 1) . Common clinical signs included progressively worsening depression, diarrhea, dehydration, nasal and ocular discharge, labored breathing, hunched posture, and altered gait.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 476,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Gross Findings"
        },
        {
            "text": "Remarkably, ferrets died at a mean of 6, 7, and 9 days after infection for ZEBOV, SEBOV, and BEBOV, respectively ( Figure 1 and Supplementary Figure 1) . Gross inspection at necropsy revealed hallmark features of EHF, including petechial rashes at the skin surface, reticulated pallor of the liver, and mottled splenomegaly, all of which was comparable across experimental groups (Figure 2 and Supplementary Figure 1) . Evidence of hemorrhage was evident at the pyloric/duodenal junction, spleen, urinary bladder, and lymph nodes (inguinal, axillary, and mesenteric; Figure 2 and Supplementary Figure 2; lymph node data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 128,
                    "end": 151,
                    "text": "Supplementary Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 380,
                    "end": 389,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 394,
                    "end": 417,
                    "text": "Supplementary Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 567,
                    "end": 575,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 580,
                    "end": 603,
                    "text": "Supplementary Figure 2;",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Gross Findings"
        },
        {
            "text": "Histopathologic lesions in all ferrets were consistent with ZEBOV, SEBOV, and BEBOV infections in primates [7, 8] . The most significant lesions noted on hematoxylin-eosin staining in infected animals were marked lymphohistiocytic and neutrophilic necrotizing hepatitis and necrotizing splenitis. Both SEBOV-and BEBOV-infected animals also had marked hepatic vacuolar degeneration. Diffuse immunolabeling of viral antigen was seen in hepatic sinusoidal mononuclear cells, sheets (ZEBOV) or small clusters (SEBOV or BEBOV) of hepatocytes, and individual-to-small clusters of mononuclear cells within the red and white pulp of the spleen. Striking increases of terminal deoxynucleotidyl transferase dUTP nick end labeling in the spleen was noted in all infected ferrets as compared to the control ferret spleens, suggesting increased lymphocyte apoptosis in these areas. All experimental histopathologic findings were compared against historical control tissue from Ebolavirus-naive ferrets (Supplementary Figure 3) .",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 111,
                    "end": 113,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1004,
                    "end": 1013,
                    "text": "Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Histologic and Immunohistochemical Analyses"
        },
        {
            "text": "All ferrets had progressive, coinciding neutrophilia and lymphocytopenia beginning on day 4 after infection (Supplementary Table 1 ). Progressive monocytosis, eosinophilia, and basophilia were noted mainly in late stages of disease. Evidence of multiorgan failure was noted in terminal serum samples, where striking increases in levels of enzymes associated with liver function and markers of kidney function were detected. Evidence of vascular leakage was also noted with hypoalbuminemia and hypoproteinemia (Supplementary Table 1 ). Beginning on day 4, progressively increasing levels of the circulating proinflammatory markers TNF-α and nitric oxide were also recorded in all animals (Supplementary Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 531,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 711,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Hematology, Serum Biochemistry, Blood Coagulation, and Proinflammatory Markers"
        },
        {
            "text": "Thrombocytopenia along with increased partial thromboplastin and activated partial thromboplastin times in terminal samples of all ferrets was suggestive of a consumptive coagulopathy. Progressive increases in levels of circulating fibrinogen were also noted beginning on day 4, which were followed by marked depletion in all terminal animals. Circulating activated protein C activity was diminished to approximately 50% in terminal SEBOV-and BEBOV-infected animals. Interestingly, a sharp increase in activity was noted in all terminal ZEBOV-infected animals ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematology, Serum Biochemistry, Blood Coagulation, and Proinflammatory Markers"
        },
        {
            "text": "Infectious virus in plasma was not detected in any Ebolavirus group at day 2 after infection, suggesting that any viremia detected was owed to viral replication after exposure and not residual inoculum. By day 4, a mean of 4 log 10 PFU/mL, 3 log 10 PFU/mL, and 2 log 10 PFU/mL was first detected for ZEBOV, SEBOV, and BEBOV, respectively. Mean peak viremia levels (±SD) were 7.6 ± 0.38 log 10 PFU/mL on day 6 for ZEBOVinfected animals, 7.6 ± 0.29 log 10 PFU/mL on day 7 for SEBOVinfected animals, and 6.9 ± 0.14 log 10 PFU/mL on day 8 for BEBOV-infected animals (Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 562,
                    "end": 572,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Circulating Virus and Tissue Burden"
        },
        {
            "text": "Infectious virus was isolated from all tissues tested for BEBOV. No virus was isolated from the pancreas of ZEBOV-or SEBOVinfected animals. Peak titers were noted in typical Ebolavirus target organs such as liver and spleen where ZEBOV-infected animals had a higher mean viral burden, followed by those infected with SEBOV and BEBOV (Supplementary Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 357,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Circulating Virus and Tissue Burden"
        },
        {
            "text": "While rodent models for ZEBOV (Mayinga strain) and SEBOV (Boniface strain) have been described, these models require serial passage to achieve uniform lethality. Here, we present novel outbred, small-animal models that recapitulates hallmark features of Ebolavirus infection of humans and NHPs without adaptation: a uniformly lethal, ferret model of infection with BEBOV, the Gulu strain of SEBOV, and the Kikwit strain of ZEBOV. The Gulu and Kikwit strains have been used by much of the filovirus research community as prototype strains for validating countermeasures in NHPs, and thus screening in ferrets may increase predictive efficacy of such interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Ferrets have largely been used to study respiratory infections such as those due to influenza virus, respiratory syncytial virus, and henipaviruses, in which mucosal routes have been the most relevant means of infection. The mucosal route of infection has been implicated as an important means of Ebolavirus transmission and has also been demonstrated as an effective method of artificial infection by small-particle aerosol [9] [10] [11] . Accordingly, we challenged ferrets intranasally, a commonly used route in challenge experiments, to assess the mucosal route of infection prior to attempts using less natural routes of infection (eg, parenteral injection). The resulting uniform lethality demonstrates the utility of this intranasal infection model in potential mucosal-mediated transmission experiments or small-particle aerosol challenge, the latter being highly relevant for biodefenserelated concerns. A remarkable point about the intranasal mode of infection is that, despite having direct access to the lungs upon infection, we observed minimal evidence of gross lung pathology; rather, the most impressive pathology and viral burdens were noted in the liver and spleen, just as in NHPs experimentally infected via the intramuscular route.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 428,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Here, we report 3 ferret models of infection with phylogenetically distinct Ebolaviruses that recapitulated hallmark pathologic processes of Ebolavirus infection in primates, including humans, with indications of fever, diarrhea, coagulopathy, vascular leakage, lymphocyte apoptosis, granulocytosis, multiorgan dysfunction, and abrogated proinflammatory molecule production. As in NHPs, we additionally find that there are clear differences in viral replication rates in ferrets among the different species of Ebolavirus that likely result in correspondingly graded differences in disease progression and time to death [8, 12] .",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 622,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Taken together, these data imply that the ferret models have potential utility for dissecting key events in the pathogenesis of several Ebolaviruses and may be useful for evaluating candidate medical interventions prior to assessment in NHPs [12] . Further studies are needed to more fully characterize the events leading to death and suitability for transmission modeling in these and related filovirus models of infection in ferrets, as well as to determine this model's predictive efficacy for testing medical countermeasures.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Supplementary materials are available at http://jid.oxfordjournals.org. Consisting of data provided by the author to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the author, so questions or comments should be addressed to the author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Animal models for Ebola and Marburg virus infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Humanized mouse model of Ebola virus disease mimics the immune responses in human disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Spengler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Chakrabarti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Dis",
            "volume": "213",
            "issn": "",
            "pages": "703--714",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A single-vector, single-injection trivalent filovirus vaccine: proof of concept study in outbred guinea pigs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Versteeg",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "",
            "pages": "384--392",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Development and characterization of a guinea pigadapted Sudan virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "392--401",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ferret models of viral pathogenesis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Enkirch",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Von Messling",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology",
            "volume": "",
            "issn": "",
            "pages": "259--70",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The draft genome sequence of the ferret (Mustela putorius furo) facilitates study of human respiratory disease",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alfoldi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gori",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Biotechnol",
            "volume": "32",
            "issn": "",
            "pages": "1250--1255",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pathogenesis of Ebola hemorrhagic fever in cynomolgus macaques: evidence that dendritic cells are early and sustained targets of infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Pathol",
            "volume": "163",
            "issn": "",
            "pages": "2347--70",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Filovi ridae: Marburg and Ebola Viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "923--56",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assessment of the risk of Ebola virus transmission from bodily fluids and fomites",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Bausch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Towner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "",
            "pages": "142--149",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aerosol exposure to Zaire ebolavirus in three nonhuman primate species: differences in disease course and clinical pathology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Lackemeyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Garza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Microbes Infect",
            "volume": "13",
            "issn": "",
            "pages": "930--936",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vesicular stomatitis virus-based vaccines protect nonhuman primates against aerosol challenge with Ebola and Marburg viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Daddario-Dicaprio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "6894--900",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Considerations in the use of nonhuman primate models of Ebola virus and Marburg virus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "212",
            "issn": "2",
            "pages": "91--98",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Supplementary Table 1, and SupplementaryFigure 4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A-E, Representative gross pathology of Ebolavirus infection. All represented lesions were from Zaire ebolavirus-infected ferrets; however, gross pathology severity was comparable across ebolavirus species. A, Pyloric duodenal junction corresponding mucosal hemorrhage (arrow). B, Multifocal thymic hemorrhage (asterisk). C, Multifocal hepatic necrosis. D, Splenomegaly, multifocal necrosis, and infarction (arrow).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Clinical parameters of Ebolaviruses infection in ferrets. Abbreviations: BEBOV, Bundibugyo ebolavirus; PFU, plaque-forming units; SEBOV, Sudan ebolavirus; ZEBOV, Zaire ebolavirus.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments. We thank Daniel J. Deer, for technical assistance in the biosafety level 4; Krystle Agans and Dr Kimberly Schuenke, for administrative assistance; Natalie Dobias and the University of Texas Medical Branch (UTMB) Research Histology Core, for assistance with tissue preparations; and Dr Curtis Klages, Jessica Graber, and the UTMB Animal Resource Center, for veterinary and husbandry support.Disclaimer. The opinions, interpretations, conclusions, and recommendations contained herein are those of the authors and are not necessarily endorsed by UTMB.Financial support. This work was supported by the Department of Microbiology and Immunology, UTMB at Galveston (funds to T. W. G. and grant UC7AI094660 for BSL-4 operations support of the Galveston National Laboratory).Potential conflicts of interest. All authors: No reported conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}