{
    "paper_id": "ed6b1dc674893e435945a5efbd1eef13a7c56bc1",
    "metadata": {
        "title": "Study on inactivation of porcine epidemic diarrhoea virus, porcine sapelovirus 1 and adenovirus in the production and storage of laboratory spray-dried porcine plasma",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "M"
                ],
                "last": "Hulst",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wageningen Bioveterinary Research",
                    "location": {
                        "settlement": "Lelystad",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Heres",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "W"
                ],
                "last": "Hakze-Van Der Honing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wageningen Bioveterinary Research",
                    "location": {
                        "settlement": "Lelystad",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Pelser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Fox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIZO Food Research BV",
                    "location": {
                        "settlement": "Ede, Lelystad",
                        "country": "The Netherlands, The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "H M"
                ],
                "last": "Van Der Poel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wageningen Bioveterinary Research",
                    "location": {
                        "settlement": "Lelystad",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Keywords adenovirus, feed-safety, porcine epidemic diarrhoea virus, porcine sapelo virus 1, spray-dried porcine plasma, thermal and physical inactivation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Correspondence Marcel M. Hulst,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Aim: Evaluation of the thermal and physical conditions for inactivation of adenovirus (AdV), porcine sapelovirus 1 (PSV1) and the economically important viruses porcine epidemic diarrhoea virus (PEDV) and porcine circovirus 2 (PCV2) in the production of spray-dried porcine plasma (SDPP). Methods and Results: Citrate-treated porcine plasma of pH 7Á5, 9Á8 and 10Á2 (8Á5% dry-matter) was spiked with PEDV, PSV1, PCV2 and AdV and incubated at 3°C for maximum 24 h, and at 44 or 48°C for maximum 10 min (Experiment 1). Spiked citrate-treated concentrated plasma of pH 7Á5 and 9Á8 (24% dry-matter) was spray dried in a laboratory scale apparatus (Experiment 2). Aliquots of SDPP were stored over a period of 0-10 weeks at 11 and 20°C (Experiment 3). Reverse transcription(RT)-quantitative PCR detected no notable reduction in viral genomes in treated plasma and SDPP samples. No infectious PSV1 was re-isolated from plasma and SDPP samples in cell culture. At pH 10Á2 and 3°C, infectivity of PEDV in plasma was reduced with a reduction factor of 4Á2 log 10 (LRF) at 10 h contact time, whereas heating to 44°C for at least 1 min at alkali pH was needed to achieve a LRF of 4Á2 for AdV. Spray drying at an outlet temperature of 80°C reduced AdV infectivity effectively (LRF = 5Á2) and PEDV infectivity for 95% (LRF = 1Á4). After storage at 20°C for 2 weeks no infectious PEDV was re-isolated from SDPP anymore (LRF ≥4Á0). Due to growth of antibiotic-resistant bacteria from plasma in cell cultures used for PCV2 isolation, no data regarding inactivation of PCV2 were obtained. Conclusions: Five percent of PEDV stayed infectious after our spray drying conditions. Spray drying in combination with storage for ≥2 weeks at 20°C eliminated infectivity of PEDV effectively. Significance and Impact of the Study: The conditions for inactivation of virus in plasma and SDPP determined are important for producers to inactivate PEDV during production of SDPP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "1931",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhoea virus (PEDV) is singlestranded, positive-sense RNA virus belonging to the family Coronaviridae (Pensaert and de Bouck 1978) . The genome of approximately 28 kb is protected by a capsid that is surrounded by a membrane (envelope) in which the surface glycoproteins (so-called 'spike proteins') are anchored (Bridgen et al. 1993) . PEDV-diseased piglets shed high concentrations of infection-competent PEDV particles in their faeces . As reported for other Coronaviridae this suggests that the surface structure of these PEDV particles stays intact in environments other than faeces (Hofmann and Wyler 1989; Lai et al. 2015) . Rescue of infectious PEDV from several feed ingredients and additives was reported recently, showing that PEDV stays viable in other environments than faeces (Dee et al. 2014) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 150,
                    "text": "(Pensaert and de Bouck 1978)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 333,
                    "end": 354,
                    "text": "(Bridgen et al. 1993)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 608,
                    "end": 632,
                    "text": "(Hofmann and Wyler 1989;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 633,
                    "end": 649,
                    "text": "Lai et al. 2015)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 810,
                    "end": 827,
                    "text": "(Dee et al. 2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Spray-dried plasma proteins (SDPP) are used worldwide as feed-ingredient in the pig industry for their bioactive function (Pettigrew 2006) . It is mainly used in starter diets of weaned piglets, but also in milk replacers (Hansen et al. 1993) . A multitude of studies showed that supplementation with SDPP reduces the period and severity of postweaning diarrhoea in piglets, indicating that SDPP may be a good alternative for growth-promoting antibiotics in the pig industry (Pettigrew 2006; Ferreira et al. 2009 ). However, the introduction of PEDV in Canada in 2014, following the severe outbreak of PEDV in North America, starting in the spring of 2013, lead to suggestion that SDPP could be the cause of transmission of PEDV among pig herds Pasick et al. 2014) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 138,
                    "text": "(Pettigrew 2006)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 222,
                    "end": 242,
                    "text": "(Hansen et al. 1993)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 475,
                    "end": 491,
                    "text": "(Pettigrew 2006;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 492,
                    "end": 512,
                    "text": "Ferreira et al. 2009",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 745,
                    "end": 764,
                    "text": "Pasick et al. 2014)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After the start of the PEDV outbreak in 2013 in the US, it became clear that PEDV poses a serious threat for the profitability of the pig industry worldwide. Although there was no substantial evidence for the belief that PEDV was spread through plasma, the producers of SDPP commissioned a number of research projects to prove the virus-safety of their product. In animal trials piglets were fed with diets supplemented with SDPP produced from plasma of pigs obtained from PEDV-infected farms and produced from plasma that was deliberately contaminated (spiked) with infectious PEDV before spray drying Opriessnig et al. 2014; Schumacher et al. 2016) . In these trials piglets did not show any signs of disease and also no faecal shedding of PEDV was detected.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 626,
                    "text": "Opriessnig et al. 2014;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 627,
                    "end": 650,
                    "text": "Schumacher et al. 2016)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More detailed knowledge about the kinetics of inactivation by the thermal and pH conditions used in each the different steps of SDPP production should elucidate whether SDPP is a microbiological safe product. Besides PEDV, also new and re-emerging viruses pose a potential risk. To obtain a broader picture of virus inactivation in the different steps of production, inactivation of three other infectious viruses were measured in addition to PEDV; namely, the naked RNA virus porcine sapelovirus 1 (PSV1, alias porcine enterovirus serotype 8), the economically important naked DNA virus porcine circovirus 2 (PCV2) and adeno virus (AdV), a virus frequently used to monitor virus inactivation in feed and food products (Maunula et al. 2013) . To reflect the industrial production of SDPP as much as possible (see for a production scheme Fig. 1 ) in this study raw porcine blood was collected at a regular slaughterhouse in the Netherlands, preprocessed to plasma in a similar manner as is done in industrial production of SDPP and spiked with a mixture of PEDV, AdV, PCV2 and PSV1. Portions of unconcentrated plasma (as is) were used to test the thermal and physical stability at neutral and alkali pH of these viruses during prestorage (Fig. 1) and after concentration by ultrafiltration, portions of concentrated plasma were used for spray drying using a laboratory apparatus (B€ uchi spray drying; see Fig. 1 ). Aliquots of the produced SDPP were stored at 11 and 20°C for up to 10 weeks (poststorage, Fig. 1 ). Samples collected were analysed by reverse transcription (RT)-quantitative PCR (qPCR) to monitor the concentration of viral genomes and dilutions of these samples were subjected to virus isolation/titration using susceptible cell lines to determine the degree of inactivation of each step in the production process of SDPP.",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 740,
                    "text": "(Maunula et al. 2013)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 837,
                    "end": 843,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1245,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1411,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1505,
                    "end": 1511,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "African green monkey kidney epithelial cells (Vero cells) were obtained from the American 109 Type Culture Collection (ATCC â CCL-81). Vero cells were cultured and maintained in Eagle's Minimum Essential Medium (EMEM) with 10% v/v foetal bovine serum (FBS; Bodinco BV, Alkmaar, The Netherlands) and 1% v/v Antibiotic-Antimycotic mixture (anti-anti, Gibco â ), 1% L-Glutamine (Gibco â ), 1% nonessential amino acids (Gibco â ) and 1% sodium bicarbonate (Gibco â ). For preparation of PEDV virus stocks and virus isolation assays Vero cells were grown in serum-free medium, i.e. 1 : 1 mixture of EMEM and UltraMCDK (Lonza Group Ltd, Bazel, Switzerland) supplemented with 10 lg ml À1 trypsin and 1% v/v anti-anti. After each day of growth, 75% of this serum-free medium was replaced with fresh medium containing 10 lg ml À1 trypsin (Hofmann and Wyler 1988) . A549 and PK15 cells were obtained from ATCC (A549-ATCC â CCL-185 TM , PK15-ATCC â CCL-33 TM ) and were cultured and maintained in Dulbecco's modified eagle medium and EMEM, respectively, with 10% v/v FBS and 1% v/v anti-anti. PSV1 strain Po 5116 (nucleotide acc. number AY392538.1) was kindly provided by Professor Dr. Roland Zell (University of Jena, Germany). PEDV strain CV777 was obtained from Pensaert and De Bouck in the late 1970s and induced diarrhoea in experimental pigs (Pensaert and de Bouck 1978) . PCV2 strain 35 was isolated from pigs with PMWS in the Netherlands (isolation number 35; Wellenberg et al. 2000) . AdV strain 2 was isolated from humans and is frequently used as internal control virus (index virus) to monitor virus inactivation in feed and food products (Maunula et al. 2013 ). To prepare virus stocks for spiking, nearly confluent monolayers of Vero (PEDV), A549 (AdV) or PK15 (PSV1 and PCV2) cells were infected with a multiplicity of infection of about 0Á1 and grown for 5 days (PVC2) or until 75% of the cells showed cytopathogenic effect (CPE) induced by PEDV, AdV or PSV1. Virus-infected cultures were freeze-thawed twice at À70°C and the suspension was centrifuged at 4000 g for 10 min to remove cell debris. The supernatant was harvested, divided in aliquots and stored at À70°C. Aliquots of each virus stock were thawed and used to determine the titre of the virus stocks.",
            "cite_spans": [
                {
                    "start": 829,
                    "end": 853,
                    "text": "(Hofmann and Wyler 1988)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1337,
                    "end": 1365,
                    "text": "(Pensaert and de Bouck 1978)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1457,
                    "end": 1480,
                    "text": "Wellenberg et al. 2000)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1640,
                    "end": 1660,
                    "text": "(Maunula et al. 2013",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Viruses, cells and preparation of virus stocks"
        },
        {
            "text": "For industrial production of SDPP, blood from healthy pigs is collected at slaughterhouses, citrate is added as anticoagulant and the blood cells are separated from the plasma by centrifugation. The liquid plasma is concentrated by ultra-or nano-filtration to remove water and to reduce the salt content, and subsequently spray dried (boxes with solid lines in Fig. 1 ). For the experiments conducted on a laboratory scale in this study, raw porcine blood was collected at a regular slaughterhouse in the Netherlands. Per 1000 ml of blood 80 ml of a 10% w/v trisodium citrate solution was added on top as anti-coagulation and the blood was cooled to 4°C, centrifuged for 25 min at 1500 g to remove blood cells. For spray drying experiments 2Á5 l of this plasma batch was concentrated by filtration using a hollow fibre membrane of 0Á28 m 2 (General Electric Healthcare type UFP-10-E-5A). For heat-treatment experiments the plasma was not concentrated. Before spiking of unconcentrated and concentrated plasma with viruses, four aliquots of 0Á5 ml (negative control samples) were directly frozen on dry-ice and stored at À70°C until analysed with qPCR or subjected to virus isolation/titration (see below). Similar was done for the portions of spiked unconcentrated plasma and culture medium that were incubated at different temperatures at different pH for different periods, and for the spiked concentrated plasma used to produce SDPP using the B€ uchi spray drier (spiked reference samples; see below).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 367,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Preprocessing of plasma and storage of treated plasma and SDPP samples"
        },
        {
            "text": "Portions of 8Á1 ml unconcentrated plasma (~8Á5% dry matter) and culture medium were alkalized to pH 9Á8 or 10Á2 by slowly adding small volumes of NaOH solution (1Á65 N = 6Á6% w/v) under constant agitation, or not alkalized (plasma pH = AE7Á5). Subsequently, these portions of plasma and culture medium were spiked on ice under constant agitation with 900 ll of a mixture of the four virus stocks (see the legends of Table 3 for final concentration of viruses). An aliquot of 2Á1 ml alkalized medium and plasma was divided over four reaction vessels (spiked reference samples; 0 h or 0 m) before samples were stored at À70°C. Three aliquots of 2Á1 ml were transferred to custom made stainless steel incubation tubes with screw cap and incubated in a water bath at various temperatures. The temperature inside the centre of the tubes was recorded using a calibrated thermocouple. At temperatures of 3, 44 and 48°C, aliquots were incubated for 1, 10 and 24 h (3°C), for 1, 5 and 10 m Figure 1 Flow scheme of spray drying process of plasma. Solid lines; existing steps in the production process of SDPP in industrial plants. Dotted lines: optional steps tested in this study, to increase inactivation of viruses in SDPP production plants. Dashed lines: viruses were spiked in unconcentrated plasma (prestorage experiment) in a ratio virus stock to plasma of 1 : 9 and in concentrated plasma (Buchi runs 1, 2, 3 and 4) in a ratio virus stock to plasma of 1 : 9 (run 1 and 2) or 1 : 12 (run 3 and 4). Inserted table: overview of B€ uchi spray drying conditions tested.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 423,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 981,
                    "end": 989,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Experiment 1: Treatment of plasma at various temperatures"
        },
        {
            "text": "(44°C) and for 1, 2 and 10 m (48°C) respectively. After incubation, the content of the each tube was divided over four reaction vessels and stored at À70°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment 1: Treatment of plasma at various temperatures"
        },
        {
            "text": "Concentrated plasma batches (24% dry matter) were kept on ice and alkalized to pH 9Á8 by adding a 10 N NaOH solution under constant agitation or not alkalized (as is; pH 7Á5). Subsequently, PCV2, AdV, PSV1 and PEDV virus stocks were added slowly to these batches under constant agitation. Immediately after spiking the plasma batches were spray dried in a B€ uchi 290 Mini Spray Dryer (B€ uchi Labortechnik AG, Flawil, Switzerland) using an inlet temperature of 190°C and an outlet temperature of 80 or 90°C at the maximum airflow. During the spray drying the spiked plasma batch was kept on ice. In total four batches of spiked plasma were spray dried. Details about the volume of plasma spray dried, the volume of virus stocks spiked and the outlet temperature of spray drying for each run are listed in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 812,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Experiment 2: B€ uchi spray drying of plasma"
        },
        {
            "text": "SDPP powders produced in B€ uchi runs 1 and 2 were thawed on ice and 0Á250 g portions were transferred to 12 ml polypropylene tubes with grip-stop (Greiner 160282). Two tubes with 0Á250 g from run 1 and 2 were directly frozen at À70°C (0 weeks controls). All other tubes were stored in the dark in an incubator at 11 and 20°C for 1, 2, 3, 4, 5 and 10 weeks. For each time point and temperature of storage, duplicate portions were prepared. After the indicated weeks of storage both portions were transferred to À70°C. One of the duplicate portions was thawed and subjected to PEDV isolation/titration in serial dilutions as described beneath (see Methods section 'Virus isolation/titration assays'). Each dilution was tested in duplicate on cells. In case one of the duplicate dilutions around the end-point (the highest dilution scoring virus positive) scored positive and the other negative, the duplicate portion of SDPP kept at À70°C was thawed and tested in similar serial dilutions to confirm the endpoint of the titration",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment 3: Storage experiment SDPP"
        },
        {
            "text": "The relative quantity of viral genomes in SDPP, plasma samples, or culture medium was determined using (RT)-qPCR. Total nucleic acids were extracted from 100 ll samples (virus stocks, culture medium, or plasma) or 100 ll of the 5% w/v solution SDPP in culture medium using 300 ll Trizol LS (Invitrogen, Thermo Fisher Scientific, Naarden, The Netherlands) followed by further purification using silica-based columns of the Direct-zol TM RNA miniprep Kit (BaseClear Lab Products, Leiden, The Netherlands). The nucleic acids were eluted in 50 ll of RNAse-free water. Five ll of eluate was used for quantification of AdV and PCV2 DNA by qPCR using the Applied Biosystems TM TaqMan Universal PCR Master Mix (Thermo Fisher Scientific, Naarden, The Netherlands) and the 'Faststart DNA master HybProbe' kit (Roche, Woerden, The Netherlands) respectively. Five ll of eluate was used as RNA template for RT and quantification using the Invitrogen Ultra Sense TM One-Step Quantitative RT-PCR kit (Thermo Fisher Scientific, Naarden, The Netherlands) for PSV1 and the Taqman Fas-tVirus-1-step master mix for PEDV. qPCR tests were carried out with a LightCycler instrument (LC480; Roche Applied Science, Mannheim, Germany) or Applied Biosystems 7500 Fast Real time PCR system using fluorescent labelled internal primers (probes) for detection of amplicons. The sequence of the forward, reverse primer and probe, their positions on the viral genome and the length of the DNA fragments amplified in PCR reactions are listed in Table 1 . In each qPCR run dilutions of virus stocks with a known titre (qPCR positive control) and culture medium of uninfected cells (qPCR negative control) were isolated and analysed along with the samples. The negative controls did not produce an S-shaped melting curve and scored a Ct-value of ≥35, and the Ct-value of the positive controls measured in all runs passed the sensitivity criteria documented for each virus-specific qPCR. Details about the conditions used for amplification are provided in Table S1 for each virus-specific qPCR.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1511,
                    "end": 1518,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2019,
                    "end": 2027,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Quantitative PCR"
        },
        {
            "text": "Plasma, culture medium and SDPP samples were thawed on ice just before preparing dilutions in the appropriate, ice-cold culture medium for cell lines used in virus isolation/titration tests. The starting dilution of medium and plasma samples was 20-fold. A weighted amount of SDPP was dissolved in the ice-cold culture medium for each type of cell line to obtain a final concentration of 5% w/v SDPP in culture medium. It was necessary to dilute plasma samples 20-fold and test solutions of SDPP with a concentration that did not exceeded 5% w/v (1 : 20) in order to prevent coagulation and formation of clots. Routinely, this 1 : 20 dilutions of plasma or SDPP was further diluted in fivefold steps to 1 : 100, 1 : 500, 1 : 2500, 1 : 12 500 and 1 : 62 500 dilutions. Occasionally, PEDV isolation/titration from specific samples was repeated with additional twofold dilutions around the 'end-point' determined in the first PEDV isolation/titration assay (e.g. 1 : 25 000 in case 1 : 12 500 was the 'end-point'). Nearly confluent monolayers of cells, grown in culture plates (2 cm 2 wells for PK15 and A549 cells) or flasks (25 cm 2 or 175 cm 2 flasks for Vero cells), were inoculated with these dilution and grown as specified beneath for each virus. After growth, the 'end-point' was determined by detection of the characteristic CPE induced by AdV, PSV1 (rounded cells detaching from the monolayer and formation of plaques) and PEDV (syncytia formation) by inspecting wells/flasks with a microscope. In case it was doubted whether cells were affected by CPE (e.g. in wells/flasks inoculated with dilutions around the 'end-point'), 100 ll of the culture medium was harvested and analysed by qPCR to confirm virus infection/replication. For determination of the 'endpoint' for PCV2, 100 ll of culture medium was harvested from all wells and analysed by qPCR. Wells in which viral RNA or DNA was detected with a Ct-value ≤30 and produced an S-shaped melting curve were considered as 'virus positive'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus isolation-titration assays"
        },
        {
            "text": "AdV, PCV2 and PSV1; the culture medium was removed and wells were washed with EMEM plus 2% w/v FBS and 1% anti-anti. A volume of 0Á5 ml of samples diluted in prewarmed EMEM plus 2% w/v FBS and 1% anti-anti (hereafter denoted as infection medium), was applied to 2 cm 2 wells and plates were incubated for 2 h at 37°C and 5% CO 2 . The dilutions were removed and wells were washed once with 0Á5 ml of infection medium and supplied with the standard growth medium used for each cell line (see above). After 6-7 days (A549 cells) or 4-5 days (PK15) of growth the end-point for AdV and PSV1 was determined as described above. After an additional incubation period of 2-3 days, 100 ll of culture medium, was harvested from wells, and analysed by qPCR to determine the endpoint for PCV2. PK15 cells inoculated with a 20fold dilution of spiked plasma or with 5% w/v SDPP solutions in which no PSV1 and/or PCV2 virus infection/ replication was detected were passaged blindly to 10 cm 2 tissue culture wells and grown for a second period of 7 days. PSV1 and PCV2 infection/replication in PK15 cells was detected similar as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus isolation-titration assays"
        },
        {
            "text": "PEDV; The medium with 10% FBS was discarded from 25 or 175 cm 2 culture flasks with Vero cells, and monolayers were washed with serum-free medium (1 : 1 EMEM-UltraMCDK plus 1% v/v anti-anti; hereafter denoted as PEDV-infection medium). Serial dilutions of samples prepared in PEDV-infection medium supplemented with 10 lg ml À1 trypsin were applied to flasks (1Á5 ml for a 25 cm 2 and 9 ml for a 175 cm 2 flasks) and flasks were incubated for 2 h at 37°C and 5% CO 2 . Dilutions were removed and monolayers were washed once with PEDVinfection medium (5 ml per 25 cm 2 ) and provided with 4Á2 ml (25 cm 2 ) or 25 ml of fresh PEDV-infection medium containing 10 lg ml À1 trypsin. Each day 75% of the medium was replaced with fresh PEDV-infection medium containing 10 lg ml À1 trypsin. Cultures were grown for 7-9 days at 37°C and 5% CO 2 and were daily inspected with a microscope for CPE. In case no CPE was visible after 7-9 days, 100 ll of culture medium was analysed with (RT)-qPCR to detect PEDV replication. In addition, 100 ll of culture medium of flasks inoculated with the 'next serial dilution' in which no CPE was observed, was analysed with (RT)-qPCR to confirm that no PEDV replication had occurred in these cultures inoculated with a 'one step further' diluted sample (flasks scoring a Ct-value ≤30 were considered as 'virus positive').",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus isolation-titration assays"
        },
        {
            "text": "The dilution factor of the end-point dilution determined for untreated plasma (spiked reference samples; aliquots Table S1 . †NCBI GenBank accession numbers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Calculation of virus reduction factors"
        },
        {
            "text": "of plasma or culture medium directly frozen after spiking with viruses) DF R and of treated plasma and SDPP samples, DF T , were used to calculate the virus reduction factor (LRF) on a log 10 scale, using the formula LRF = log 10 (DF R /DF T ). For each heat-treatment of plasma, for spray drying, and for the stored samples of SDPP an LRF was calculated. In case 25 cm 2 flasks of Vero cells inoculated with 1Á5 ml of a 1 : 20 dilution of plasma or dissolved SDPP (0Á075 ml plasma or 0Á075 g SDPP) scored virus negative for PEDV, fresh aliquots of 0Á45 ml plasma or 0Á45 g SDPP were re-tested in a 1 : 20 dilution in a 175 cm 2 flasks (9 ml of inoculum per 175 cm 2 flask). The DF T for these re-tested samples was corrected for the larger volume or amount (g) of inoculum using the formula, DF T = 20/((n 9 0Á45)/0Á075), in which n stands for 1 or 2 175 cm 2 flasks. Due to conversion of liquid plasma to powder by spray drying, the concentration of spiked virus per g SDPP can be up to 6Á7-fold higher than the concentration per ml in concentrated plasma (see Fig. 1 ). For SDPP samples, the DF R measured to calculate the LRF was multiplied with 6Á7 to account for this. The maximum measurable RF max (log 10 scale) was calculated for each experiment using the formula; RF max = log 10 (DF R /20), in which 20 stands for the DF of the 1 : 20 start dilution (see above). For PEDV virus isolation in 175 cm 2 flasks the denominator in this RF max formula was corrected for the volume or grams tested, and for SDPP powders the nominator multiplied with 6Á7 as described above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1063,
                    "end": 1069,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Calculation of virus reduction factors"
        },
        {
            "text": "In the pilot experiments, in which untreated preprocessed and heat-treated plasma and dissolved SDPP powders were subjected to titration in culture plates with 2 cm 2 wells, large parts (up to 90-100%) of the monolayers of the Vero cells detached, cells clotted and a substantial part of the cells were lost due to the daily refreshment of 75% of the volume of the PEDV-infection medium during the 7-9 days growth. This loss of cells resulted in missing data points and partly unreliable results of titrations and demanded repeated re-testing of plasma and SDPP samples. Therefore, the use of plates with 2 or 10 cm 2 culture wells for titration and isolation of infectious virus for large numbers of samples was inefficient and laborious. Using Vero cells grown in 25 and 175 cm 2 flasks, less cells detached. In addition, these larger cell surfaces allowed testing of larger quantities of plasma and SDPP, thereby improving the sensitivity of PEDV isolation. To determine the sensitivity of this virus isolation assay for plasma samples, a known amount of PEDV was spiked in preprocessed plasma of pH 7Á5 and in PEDVinfection medium. Serial dilution of these spiked samples was subjected to virus isolation using 25 cm 2 flasks. In this assay, the DF measured for spiked plasma was equal to that of spiked medium, and 100% of the spiked PEDV was recovered (Table 2) . To test this for SDPP, duplicate portions of powders from B€ uchi run 1 and 2 (note that these powders were produced from spiked plasma (see Fig. 1 ) were dissolved in PEDV-infection medium and one of the duplicates was re-spiked with a known amount of PEDV stock and both were tested in dilutions in 25 cm 2 flasks. At a DF of 12 500, typical PEDV CPE was observed and qPCR analysis detected PEDV replication for these re-spiked powders dissolved in infection medium. Not re-spiked powders scored negative for CPE and in the qPCR analysis at a DF of 12 500, and positive at a DF of 2500 (results not shown). This showed that an additional amount of infectious PEDV added to infection medium with SDPP was recovered efficiently and showed that components in SDPP did not inhibit PEDV infection in our virus isolation/titration test. Based on the concentration of PEDV detected in 25 cm 2 flasks, at the measured DF, the sensitivity for detection of infectious PEDV in plasma or dissolved SDPP was calculated when larger quantities were subjected to virus isolation in 175 cm 2 flasks. These results showed that spiked PEDV could be efficiently recovered from plasma and dissolved SDPP samples and an amount of 0Á75 PFU per ml plasma or 0Á73 PFU per g SDPP could be detected in this assay (Table 2) . To obtain uniform data, testing of dilutions in fivefold steps, similar as was performed for PEDV, was also used for the three other viruses in this study (see Materials and Methods).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1358,
                    "end": 1367,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1511,
                    "end": 1517,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 2658,
                    "end": 2667,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Validation of PEDV isolation using Vero cells grown in flasks"
        },
        {
            "text": "Aliquots of spiked preprocessed unconcentrated plasma of pH 7Á5 and alkalized to pH 9Á8 and 10Á2 that were incubated at different temperatures for the periods indicated in Table 3 , including aliquots of the unconcentrated plasma before spiking (negative control plasma samples), were analysed with (RT)-qPCR. These latter negative control plasma samples scored a Ct value of >35 in the (RT)-qPCR tests for PEDV, PSV1, AdV and PCV2. For PEDV, AdV and PCV2 no decline in the amount of viral genomes was observed after heat treatment compared with the positive control medium and plasma samples directly frozen at À70°C after spiking (0 m or 0 h). The average Ct value and standard deviation (AESD, n = 36 analysed in duplicate by (RT)-qPCR) for PEDV, AdV, PSV1 and PCV2 was 21Á4 (1Á3), 25Á0 (1Á3), 27 (1Á4) and 21Á6 (1Á1) respectively. For PSV1 one plasma sample, which was alkalized to pH 10Á2 and heated to 48°C for 10 min, was identified as a 'furthest from the rest' value in a Grubbs outlier test (Ct = 30Á1, P > 0Á05). This showed that the spiked viruses were uniformly dispersed in portions of plasma at neutral and alkaline pH. In addition, it indicated that heating at high pH did not resulted in extensive hydrolysis/fragmentation of the viral DNA (AdV and PCV2) and RNA (PEDV and PSV1) genomes. Dilutions of 'not heat-treated' plasma samples were subjected to virus isolation. In 2 cm 2 wells with PK15 cells inoculated with serial dilutions of these 'not heattreated' plasma samples no typical CPE induced by PSV1 was observed, and no PCV2 and PSV1 replication was detected by qPCR after growth for 5 (PSV1) or 7 days (PCV2). After blind passage of the PK15 cells from wells inoculated with 1 : 20 dilutions to 10 cm 2 wells and growth for another period of 5 or 7 days also no typical PSV1 CPE was observed and no replication of PSV1 and PCV2 was detected by qPCR. Because PSV1 and PCV2 could not be re-isolated from these 'not heat-treated' plasma samples even not from those kept on ice at pH 7Á5, no further efforts were undertaken to test the bulk of heat-treated plasma samples in the PSV1 and PCV2 in the virus isolation/titration assays. The reduction factor (LRF, see Materials and Methods) for PSV1 was calculated using the titre of the virus stock used for spiking and was equal to the maximum reduction factor (RF max = 3Á3) measurable in the virus isolation assay for PSV1. In the discussion it is explained why no LRF was calculated for PCV2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Prestorage and heat treatment of virus-spiked plasma"
        },
        {
            "text": "Hundred percent of the amount of PEDV spiked in plasma of pH 7Á5 was recovered from 'not heat-treated' plasma samples (0m and 0h samples at pH 7Á5; see Table 3 ), indicating that no neutralizing antibodies directed against PEDV were present in the pool of blood collected from the slaughterhouse. In addition, this showed that the presence of infectious AdV or PSV1 did not interfere with the detection/isolation of PEDV when Vero cells were infected and grown in the presence of 10 lg ml À1 trypsin. For all treatments of spiked plasma and culture medium listed in Table 3 , the LRF was calculated. Prolonged incubation at 3°C of alkalized plasma and culture medium lead to an efficient reduction in PEDV-infectivity. After incubation for 24 h at 3°C no infectious PEDV could be detected anymore in plasma alkalized to pH 10Á2. (LRF = 4Á2), whereas AdV infectivity was reduced not more than fivefold (LRF = 0Á7). Compared with the relatively long period (24 h) at 3°C, heating of plasma at pH 10Á2 to 44 or 48°C reduced the time needed to inactivate PEDV with an LRF of 4Á2 to 3 and 1 min respectively. At neutral pH, infectivity of AdV in plasma was reduced effectively (LRF = 4Á2) when plasma was heated to 48°C for more than 5 min. In contrast, under these conditions only a slight reduction in AdV infectivity was observed in culture medium (LRF = 1Á4). These large differences between culture medium and plasma were not observed for PEDV after incubation at neutral pH, nor under alkaline conditions (Table 3) . By heating of plasma to 44°C for at least 3 min at pH 10Á2 a RF max (4Á2) was achieved for both PEDV and AdV (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 566,
                    "end": 573,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1506,
                    "end": 1515,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1627,
                    "end": 1636,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Prestorage and heat treatment of virus-spiked plasma"
        },
        {
            "text": "Samples of SDPP produced in B€ uchi runs 1, 2, 3 and 4 (see Fig. 1 ), and the spiked reference samples of concentrated plasma batches from which these SDPP samples were produced, were analysed by qPCR and dilutions 1Á3 9 10 4 2Á5 9 10 4 /2Á5 9 10 4 1Á7 9 10 4 0Á68 0Á75 PFU per ml Culture medium (re-spiked SDPP)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 66,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Virus inactivation during spray drying of plasma"
        },
        {
            "text": "1Á3 9 10 4 1Á25 9 10 4 /2Á5 9 10 4 /2Á5 9 10 4 1Á7 9 10 4 0Á68 NA Run 1 pH 7Á5 8 Á3 9 10 3 1Á25 9 10 4 /1Á25 9 10 4 8Á3 9 10 3 0Á66 0Á73 PFU per g Run 2 pH 9Á8 8 Á3 9 10 3 1Á25 9 10 4 /1Á25 9 10 4 8Á3 9 10 3 0Á66 0Á73 PFU per g *Concentration PEDV spiked in preprocessed plasma (pH 7Á5), culture medium and dissolved SDPP (5% w/v). †The highest dilution scoring virus positive (DF): 1Á5 ml of serial dilutions prepared from spiked samples were inoculated in duplicate in 25 cm 2 flasks. Note that duplicates for 'culture medium' scored different DF's in a first test. In a confirmation test (triplicate: see Materials and Methods) this sample scored a DF of 2Á5 9 10 4 . 2Á5 9 10 4 was used to calculate the recovered PFU per ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus inactivation during spray drying of plasma"
        },
        {
            "text": "‡Recovered re-spiked PFU per ml in samples calculated from the DF (DF/1Á5 ml). §Concentration (PFU per ml) in the highest dilution that scored virus positive (DF). ¶Sensitivity: concentration of PEDV in SDPP (PFU per g) and plasma (PFU per ml) detectable after inoculation of 2 175 cm 2 flask, each with 9 ml of dissolved SDPP (5% w/v) or 20-fold diluted plasma. Values were calculated from the 'detected PFU per ml at DF' ( §) determined in 25 cm 2 flasks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus inactivation during spray drying of plasma"
        },
        {
            "text": "were subjected to virus isolation. Aliquots of concentrated plasma before spiking (negative control plasma) scored a Ct value of >35 in the (RT)-qPCR tests for PEDV, PSV1, AdV and PCV2. The amount of PEDV (note that PEDV was not spiked in run 3 and 4), PCV2 and AdV genomes detected in the produced SDPP powders was comparable to that detected in the spiked reference samples of concentrated plasma (results not shown). In contrast, less PSV1 genomes were detected in produced plasma powder than in the spiked reference sample (DCt = 4Á9). Repeatedly, growth of an unknown bacterium, resistant to the antibiotic cocktail used in PK15 cell cultures, was observed when spiked reference samples of the concentrated plasma of all four runs were tested in the virus isolation assays. Whether this bacterium present in raw plasma was introduced in the collected blood by contamination from faeces, the environment in the slaughterhouse, or was present in the blood remains unclear. Therefore, no valid dilution factors for these spiked reference samples (DF R ) could be calculated. We used the DF of the virus stock used for spiking for calculation of the LRF's of spray-dried samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus inactivation during spray drying of plasma"
        },
        {
            "text": "No typical CPE induced by PSV1 and AdV was observed, and no PSV1, PCV2, or AdV replication was detected by qPCR in the medium, in PK15 cells (PSV1 and PCV2) or A549 cells (AdV) infected with 1 : 20 dilutions of SDPP samples produced in B€ uchi runs at 80 and 90°C, also not after an additional blind passage of infected cultures. In contrast, it was calculated that~5% of the PEDV spiked in plasma stayed infectious after spray drying at 80°C (note that PEDV was not tested at 90°C; see Fig. 1 ), irrespective of the pH (7Á5 or 9Á8) of the concentrated plasma used for spray drying. In Table 4 the LRF calculated for spray drying at 80°C is provided for PSV1, AdV and PEDV. Similar as observed at 80°C, spray drying at 90°C of plasma of pH 7Á5 and pH 9Á8 at 90°C also achieved the maximum LRF for AdV and PSV1 of 5Á2 and 4Á2 respectively (results not shown). In the discussion it is explained why for PCV2 no LRF was calculated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 493,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 593,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Virus inactivation during spray drying of plasma"
        },
        {
            "text": "Aliquots of the SDPP batches produced in B€ uchi run 1 and 2 were immediately frozen after spray drying (0 weeks control samples) or were stored for 1, 2, 3, 4, 5 and 10 weeks at 11 and 20°C were subjected to PEDVisolation/titration. In addition, these SDPP aliquots were analysed by qPCR. Only for one sample, i.e. SDPP produced in B€ uchi run 2 (pH 7Á5) and stored for 10 weeks at 20°C, a decline in the amount of PEDV RNA (DCt = 5) was observed compared with not stored samples (0 weeks; Ct avg = 22Á8 AE 0Á8 SD). The amount of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus inactivation during storage of SDPP"
        },
        {
            "text": "*Concentration of virus spiked in preprocessed plasma and medium: PEDV 1Á7 9 10 4 and AdV 2Á1 9 10 5 PFU per ml. †LRF max calculated using the formula LRF max = log 10 (DF R /20), in which 20 stands for the DF of the start dilution subjected to virus isolation. LRF max values are underlined. ‡LRF's were calculated using the formula LRF = log 10 (DF R /DF T ) in which DF R is the measured dilution factor for the medium sample at pH 7Á5 which was spiked at 3°C and directly frozen at À80°C (spiked reference sample) and DF T is the dilution factor measured for treated medium or plasma samples. LRF's above 3Á1 for PEDV were measured in 1 (LRF = 3Á9) or 2 (LRF = 4·2) 175 cm 2 flasks. PSV1 and PCV2 could not be re-isolated from spiked 'not heattreated' (0 m and 0 h) plasma samples (see for details the results and discussion sections). §Duplicate virus isolations that scored a different DF in a first test. In a confirmation test (see Materials and Methods) the DF established for a triplicate isolation, scoring similar to one of the duplicates of the first test, was used to calculate the listed LRF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus inactivation during storage of SDPP"
        },
        {
            "text": "PEDV RNA detected in all other samples stored at 11 and 20°C was comparable to that of not stored SDPP. The LRF as function of the storage time is displayed in Fig. 2 . After storage for 2 weeks at 20°C, no infectious PEDV was re-isolated anymore in SDPP powders produced in both runs (pH 7Á5 and 9Á8), whereas powders stored at 11°C still contained traces of infectious PEDV (i.e. approximately 1% of the amount of infectious PEDV spiked in the concentrated plasma). However, after 4 weeks of storage, no infectious PEDV could be detected anymore in any of the stored SDPP powders. Based on the amount of SDPP tested (0Á25 g) and the sensitivity of this assay (~1 PFU per g; see Table 2 ), it was calculated that SDPP powders scoring negative in the virus isolation assay contained less than 4 PFU per g of infectious PEDV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 166,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 680,
                    "end": 687,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Virus inactivation during storage of SDPP"
        },
        {
            "text": "Conditions of pretreatment/storage of plasma before it is injected in an industrial size spray dryer differ in production plants around the world. We selected the conditions most commonly used in these plants and listed the LRF values for PEDV, AdV and/or PSV1 infectivity in Table 4 . Combinations of temperature, pH and incubation periods for pretreatment and storage of SDPP may be extracted from Table 4 to evaluate the safety of produced SDPP in different production plants for the viruses tested in this study. For PEDV, our results show that an LRF of ≥4 can be achieved when a combination of heat-treatment of plasma before spray drying and a 'postproduction' storage period is applied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 400,
                    "end": 407,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Overview of reduction factors in different steps of the production process of SDPP"
        },
        {
            "text": "A number of virus-safety studies was performed in the last 2 years measuring inactivation of spiked PEDV in bovine and porcine plasma and in laboratory spray-dried proteins fractions produced from plasma Dee et al. 2014; Pujols and Segal es 2014; Quist-Rybachuk et al. 2015) . In contrast to these studies, we were able to rescue infectious PEDV virus from SDPP produced in two independent B€ uchi runs at 80°C. Despite the pH of the concentrated plasma spray dried in these runs were different and our experiments were no true duplicates, repeated rescue of infectious PEDV irrefutable proved that the infectivity of PEDV is not completely inactivated by the physical and thermal conditions of spray drying that were tested in this study. It has to be noted that the residence time of plasma in a B€ uchi laboratory spray dryer is shorter than in an industrial spray dryer (ranging from 10 to 60 s), suggesting that a higher LRF than 1Á3 for PEDV may be achieved in industrial production of SDPP.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 220,
                    "text": "Dee et al. 2014;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 221,
                    "end": 246,
                    "text": "Pujols and Segal es 2014;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 247,
                    "end": 274,
                    "text": "Quist-Rybachuk et al. 2015)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To obtain a broader knowledge of virus inactivation, we also measured inactivation of PSV1, PCV2 and AdV in experiments reflecting the main steps in industrial production of SDPP, prestorage/heat treatment of plasma, spray drying and storage of produced SDPP before dispatch. Our results showed that conditions of thermal and pH-dependent inactivation of infectious virus were different for the four viruses under study. Heating to 48°C was sufficient for effective reduction in AdV infectivity in plasma of pH 7Á5, but was insufficient for complete reduction in PEDV infectivity. In line with this, the heat of the spray dryer was, most likely, also responsible for effective reduction in AdV infectivity, whereas the residence time of plasma in the laboratory spray dryer was probably too short (0Á2-0Á35 s) (Kemp et al. 2016) to completely reduce infectivity of PEDV. In contrast, overnight incubation in alkaline condition at 3°C hardly affected AdV infectivity, but reduced PEDV infectivity efficiently. In a recent study, alkalization of plasma also potentiated inactivation of PEDV infectivity at 3°C and during heat treatment (Quist-Rybachuk et al. 2015) .",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 828,
                    "text": "(Kemp et al. 2016)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1134,
                    "end": 1162,
                    "text": "(Quist-Rybachuk et al. 2015)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Different conditions to inactivate PEDV, PSV1 and AdV infectivity were observed in this study. In general, enveloped viruses (PEDV) are more heat-labile than ND, not determined. *Calculated concentration (PFU per ml) of spiked viruses in plasma batches spray dried at 80°C: PEDV 1Á7 9 10 4 , AdV 2Á0 9 10 5 . †Average residence time (CTD) in B€ uchi spray drier. ‡LRF max for spray drying was calculated using the formula LRF max = log 10 ((DF R 9 6Á7]/20), in which DF R represent the dilution factor of the virus stock used for spiking of the plasma batches, 20 stands for the 1 : 20 start dilution (5% w/v SDPP dissolved in PEDVinfection medium) subjected to virus isolation, and 6Á7 for the 'spray drying concentration factor' (see Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 736,
                    "end": 742,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "naked viruses (PSV1 and AdV). However, PEDV showed to be less heat-labile than AdV in plasma. With respect to PSV1, infectivity was inactivated to an undetectable level in our tests immediately after spiking in chilled plasma of pH 7Á5. As observed for foot and mouth disease virus (like PSV1 also a picornavirus), addition of citrate (here used as anticoagulant) may have inactivated infectivity of PSV1 in plasma by chelating calcium (Hong et al. 2015) . PEDV and PSV1 particles are secreted by cells of the intestinal mucosa and both stay infectious in the content of the intestines and in faeces, both rough environments containing a broad diversity of proteases and glucanases from the host and microbiota. The resistance of the PEDV surface structure to active components in plasma (e.g. chemicals, protease and other enzymes) or to added chemicals (e.g. citrate), in comparison to the damage imposed to the surface of PSV1 in this environment, indicates that for each family/taxa of viruses, or even for specific virus strains, inactivation of infectivity is dependent of specific (structural) features of these viruses.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 454,
                    "text": "(Hong et al. 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No notable decline in the amount of viral RNA and DNA genomes was observed after heat-treatment of plasma, and in the B€ uchi produced SDPP. Only at the most extreme conditions applied (10 min incubation at pH 10Á2 and 48°C) some breakdown of PSV1 RNA was observed in plasma. A similar effect was observed for PEDV RNA in SDPP that was stored for 10 weeks at 20°C. For PEDV and PSV1 this suggests that their RNA genomes (note that RNA is more vulnerable to digestion/ hydrolysis than DNA) were not readily accessible for degradation by enzymes present in plasma (proteases and RNases) or by alkali hydrolysis, indicating that the RNA genomes were protected by the viral envelop and/or capsid under all tested conditions. In a recent study na€ ıve pigs were fed for nearly a month with SDPP produced from blood of pigs seropositive for PEDV . Although this SDPP contained a relative high concentration of PEDV RNA (5Á1 AE 0Á1 log 10 copies/g), it did not induce clinical signs of a PEDV-infection, and also no seroconversion was observed. This also suggested that a considerable fraction of RNA genomes were protected from RNA degradation by RNases by the PEDV envelop and/or capsid. Failure of these PEDV particles to mediate infection of cells in the intestine of pigs suggests that the surface structure of these PEDV particles was damaged or altered. We observed that spray drying was more effective for inactivation of PEDV than prestorage at pH 7Á5 (at its natural state) at 3°C for 24 h (see Table 3 ). However, no conclusion can be drawn whether this damage/alterations to the surface of virions was imposed by the heat or mechanical shear in the spray drier. We used a plasma batch that scored negative in the (RT)-qPCR test for PEDV and fully recovered spiked infectious PEDV from this plasma batch at~pH 7Á5, indicating that no PEDV antibodies in our plasma batch inhibited the infection of Vero cells with PEDV. This in contrast to the study of Opriessnig et al. (2014) , in which plasma derived from PCR-positive pigs was used for production of SDPP in an industrial plant. This commercial SDPP contained IgG antibodies directed against PEDV, which could have contributed to the loss of infectivity of PEDV in this commercial batch.",
            "cite_spans": [
                {
                    "start": 1956,
                    "end": 1980,
                    "text": "Opriessnig et al. (2014)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1498,
                    "end": 1505,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We were unable to re-isolate infectious PCV2 from plasma and SDPP samples, even from the spiked reference samples with a pH of 7Á5. Partly, the growth of bacterial contaminations in PK15 cultures inoculated with plasma samples, interfered in our attempts to re-isolate and quantify infectious PCV2. Also, it is known that isolation of infectious PCV2 from tissues and body fluids . The LRF max was calculated using the formula LRF max = log 10 (DF R /(20/(0Á25/0Á075)), in which DF R represent the dilution factor of the SDPP batches immediately frozen at À70°C after spray drying (0 weeks samples), 20 stands for the 1 : 20 start dilution (5% w/v SDPP dissolved in infection medium) and 0Á25 for the maximum amount (g) of SDPP subjected to virus isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(including blood) is a difficult and time-consuming process and is often unsuccessful for unknown reasons (Opriessnig et al. 2007) . Given the high prevalence of PCV2 among pig herds in the Netherlands (Wellenberg et al. 2004) , it is also likely that the raw blood collected in a regular slaughterhouse contains antibodies directed against PCV2 (Polo et al. 2013) . The presence of these antibodies may also have hampered re-isolation of infectious PCV2 from our plasma samples. Because of these uncertain factors, we found it unjustified to calculate LRF values for PCV2 in our inactivation experiments. Nevertheless, the results of our qPCR analysis were consistent with that of Pujols et al. (2008) and Shen et al. (2011) . In these studies it was also demonstrated that the integrity of the DNA genomes of PCV2 was not affected by spray drying of plasma. In addition, we showed that heating of plasma to 48°C at pH 10Á2, the most extreme condition tested, did not affect the integrity of the PCV2 DNA. When used as ingredient in feed, the SDPP batches produced in the studies Pujols et al. (2008) and Shen et al. (2011) , containing a high concentration of PCV2 DNA, were not able to transmit PCV2 to healthy pigs.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 130,
                    "text": "(Opriessnig et al. 2007)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 202,
                    "end": 226,
                    "text": "(Wellenberg et al. 2004)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 346,
                    "end": 364,
                    "text": "(Polo et al. 2013)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 682,
                    "end": 702,
                    "text": "Pujols et al. (2008)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 707,
                    "end": 725,
                    "text": "Shen et al. (2011)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1081,
                    "end": 1101,
                    "text": "Pujols et al. (2008)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1106,
                    "end": 1124,
                    "text": "Shen et al. (2011)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently PEDV was spiked in bovine plasma and spray dried using practically the same B€ uchi apparatus and temperature settings as in this study (Pujols and Segal es 2014) . However, they used sodium phosphate as anticoagulant instead of citrate, and mixed a PEDV virus stock with plasma in a 1 : 1 ratio instead of the 1 : 9 ratio we used. A ratio of 1 : 9 (or below 10%) is strongly recommended by the 'European Agency for the Evaluation of Medicinal Products' for studies validating inactivation and removal of viruses in production processes of human medicines (CPMP/BWP/268/95 report, 1996). Although they almost fully recovered infectious PEDV and PEDV RNA genomes from the 1 : 1 mixture of virus stock and plasma, they did not detect infectious PEDV in produced spray-dried bovine plasma (SDBP), whereas we did in SDPP in two independent runs of spray drying with plasma of pH 7Á5 and 9Á8. In addition, in SDBP only a small fraction of the PEDV RNA present in the liquid mixture (Ct = 13) was recovered in SDBP (Ct = 23), whereas we fully recovered PEDV RNA after spray drying. The only plausible explanation we can think for these conflicting results is a difference in physical, chemical and biological conditions between the plasma mixtures used for spray drying. This may have imposed a different distribution of PEDV particles between the watery phase (e.g. aerosol particles) and solid phase in the spray dryer or affected the droplet size and moisture content of the produced SDBP powders (see below). The moisture content of the spiked SDPP we produced in the B€ uchi apparatus was 6-7% and comparable to industrial produced SDPP. It was reported that the infectivity of a human AdV vector in spray-dried powders decreased more rapidly when the moisture content was higher (tested in a range of 2-20%; LeClair et al. 2016) . Therefore, it is likely that the moisture in the SDPP batches we produced also favoured inactivation of PEDV during storage of SDPP at 11 and 20°C, probably by facilitating a higher level of protease and/or RNase activity in the SDPP matrix (Townsend and DeLuca 1990) or reactivity of chemicals. In line with this, we observed a faster inactivation of PEDV infectivity under conditions that chemicals, proteases and RNases from blood display more activity, that is more at 20°C than at 11°C. Also, a decline in the amount of PEDV RNA was detected after storage for 10 weeks at 20°C and pH 7Á5, but not at 11°C. This suggested that the PEDV RNA became accessible for degradation by RNases, implying that the protective shell (capsid and envelop) of the PEDV particles was (further) damaged during storage. This damage could have destroyed the capability of the PEDV particles to bind to a receptor on the surface of cells to mediate infection.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 171,
                    "text": "(Pujols and Segal es 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1817,
                    "end": 1837,
                    "text": "LeClair et al. 2016)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2081,
                    "end": 2107,
                    "text": "(Townsend and DeLuca 1990)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No clinical signs of PEDV-infection were observed in na€ ıve pigs fed for 4 weeks with feed supplemented with SDPP produced from PEDV-spiked plasma . In another study, PCR positive SDPP with an unknown origin of contamination induced clinical signs of PEDV when piglets were inoculated with SDPP using a gastric tube (Pasick et al. 2014 ), but not when SDPP was mixed in their feed. This latter study suggested that PEDV particles lose their capability to infect cells in the small intestine, most likely, due to the passage through the stomach, an environment with low pH and high concentrations of digestive enzymes. However, PEDV was rescued from various feed formulations (Dee et al. 2014) indicating that the surface of the PEDV particle endures the impact of various physical conditions and milieus. We demonstrated that infectivity of PEDV particles also endured specific physical conditions and different milieus, irrespective of the matrix in which these particles were enclosed, liquid plasma, or solid SDPP. The fact that a fraction of PEDV spiked in plasma stayed infectious after the heat imposed by spray drying gave us the opportunity to test the effect of storage on PEDV infectivity in a nonartificial manner. Storage proved to be an effective step to completely inactivate residual PEDV infectivity in SDPP. In combination with spray drying, a storage period of 2 or 4 weeks at 20 or 11°C, respectively, reduced infectivity of PEDV with an LRF of at least 4Á0. The calculated level of residual infectious PEDV present in the SDPP we produced from spiked plasma was approximately 4 PFU per g. When mixed in a 19 : 1 ratio starter diet-SDPP, a ratio routinely applied, this would be ≤0Á2 PFU per g (≤1 PFU/5 g). This is 280-fold lower than the minimum dose of spiked PEDV (56 PFU per g) in feed that led to infection in 10-day-old pigs under experimental conditions (Schumacher et al. 2016) . Based on a combined LRF of spray drying at pH 7Á5 and 2 weeks storage of 4Á0, it can be calculated that a plasma batch used for SDPP production must contain at least 6Á2 log 10 infectious PEDV particles per ml to prepare a starter diet batch with a concentration of 56 PFU per g PEDV.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 336,
                    "text": "(Pasick et al. 2014",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 676,
                    "end": 693,
                    "text": "(Dee et al. 2014)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1882,
                    "end": 1906,
                    "text": "(Schumacher et al. 2016)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the Opriessnig study of 2014, 5Á1 log 10 PEDV genome copies per g were detected in the SDPP commercially produced from plasma of seroconverted piglets . Given a moisture content of 7Á4%, we calculated that for production of 1 g SDPP approximately 7 ml of plasma was used with a concentration of 4Á1 log 10 PEDV genome copies per ml , i.e. plasma with a 100-fold lower concentration of PEDV particles that would be needed to produce a starter diet batch with a minimum infectious dose of 56 PFU per g PEDV (Schumacher et al. 2016) . Assuming that this concentration of 4Á1 log 10 /ml is representative for the concentration of infectious PEDV particles in the blood of pigs with viraemia, the combined LRF of 4Á0 would be more than sufficient to formulate a 19 : 1 starter diet-SDPP batch with lower dose than 56 PFU per g. To our knowledge, no data about titres of infectious PEDV in blood of viraemic pigs have been reported yet. Likely, this is due to the lack of a cell line supporting efficient infection of native PEDV. However, when data about PEDV titres in blood of viraemic pigs become available they can easily be integrated with the results of this inactivation study to validate PEDV safety of SDPP products in the future. We conclude that spray drying of plasma as is at an outlet temperature of 80°C in combination with a storage period at ambient temperature of 2 weeks or longer before dispatch, minimalizes the risk that AdV, PSV1 and PEDV particles stay infectious in the feed-ingredient SDPP.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 532,
                    "text": "(Schumacher et al. 2016)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sequence determination of the nucleocapsid protein gene of the porcine epidemic diarrhoea virus confirms that this virus is a coronavirus related to human coronavirus 229E and porcine transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duarte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tobler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Gen Virol",
            "volume": "74",
            "issn": "",
            "pages": "1795--1804",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation and characterization of porcine epidemic diarrhea viruses associated with the 2013 disease outbreak among swine in the United States",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stasko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stensland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pillatzki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gauger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "234--243",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02820-13"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An evaluation of contaminated complete feed as a vehicle for porcine epidemic diarrhea virus infection of na€ ıve pigs following consumption via natural feeding behavior: proof of concept",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Clement",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schelkopf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nerem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Knudsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christopher-Hennings",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Vet Res",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-014-0176-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spray dried plasma for pigs weaned at different ages",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barbosa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tokach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Recent Pat Food Nutr Agric",
            "volume": "1",
            "issn": "",
            "pages": "231--235",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The spray-drying process is sufficient to inactivate infectious porcine epidemic diarrhea virus in plasma",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Opriessnig",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Microbiol",
            "volume": "174",
            "issn": "",
            "pages": "86--92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2014.09.008"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evaluation of animal protein supplements in diets of early-weaned pigs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nelssen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goodband",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weeden",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Anim Sci",
            "volume": "71",
            "issn": "",
            "pages": "1853--1862",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Environmental factors influencing human viral pathogens and their potential indicator organisms in the blue mussel",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hernroth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Conden-Hansson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rehnstam-Holm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Girones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Appl Environ Microbiol",
            "volume": "68",
            "issn": "",
            "pages": "4523--4533",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.68.9.4523-4533.2002"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Propagation of the virus of porcine epidemic diarrhea in cell culture",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wyler",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Clin Microbiol",
            "volume": "26",
            "issn": "",
            "pages": "2235--2239",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantitation, biological and physicochemical properties of cell culture-adapted porcine epidemic diarrhea coronavirus (PEDV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wyler",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Vet Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "131--142",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inactivation of foot-and-mouth disease virus by citric acid and sodium carbonate with deicers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tark",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Appl Environ Microbiol",
            "volume": "81",
            "issn": "",
            "pages": "7610--7614",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.01673-15"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Spray drying with a two-fluid nozzle to produce fine particles: atomization, scale-up, and modelling",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hartwig",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Herdman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bisten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Drying Technol",
            "volume": "34",
            "issn": "",
            "pages": "1243--1252",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Survival of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "67--71",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of excipients for enhanced thermal stabilization of a human type 5 adenoviral vector through spray drying",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leclair",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cranston",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Pharm",
            "volume": "506",
            "issn": "",
            "pages": "289--301",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijpharm.2016.04.067"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tracing enteric viruses in the European berry fruit supply chain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maunula",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaupke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vasickova",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "S€ Oderberg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kozyra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lazic",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Der Poel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouwknegt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Food Microbiol",
            "volume": "167",
            "issn": "",
            "pages": "177--185",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Porcine circovirus type 2 associated disease: update on current terminology, clinical manifestations, pathogenesis, diagnosis, and intervention strategies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Opriessnig",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Vet Diagn Invest",
            "volume": "19",
            "issn": "",
            "pages": "591--615",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Porcine epidemic diarrhea virus RNA present in commercial spray-dried porcine plasma is not infectious to naive pigs",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Opriessnig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Halbur",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0104766"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Investigation into the role of potentially contaminated feed as a source of the first-detected outbreaks of porcine epidemic diarrhea in Canada",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pasick",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Berhane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ojkic",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maxie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Embury-Hyatt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Swekla",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Hande",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fairles",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transbound Emerg Dis",
            "volume": "61",
            "issn": "",
            "pages": "397--410",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12269"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A new coronavirus-like particle associated with diarrhea in swine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Bouck",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Arch Virol",
            "volume": "58",
            "issn": "",
            "pages": "243--247",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Reduced use of antibiotic growth promoters in diets fed to weaning pigs: dietary tools, part 1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pettigrew",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anim Biotechnol",
            "volume": "17",
            "issn": "",
            "pages": "207--215",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Neutralizing antibodies against porcine circovirus type 2 in liquid pooled plasma contribute to the biosafety of commercially manufactured spray-dried porcine plasma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Polo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Opriessnig",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crenshaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Segal Es",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Anim Sci",
            "volume": "91",
            "issn": "",
            "pages": "2192--2198",
            "other_ids": {
                "DOI": [
                    "10.2527/jas.2012-5705"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Survivability of porcine epidemic diarrhea virus (PEDV) in bovine plasma submitted to spray drying processing and held at different time by temperature storage conditions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pujols",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Segal Es",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Microbiol",
            "volume": "174",
            "issn": "",
            "pages": "427--432",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2014.10.021"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Lack of transmission of porcine circovirus type 2 to weanling pigs by feeding them spray-dried porcine plasma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pujols",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Segal Es",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fort",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sibila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Solanes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Rec",
            "volume": "163",
            "issn": "",
            "pages": "536--538",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Sensitivity of porcine epidemic diarrhea virus (PEDV) to pH and heat treatment in the presence or absence of porcine plasma",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Quist-Rybachuk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kalmar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Microbiol",
            "volume": "181",
            "issn": "",
            "pages": "283--288",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2015.10.010"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evaluation of the minimum infectious dose of porcine epidemic diarrhea virus in virus-inoculated feed",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woodworth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": ",",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gauger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Main",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Vet Res",
            "volume": "77",
            "issn": "",
            "pages": "1108--1113",
            "other_ids": {
                "DOI": [
                    "10.2460/ajvr.77.10.1108"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Commercially produced spray-dried porcine plasma contains increased concentrations of porcine circovirus type 2 DNA but does not transmit porcine circovirus type 2 when fed to naive pigs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schalk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Opriessnig",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Anim Sci",
            "volume": "89",
            "issn": "",
            "pages": "1930--1938",
            "other_ids": {
                "DOI": [
                    "10.2527/jas.2010-3502"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Stability of ribonuclease A in solution and the freeze-dried state",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deluca",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Pharm Sci",
            "volume": "79",
            "issn": "",
            "pages": "1083--1086",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Isolation and characterisation of porcine circovirus type 2 from pigs showing signs of postweaning multisystemic wasting syndrome in The Netherlands",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellenberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pesch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Berndse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steverink",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hunneman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vorst",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peperkamp",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ohlinger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet Quart",
            "volume": "22",
            "issn": "",
            "pages": "167--172",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The presence of coinfections in pigs with clinical signs of PMWS in The Netherlands: a case-control study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wellenberg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stockhofe-Zurwieden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Boersma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elbers",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Res Vet Sci",
            "volume": "77",
            "issn": "",
            "pages": "177--184",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Detection of porcine enteroviruses by nRT-PCR: differentiation of CPE groups I-III with specific primer sets",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krumbholz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Henke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Birch-Hirschfeld",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stelzner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dauber",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol Methods",
            "volume": "88",
            "issn": "",
            "pages": "205--218",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PEDV reduction factors measured after storage of SDPP produced in produced in B€ uchi run 1 (pH 7Á5; ▲) and 2 (pH 9Á8; . . .. ■ . . .. ) at 11 and 20°C",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Primers used for qPCR CGT TGT GAC TGT GGT WSS CTT GAY AGT 1570 *Conditions of amplification and detection of PCR fragments are provided in",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Validation of the PEDV virus isolation assay in flasks",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "PEDV and AdV reduction factors after treatment of medium and plasma at various temperatures",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Overview reduction factors in the production process of SDPP",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Jan van Haren en Arjen Wagendorp of the NIZO for conducting the inactivation and spray drying experiments and Jet Kant of WBVR for performing the qPCR analyses. We also thank Jeanet van der Goot of WBVR for critical reading of the manuscript and advice, and Soumya Kar of Wageningen Livestock Research for his comments regarding English grammar. This research was commissioned and funded by Sonac BV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Lourens Heres and Meindert Pelser are employees of Darling/Sonac Ingredients Inc. They were responsible for designing and arranging the virus inactivation experiments and the coordination of these experiments conducted at the NIZO. Lourens Heres and Meindert Pelser provided technical information for the manuscript but were not involved in execution of the experiments and evaluations of the results of the virus isolation/ titration tests and PCR analysis conducted at WBVR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Additional Supporting Information may be found in the online version of this article: Table S1 . PCR conditions used for PSV1, AdV, PCV2 and PEDV.1943",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Supporting Information"
        }
    ]
}