{
    "paper_id": "ee4e69f64556d94a481199be5f3b517f1de5d947",
    "metadata": {
        "title": "Effective factors in expansion of medical tourism in Iran",
        "authors": [
            {
                "first": "Reza",
                "middle": [],
                "last": "Rezaee",
                "suffix": "",
                "affiliation": {},
                "email": "iran.rezaee@health.gov.ir"
            },
            {
                "first": "Mehdi",
                "middle": [],
                "last": "Mohammadzadeh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pharm. D, PhD",
                    "institution": "Beheshti University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Medical tourism (MT) refers to circumstances in which people travel for medical treatments. The present study focuses on determining factors affecting MT in Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: The study uses a mixed method approach. Initially, through a qualitative study, 12 experts were interviewed deeply; then, 22 participants in three equal focus groups expressed their ideas about growth and development of MT in Iran. Based on the expressed ideas, 120 factors were identified and accordingly a structured questionnaire was developed. Some members from the focus groups confirmed the questionnaire's face and content validity. The reliability of pertinent items was confirmed using Cronbach's alpha=0.8. Afterwards, 61 eligible subjects filled out this questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: The findings showed that \"healthcare quality\" and \"high level of expertise\" are two most attractive factors in MT. However, other factors such as \"healthcare costs\", and \"visa facilities\" are among key factors as well. Also, the role of \"the healthcare providers\" was found to be more prominent than the roles of \"the government\" and \"the general tourist services\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: Although some attractive MT factors are present currently, MT expansion to a desirable level in Iran requires a comprehensive plan of which its factors were discussed in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Medical tourism (MT) is defined as travel of people especially to other countries with the aim of seeking treatment. MT is considered as professional health activities that entails trade in medical services and represents splicing of at least two sectors: medicine and tourism. Although MT is considered as a modern field, it dates back to ancient times (1) when people were used to travel to special destinations seeking a variety of medical services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the World Health Organization (WHO), MT is a growing trend with enormous economic implications (2) . Therefore, in recent years, many countries are developing comprehensive plans to use this opportunity to improve their economy as well as the quality of medical care.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It was not until 2003 that Iran Ministry of Health and Medical Education (MOHME) paid attention to MT systematically for the first time, and in 2004 MT was considered as a separate health industry (3) . However, the very ambitious MT plan, which was supposed to meet at least 30% of national medical financial needs until 2010 through providing medical services to foreigners, did not come up with expectations. It is believed that lacking of a comprehensive plan, and insufficient attention in implementation phase were the main reasons of such a failure (4, 5) . This necessitates identification of the factors affected the expansion of MT in Iran. MT is divided into two main components: therapeutic and surgical. Although MT and \"health tourism\" are usually used interchangeably, but there is a subtle difference in between. Kusen regarded \"health tour-ism\" as series of newly emerged preventive and curative services, some of them including: cosmetic services, aromatherapy, Cleopatra's bath, Reiki, Shiatsu, Yoga, aesthetic treatments, and anti-cellulite programs and many other types of alternative medicine (6) . From a different prospective, health tourism covers a range of services tailored for rather healthy subjects to empower them to live safer and longer (7) (8) (9) (10) .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 560,
                    "end": 562,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1275,
                    "end": 1278,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1279,
                    "end": 1282,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Connell (7) believes that MT is a growing industry with a prosperous future. There are some reasons supporting this prediction such as long waiting lists in many industrial countries, high rate failure of medical procedures in some countries, the high cost of medical services in developed countries, the developing countries' considerable progress in medicine, facilitated traveling, and more or less uniform medical procedures standards.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Some motivations of healthcare seekers toward MT include: economic motivations, i.e. seeking low cost services, to receive services timely with short/no waiting list, for receiving advanced and achievable cosmetic procedures, and for high quality services. Therefore, it seems that there is room for expanding MT in Iran and when it comes to social, cultural, economic, and even political reasons, such an expansion seems inevitable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In spite of many attractive opportunities in Iran for MT such as the acceptable level and quality of medical treatments especially organ transplantation, cell therapy, infertility and cosmetic procedures, many wellequipped hospitals and medical centers at reasonable costs which their number is increased considerably in recent years (11), there are some accommodation management and legislative issues that must be addressed precisely. For example, subjects may satisfy with receiving appropriate, on time, and beneficial services, but may claim for good accommodation before, during or after receiving treatment. In addition, the friendly environment of the community and the respect of people to legislation are very important as well (4, 5) .",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 741,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 742,
                    "end": 744,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On top of the above mentioned advantages for attracting medical tourists is the geopolitical location of Iran. Iran is a big and historical country (more than 1.6 million square kilometers area) with different climates and many fascinating places and ancient sites. Moreover, the health system of Iran is stronger than of many Middle Eastern countries. Respect to religious rituals in medicine and also an Islamic dominant community are another advantages which may be favorable for Muslim treatment seekers in the region and Islamic world (12) .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 544,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper explores the underlying reasons why Iran with these unique advantages has not been successful enough in MT field in recent years. Answer to this question is very important to help the system to develop a comprehensive plan accordingly. In this regard, undoubtedly, collecting experiences and suggestions of Iranian MT experts may help revitalizing MT in Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using a mixed methods design, the study starts with a qualitative approach followed by a quantitative questionnaire-based survey. The main goal of this study was to explore main barriers against the expansion of MT in recent years in Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In both parts, subjects were selected from professionals in different ministries and organizations including: the Ministry of Health and Medical Education, the Ministry of Science, Research and Technology, Iran Cultural Heritage, Handcrafts and Tourism Organization, Ministry of Foreign Affairs, the Ministry of Mine, Industry and Commerce, some medical universities, and some public, semi-public and private hospitals and medical centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the qualitative part data were collected using two methods:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "1. In-depth interviews: semi-structured interviews were conducted with 12 unique participants from three ministries/organizations ( Table 1 ). The interview transcripts were analyzed using the 'framework' analysis approach. This involved a five-step process:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "I. Familiarization; II. Identifying a thematic Framework; III. Indexing; IV. Charting; and V. Mapping and Interpretation. 2. Focus Groups: three focus groups were arranged with 22 unique participants from seven ministries/organizations (Table 1) . In this section, data analysis consisted of examining, categorizing, and recombining the ideas to address the main objectives of this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 245,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "In parallel to the above mentioned parts, all available documents and reports of the MOHE were reviewed and relevant concepts were extracted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Afterwards, the qualitative findings were analyzed and accordingly and on the basis of extracted concepts from review of the MOHME documents a structured questionnaire was developed. The questionnaire face and content validity was confirmed by a group of scholars from the focus group participants and the questionnaire reliability was tested using a Cronbach's alpha which was calculated 0.8. A purposive sampling method was used to select 61 eligible participants from aforementioned seven ministries/organizations (Table 1 ). All questionnaires were returned in due time. The study was carried out from July-September 2015.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 525,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The questionnaires' items were described using appropriate tables and graphs. The average score of each item was calculated in a scale between 0 and 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "At the end, the findings of qualitative and quantitative parts and extracted themes from the literature review were combined and summarized in simple descriptive tables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Hopefully, the participation rate was very high, and all those who were approached contributed effectively mainly because of their special attention to this topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "After extracting all necessary issues from our interviews and focus groups, three main stakeholders and their roles recognized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "1. Government, ministries and related organizations: to coordinate all activities, issue supportive rules and regulations, and monitoring the roles of all role-players 2. Healthcare and medical service providers: paying attention to health services' quality, evidence-based services, accessibility and cost of services and to satisfy health seekers 3. Tourism Services: attention to nonmedical supports such as accommodation, travelling, cost of extra-services, availability of information and creating calm and peaceful environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Based on the scores in the qualitative part of the study, the most important stockholder was service providers (score: 7.1) followed by government (5.52), and tourism services (4.18) (Fig. 1) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "It was suggested that a good governance is necessary to facilitate all actives. It was expected that the government and all of its departments pass appropriate rules facilitating regulations (6.61), allocate required resources (6.6), and develop necessary infrastructures (3.08). Also, the supervision of all provided cares and treatments from the quality and cost prospective was pointed out (7.6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The main recognized roles of the government"
        },
        {
            "text": "The most important roles of this group was to guarantee the quality of cares from different point of views; manpower (9.1), facilities and hospitals (7.5) , and other components (6.1). Moreover, they have to facilitate the access to the best services timely (6.14), minimize costs (5.1), and provide modern technology (7.8).",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 154,
                    "text": "(7.5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The main recognized role of health service providers"
        },
        {
            "text": "It was mentioned that the quality and accessibility of appropriate transportation (6.7), accommodation (5.5), and communications (3.1) are important for health tourisms. Also, the cost of these services (4.3), and facilities for receiving visa (4.7), and providing information about the attractive locations (4.8) were pointed out. Figure 2 shows the scores of main responsibilities of different stakeholders. Based on these scores, it seems that particularly health service providers' roles are very http://mjiri.iums.ac.ir important to provide high technology cares with reasonable cost and high quality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The main recognized roles of tourism services"
        },
        {
            "text": "This research was conducted to answer the question of the influence of governmental laws on the expansion of MT industry, and the impact of managerial performance. Overall, the results showed that the role of healthcare providers is more prominent. In other words, the government has to pave the road by implementing supportive rules and regulations, tourism organization has to create attractive environment by providing appropriate services, and medical centers have to provide high quality cares with reasonable costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The attraction of Iran for MT is somehow unique. The quality of medical services is acceptable, the privet sector is active alongside of public sector and the cost of medical cares and surgeries are relatively low. On top of that, the historical, cultural, and ecological attractions of Iran for foreigners are well-recognized. The Islamic government of Iran might be another positive score to attract patients from the Middle Eastern countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Generally, during the research it was revealed that all approached policymakers and experts in different sectors were aware of the importance of MT industry, and had enough interest to work together to expand MT in Iran and discuss about why MT is not expanded, as it was planned, in recent years in Iran? And what are the barriers and how we can tackle the issues?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To answer these questions, we consulted some high ranked experts around the country within the scope of MT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings showed that the role of healthcare providers especially in privet sector is very important (13). Thus, role players in private section have to spend more time to the quality of cares and advertise their services internationally mentioning their reasonable costs for high technology quality services for international cus-tomers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this way, the support of the government and all of its departments are vital. The experiences of other countries show that the government has to implement supportive regulations and motivate and coordinate all related organizations to work together efficiently. It seems that this role is more important in a country like Iran with a dominant public health sector and existed bureaucracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Doubtlessly, tourist industry has significant role in expansion of MT as well. The required infrastructure for all types of tourism is somehow the same (14) . Our findings highlighted the importance of accommodation, travelling, availability of information and facilities in obtaining visa. Therefore, as part of the plan for improving MT, the tourism organization has to be considered as a very important role player. MT is a competitive industry other countries undoubtedly have plans to expand their services efficiently. Therefore, every country is monitoring the current activities by other competitors to make sure that they are traveling in right direction and their approaching speed is acceptable.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "(14)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The result of current research is mainly based on the finding of a qualitative study and thus generalizability of its findings might be point of concern. However, since the conclusion is based on a deep and systematic exploration of this issue compatible with the expression of experts from various sectors in different positions, it seems that the findings are relatively robust to be used as valid evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings showed that MT is a very attractive industry for main health roleplayers in Iran. It seems that a comprehensive plan is needed to coordinate all main stockholders including governmental organizations, healthcare providers and tourism organization. High quality of care with reasonable costs and appropriate tourism facilities are very important factors which",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Medical tourism and reproductive outsourcing: the dawning of a new paradigm for healthcare",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Keith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Fertil Women Med",
            "volume": "51",
            "issn": "6",
            "pages": "251--255",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO-ILAR COPCORD study (stage 1, urban study) in Iran",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Davatchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Jamshidi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Banihashemi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gholami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Forouzanfar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akhlaghi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J rheumatol",
            "volume": "35",
            "issn": "7",
            "pages": "1384--1390",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Marketing Mix and Development of Medical Tourism in Shiraz",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jabbari",
                    "suffix": ""
                },
                {
                    "first": "Rahimi",
                    "middle": [],
                    "last": "Zarchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Kavosi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shafaghat",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Keshtkaran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Materia socio-medica",
            "volume": "25",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tourism: How effective management makes the difference",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Doswell",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sustainable tourism: A marketing perspective",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Medical tourism: Sea, sun, sand and surgery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Connell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Tourism Management",
            "volume": "27",
            "issn": "6",
            "pages": "1093--1100",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Medical travel facilitators: connecting patients and providers in a globalized world",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dalstrom",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Anthropol Med",
            "volume": "20",
            "issn": "1",
            "pages": "24--35",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Organ Replacement, Medical Device Costs, and Medical Tourism: Globalization of the Clinical Application of Artificial Organ Technologies?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Malchesky",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Artific Organ",
            "volume": "35",
            "issn": "12",
            "pages": "1139--1141",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Brotman BA. Medical tourism private hospitals: focus India",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grabowski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Journal of Tourism Research",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Globalization of Healthcare: Case Management in a 21st-Century World",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Beichl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Profess Case Manag",
            "volume": "14",
            "issn": "5",
            "pages": "69--73",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The impact of community attachment on host society attitudes and behaviours towards visitors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bretherton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Tourism and Hospitality Plan Develop",
            "volume": "6",
            "issn": "3",
            "pages": "235--246",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "StockholdersThe received scores for different roles of stockholders to expand the health tourism industry Med J Islam Repub Iran 2016 (5 September). Vol. 30:409.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The number and affiliations of participants based on their type of participation in qualitative or quantitative sections",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}