{
    "paper_id": "effcf4c34945a660c3328cead86eeb69e387213d",
    "metadata": {
        "title": "ONLINE SUPPLEMENTARY MATERIAL VIABILITY OF PSEUDOMONAS AERUGINOSA IN COUGH AEROSOLS GENERATED BY PERSONS WITH CYSTIC FIBROSIS",
        "authors": [
            {
                "first": "Luke",
                "middle": [
                    "D"
                ],
                "last": "Knibbs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [
                    "R"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "J"
                ],
                "last": "Kidd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joyce",
                "middle": [],
                "last": "Cheney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keith",
                "middle": [],
                "last": "Grimwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacqueline",
                "middle": [
                    "A"
                ],
                "last": "Kattenbelt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "K"
                ],
                "last": "O&apos;rourke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kay",
                "middle": [
                    "A"
                ],
                "last": "Ramsay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "D"
                ],
                "last": "Sly",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [
                    "E"
                ],
                "last": "Wainwright",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [
                    "E"
                ],
                "last": "Wood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lidia",
                "middle": [],
                "last": "Morawska",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "C"
                ],
                "last": "Bell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "METHODS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Subjects with CF were recruited from the two CF centres by personal invitation from the Investigators (SCB, CEW) or the Study Coordinators (MEW, JC). All CF patients were >12-years of age, had chronic Pseudomonas aeruginosa infection and at least one positive sputum culture in the prior 12-months. The majority of patients were studied during clinical stability, however, four patients were studied close to the completion of intravenous antibiotics for logistic reasons (e.g. travelling long distance, avoid missing school attendance). Healthy control participants were recruited from contact with staff at both healthcare facilities including relatives of the staff for the younger controls. Nineteen CF patients with CF and 10 healthy controls participated. Two patients and two controls performed only one of the experiment days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Distance Rig consisted of an expandable wind tunnel that allowed high-efficiency particulate air (HEPA)-filtered air to be introduced upstream of the subject;[1] ensuring unidirectional air flow of particle-free air and permitting measurement of cough aerosols at distances of 0 to 4-metres from the subject without interference from other particle sources ( Figure E1 ). The air velocity was maintained at 0.1-metres/sec, typical of a mechanicallyventilated indoor environment, such as a hospital.[2-4] The Rig was positively pressurized to prevent room air contamination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 372,
                    "text": "Figure E1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "A six-stage Andersen Impactor (Thermo Scientific, Franklin, MA) captured and sized viable cough aerosols in the six stages between 0.6 and >7 m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "[5] A vacuum pump was used to draw 28.3 L/min of air through the Impactor. The pump flow was checked daily using a rotameter, and all Andersen Impactor O-rings were inspected for wear. Exhaust air from the pump was HEPA-filtered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A Lasair II-110 (Particle Measuring Systems, Boulder, CO) optical particle counter (OPC) measured real-time particle concentration in six channels between 0.1 and >5 µm using a sample flow of 28.3 L/min, permitting detection of very low concentrations. The OPC verified that there were no room air particles present before each test, subjects' lungs were free of residual room air, and no contamination of aerosols occurred during testing. It also confirmed that the total particle concentration in the Rig was <0.01 particles per cm 3 (p/cc) prior to the subject coughing, which was approximately 10 4 times lower than the room air concentration and similar to an ISO 4 cleanroom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Andersen Impactor and OPC samples were collected through a common 12.5 cm circular, sharp-edged isokinetic inlet. It was set parallel to the airflow and provided 100% particle aspiration efficiency at the tunnel air velocity of 0.1 metres/sec. [6] Smoke visualization tests confirmed sample extraction by the inlet was uniform. One metre of conductive tubing transported samples from the inlet to the Andersen Impactor and OPC. The tubing residence time was 1-sec for Andersen samples and 0.06-sec for OPC samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Sample losses due to gravitational settling and inertial impaction were from 0 to 8% and 0 to 1%, respectively, and diffusion losses were negligible.[6] Air velocity was monitored continuously using a 9535 hot-wire anemometer (TSI Inc., St. Paul, MN). Temperature and water vapour concentration were measured simultaneously work environments are related to indoor air symptoms. J Occup Environ Med 2007;49(6):641-50. 3. Baldwin PE, Maynard AD. A survey of windspeeds in indoor workplaces. Ann Occup Hyg 1998;42(5):303-13.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "4. de Dear RJ, Fountain ME. Field experiments on occupant comfort and office thermal environments in a hot-humid climate. ASHRAE Transactions 1994;100(2):457-75. 5. Wainwright CE, France MW, O'Rourke P, et al. Cough-generated aerosols of Pseudomonas aeruginosa and other Gram-negative bacteria from patients with cystic fibrosis. Thorax 2009;64(11):926-31. 6. Baron PA, Willeke K. Aerosol Measurement: Principles, Techniques, and Applications: Wiley, 2005. 7. Goldberg LJ. Naval biomedical research laboratory, programmed environment, aerosol facility. Appl Microbiol 1971;21(2):244-52. 8. Goldberg LJ, Watkins HMS, Boerke EE, et al. The use of a rotating drum for the study of aerosols over extended periods of time. Am J Epidemiol 1958;68:85-93. 9. Gruel RL, Reid CR, Allemann RT. The optimum rate of drum rotation for aerosol aging. J Aerosol Sci 1987;18(1):17-22. 10. Clifton IJ, Fletcher LA, Beggs CB, et al. An aerobiological model of aerosol survival of different strains of Pseudomonas aeruginosa isolated from people with cystic fibrosis. J Cyst Fibros 2010;9(1):64-68.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "upstream of the participant and at the sampling inlet by HC2-CO4 probes and a HygroLog NT data logger (Rotronic AG, Bassersdorf).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 0.4 metre 3 airtight stainless steel cylinder was used for collecting and aging cough aerosols to assess viability in the airborne phase ( Figure E2) . A variable-speed drive was used to set the rotation rate (1.7 rpm) of the Rig, which minimized gravitational settling and inertial impaction of particles. [7, 8] The system was flushed with HEPA-filtered air before sample collection so that cough aerosols were prevented from being contaminated by room air aerosols.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 315,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 151,
                    "text": "Figure E2)",
                    "ref_id": null
                }
            ],
            "section": "Duration of cough aerosols: 'Duration Rig'"
        },
        {
            "text": "The Andersen Impactor and OPC described previously were used during sampling. We estimate over 95% of cough aerosol particles in the size range of the Andersen Impactor remained airborne during the aging period. [9] An 8-cm circular inlet was positioned 30-cm inside the Rig along the rotation axis. This provided 100% aspiration efficiency of particles in the Andersen and OPC size ranges. [6] Samples were transported via straight conductive tubing, with residence times of 0.8 sec for Andersen samples and 0.09 sec for OPC samples. Sample losses across the Andersen Impactor size range due to gravitational settling and inertial impaction were from 0 to 6% and 0 to 1%, respectively. Temperature and water vapour concentration were measured simultaneously inside and outside of the Duration Rig by the same probes described above.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viable aerosol and total particle sampling methods"
        },
        {
            "text": "Before each test, the Duration Rig was flushed with HEPA-filtered air using a 3M Air-Mate respirator (St. Paul, MN). Once the OPC confirmed a particle concentration <0.01 p/cc, a 5-minute blank sample was taken by the Andersen Impactor. The Air-Mate provided filtered air to replace that extracted by the pump. The OPC confirmed the Rig was free of contamination, and the Rig was then isolated by entry and exit valves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viable aerosol and total particle sampling methods"
        },
        {
            "text": "The Distance and Duration Rigs were disinfected thoroughly at the end of each study day using 0.15% (w/v) benzalkonium chloride (Glitz TM , Pascoe's Pty Ltd, Australia), followed by 70% (v/v) ethanol. HEPA-filtered air dried both devices. Non-disposable items, collection tubes, inlet valves and other rigging devices were sterilized using standard hospital procedures. Andersen Impactors were decontaminated with 70% (v/v) ethanol and air dried.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleaning and quality assurance"
        },
        {
            "text": "Surface swabs were collected into Amies Agar Gel Transport Medium (COPAN Diagnostics Inc., CA, USA) and blank aerosol samples were collected at the start and end of each day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleaning and quality assurance"
        },
        {
            "text": "For Duration studies, additional blank aerosol samples were collected between each experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleaning and quality assurance"
        },
        {
            "text": "Quality assurance surface swabs were enriched in LB broth (Sigma-Aldrich Pty Ltd, New South Wales, Australia) for 24-hours, and then subcultured onto chocolate bacitracin and colistin nalidixic acid agar (Thermo Fisher Scientific Australia Pty Ltd, Victoria, Australia) at 35 0 C for 72 hours, and Sabouraud agar (Thermo Fisher Scientific Australia Pty Ltd) at 28 0 C for 72 hours. Blank aerosol samples were incubated aerobically at 35 0 C for 72-hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleaning and quality assurance"
        },
        {
            "text": "To estimate the time taken to remove airborne P. aeruginosa following the departure of a source patient, we used a simple model based on the airborne biological inactivation rate we measured experimentally combined with a range of room ventilation rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "[10] This approach assumed that these were the two major mechanisms by which airborne P. aeruginosa was removed; biological inactivation (i.e. 'die-off') and dilution with room ventilation air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "[10]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "Our modelling focussed solely on the risk posed by airborne cough aerosol droplet nuclei containing P. aeruginosa, as distinct from contact or droplet transmission, as this is the transmission mode affected by these removal processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "The role of airborne biological decay and room air ventilation was considered to be negligible in determining the fate of particles in the size range collected by the first (i.e. 'input') stage of the viable sampler. This input stage collects particles >7µm and such droplet nuclei were not considered to fall within the airborne size range (Dp <5µm) for the purposes of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "The decision to exclude the larger droplet nuclei is further supported by the expectation that droplet nuclei form initially as much larger droplets before drying to their equilibrium size and collection by the viable sampler. That initial size is approximately twice the diameter of the droplet residue collected by the viable sampler.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "[11] The smaller surface area to mass ratios of these larger particles results in the droplets' movement and fate being dominated by momentum acquired within the cough exhalation jet and the influence of gravity immediately after the cough. Because of these influences the larger droplets and droplet residues tend to impact on surfaces during, or soon after, the cough event so that they do not remain airborne long enough to have their fate altered significantly by the ventilation and room air currents. [12] [13] [14] Hence, deposition of particles is not incorporated into airborne models.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[12]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[13]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[14]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "While we observed small numbers of viable particles on the input stage of the viable sampler following extended storage, this was mostly due to the counteraction of the gravitational settling process provided by the Duration Rig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "[9] Thus, under 'real world' conditions, particles in the size range of the Andersen Impactor input stage would deposit due to gravitational settling very shortly after their release, in contrast to those in the airborne range, which remain suspended for extended periods. [14] We therefore considered the particles collected on the input stage to not be relevant to our modelling.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[14]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "Empirically, the effect of ventilation on the concentration of airborne pathogens, or indeed any particle, over time follows a first-order exponential decay. [11, 15] Likewise, the biological inactivation of a pathogen in response to environmental challenges is represented in the same manner.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "15]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "[11] Therefore, the concentration of P. aeruginosa at a given point in time can be calculated using equation 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "Where:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "A practical example of when to employ such models is when seeking to adhere to the US Centers for Disease Control and Prevention recommendation of allowing sufficient time for ≥99% removal of airborne contaminants following the departure of a patient with suspected or confirmed tuberculosis from a room before another patient enters. [16] Similarly, the model can help determine the time required to achieve a specified reduction in airborne P. aeruginosa in a CF clinic setting by taking into account the known room ventilation rate. Figure 3 in the paper shows that it would take approximately 50-min to achieve this removal, due to combined effect of ventilation and biological inactivation, in a clinic room ventilated at the guideline rate of two ACH. In addition to assuming that ventilation and biological decay are the major mechanisms which remove airborne P. aeruginosa from room air, we made two other key assumptions that underpin equation 1 and its use that affect the accuracy of our predictions. Firstly, and most importantly, the pathogen is assumed to be to be perfectly mixed with the room air, which is almost never the case in practice.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 339,
                    "text": "[16]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 544,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "[17] There are regions where the concentration can be higher or lower than that assumed under perfect mixing. For example, this could occur due to proximity of the pathogen source or a room ventilation inlet, respectively. However, this assumption is characteristic of all the classic airborne transmission models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "[17] If a conservative approach to infection control is required, then it is appropriate to err towards a greater amount of pathogen removal, such as 90%, to account for this when determining how long to wait before the next person enters a room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "Secondly, as the majority of ventilation air is usually recirculated it is prudent to base estimates of room clearance on only the outdoor air component of ventilation air, which is the method we have used to present the estimates in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "[20] For example, if 25% of air supplied to a room is 'fresh' outdoor air and the total ventilation rate is 8 ACH, then the outdoor air exchange rate is 2 ACH and this is the appropriate figure to use when modelling or reading off Figure 3 in the paper. Likewise, ventilation guidelines for healthcare settings often specify a minimum total ventilation rate and the proportion that must be outdoor air (e.g. 6 ACH total with at least 2 ACH outdoor). In assessing a room ventilated at these guideline values, the ventilation rate would be set to 2 ACH, rather than 6. This approach considers all recirculated ventilation air as contaminated and incapable of diluting the Impactor Stages (aerosol particles sizes 0.65 to >7.0 µm). § Large particle fraction CFU counts represent the P. aeruginosa CFUs isolated from Stages 1, 2 and 3 (aerosol particle sizes >7, 4.7-7.0 and 3.3-4.7 µm, respectively) of the Andersen Impactor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        },
        {
            "text": "ǁ Small particle fraction CFU counts represent the P. aeruginosa CFUs isolated from Stages 4, 5 and 6 (aerosol particle sizes 2.1-3.3, 1.1-2.1 and 0.65-1.1 µm, respectively) of the Andersen Impactor. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling of airborne Pseudomonas aeruginosa"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Size distribution and sites of origin of droplets expelled during expiratory activities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ristovski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Aerosol Sci",
            "volume": "40",
            "issn": "3",
            "pages": "256--69",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Toward understanding the risk of secondary airborne infection: emission of respirable pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Bakke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Moen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wieslander",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Occup Environ Hygiene",
            "volume": "2",
            "issn": "3",
            "pages": "143--54",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Droplet fate in indoor environments, or can we prevent the spread of infection?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indoor Air",
            "volume": "16",
            "issn": "5",
            "pages": "335--382",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Review of aerosol transmission of influenza A virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "11",
            "pages": "1657--62",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol transmission of influenza A virus: a review of new studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J R Soc Interface",
            "volume": "6",
            "issn": "6",
            "pages": "783--90",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The transmission of tuberculosis in confined spaces: an analytical review of alternative epidemiological models",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Beggs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Noakes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sleigh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "7",
            "issn": "11",
            "pages": "1015--1041",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guidelines for preventing the",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Iademarco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 3 also shows the time taken to remove specified amounts of P. aeruginosa at the ventilation guidelines prescribed for other clinical settings.[17]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic diagram of the Distance Rig.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Repeatability of log transformed combined total colony-forming units (CFU) of Pseudomonas aeruginosa, total number of coughs, FEV1 actual and log 10 sputum P. aeruginosa in subjects with cystic fibrosis. ANOVA for trend across distance or duration ‡ Total CFU counts represent the P. aeruginosa CFUs isolated from all six Andersen",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Correlation between clinical characteristics, number of coughs performed, sputum Pseudomonas aeruginosa concentration and log transformed combined total colony-forming units of P. aeruginosa isolated from the cough aerosol cultures of subjects with cystic fibrosis.Table S5. Correlation between clinical characteristics, number of coughs performed, sputum Pseudomonas aeruginosa concentration and log transformed combined total colony-forming units of P. aeruginosa corrected for stacking isolated from the cough aerosol cultures of subjects with cystic fibrosis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}