{
    "paper_id": "f0813fe3f70fb9a52ec5944b43bdd953a08cc49a",
    "metadata": {
        "title": "The v-sis Oncoprotein Loses Transforming Activity When Targeted to the Early Golgi Complex",
        "authors": [
            {
                "first": "Kristen",
                "middle": [
                    "C"
                ],
                "last": "Hart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "You-Feng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "April",
                "middle": [
                    "N"
                ],
                "last": "Meyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruce",
                "middle": [
                    "A"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "addrLine": "San Diego, La Jolla, La Jolla",
                        "postCode": "92093-0322, 92093-0322",
                        "region": "California, CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "J"
                ],
                "last": "Donoghue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The location of autocrine interactions between the v-sis protein and PDGF receptors remains uncertain and controversial. To examine whether receptor-ligand interactions can occur intracellularly, we have constructed fusion proteins that anchor v-sis to specific intracellular membranes. Fusion of a cis-Golgi retention signal from a coronavirus E1 glycoprotein to v-sis protein completely abolished its transforming ability when transfected into NIH3T3 cells. Fusion proteins incorporating mutations in this retention signal were not retained within the Golgi complex but instead were transported to the cell surface, resulting in efficient transformation. All chimeric proteins were shown to dimerize properly. Derivatives of some of these constructs were also constructed bearing the cytoplasmic tail from the glycoprotein of vesicular stomatitis virus (VSV-G). These constructs allowed examination of subcellular localization by double-label immunofluorescence, using antibodies that distinguish between the extraceUular PDGF-related domain and the VSV-G cytoplasmic tail. Colocalization of sis-E1-G with Golgi markers confirmed its targeting to the early Golgi complex. The sis-E1 constructs, targeted to the early Golgi complex, exhibited no proteo-lyric processing whereas the mutant forms of sis-E1 exhibited normal proteolytic processing. Treatment with suramin, a polyanionic compound that disrupts ligand/receptor interactions at the cell surface, was able to revert the transformed phenotype induced by the mutant sis-E1 constructs described here. Our results demonstrate that autocrine interactions between the v-sis oncoprotein and PDGF receptors within the early Golgi complex do not result in functional signal transduction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Another v-sis fusion protein was constructed by attaching the transmembrane domain and COOHterminus of TGN38, a protein that localizes to the trans-Golgi network (TGN). This construct was primarily retained intracellularly, although some of the fusion protein reached the surface. Deletion of the COOH-terminal region of the TGN38 retention signal abrogated the TGN-localization, as evidenced by very prominent cell surface localization, and resulted in increased transforming activity. The behavior of the sis-TGN38 derivatives is discussed within the context of the properties of TGN38 itself, which is known to recycle from the cell surface to the TGN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T RANSFORMATION and tumorigenesis are frequently associated with the abnormal expression of growth factors and their receptors. Many oncogenes have been shown to be homologues of normal cellular proteins, as in the case of the retroviral oncogene v-sis , which is homologous with the B chain of plateletderived growth factor (PDGF) (Doolittle et al., 1983; Waterfield et al., 1983) . Expression of the v-sis protein activates cellular PDGF receptors, resulting in the stimulation of signal transduction pathways that ultimately leads to cellular transformation.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 356,
                    "text": "(Doolittle et al., 1983;",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 381,
                    "text": "Waterfield et al., 1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Autocrine transformation (Sporn and Todaro, 1980) oc-curs when the same cell expresses PDGF receptors as well as the v-sis protein. In this situation, there also exists the possibility of intracellular ligand/receptor interactions within the secretory pathway (Betsholtz et al., 1986) . The secretory pathway consists of functionally distinct compartments, including the endoplasmic reticulum (ER) and the entire Golgi apparatus, consisting of the cis-Golgi network, the cis-, medial-, and trans-Golgi cisternae, as well as the trans-Golgi network (TGN) t (Macharner, 1993; Pelham, 1991) . Determination of the site of autocrine ligand/receptor interactions has distinct implications for the treatment of human cancers that exhibit autocrine activation of signal transduction pathways. If autocrine interactions only occur on the cell surface, then transformed cells should be responsive to treatment with exogenous substances that disrupt these interactions. However, if such interactions occur intracellularly, such as in the ER or the Golgi complex, then addition of such antagonism will not be sufficient to revert transformation. Thus, it is of vital importance, both from a clinical and a molecular standpoint, to understand fully the mechanism and cellular location of autocrine interactions between ligands and receptors. There exists considerable controversy over the biological significance of intracellular interactions between v-sis and the PDGF-receptor. It has been demonstrated that mitogenesis can be blocked in some sis-transformed cells by treating them with antibodies against PDGF (Huang et al., 1984) . While these results indicate that cell surface interactions between the v-sis protein and PDGF receptors are important in the transformation process, these same researchers demonstrated that some sis-transformed cells did not detectably secrete v-sis protein, and anti-PDGF antibody did not affect transformation. This implies that an intracellular mechanism of autocrine transformation may also exist. Other researchers have reported that in normal cells, PDGF only activates receptors present on the cell surface, but that in sis-transformed cells, intracellular receptors are activated and undergo autophosphorylation in an autocrine fashion (Keating and Williams, 1988; Bejcek et al., 1992) . There is also evidence that E5, the transforming protein of bovine papillomavirus, can interact with immature, intracellular forms of PDGF receptors, stimulating their autophosphorylation activity (Goldstein et al., 1992; Petti and DiMaio, 1992; Cohen et al., 1993) .",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 49,
                    "text": "(Sporn and Todaro, 1980)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 260,
                    "end": 284,
                    "text": "(Betsholtz et al., 1986)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 556,
                    "end": 573,
                    "text": "(Macharner, 1993;",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 587,
                    "text": "Pelham, 1991)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1601,
                    "end": 1621,
                    "text": "(Huang et al., 1984)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2269,
                    "end": 2297,
                    "text": "(Keating and Williams, 1988;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2298,
                    "end": 2318,
                    "text": "Bejcek et al., 1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2518,
                    "end": 2542,
                    "text": "(Goldstein et al., 1992;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2543,
                    "end": 2566,
                    "text": "Petti and DiMaio, 1992;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2567,
                    "end": 2586,
                    "text": "Cohen et al., 1993)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since receptor autophosphorylation represents a key event in activating PDGF-mediated signaling pathways (Williams, 1989) , these intracellular forms of the receptors may be able to transmit signals that lead to autocrine transformation of cells. However, it is not clear whether the downstream effectors of PDGF-stimulated signaling are accessible from intracellular compartments. Bejcek et al. (1992) have demonstrated that internally activated receptors may associate with PI-3 kinase in a manner similar to mature cell surface PDGF receptors, suggesting that these receptors may indeed be capable of signaling from within the cell.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 121,
                    "text": "(Williams, 1989)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 382,
                    "end": 402,
                    "text": "Bejcek et al. (1992)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Indirect methods that rely upon pharmacologic agents have been used by some researchers in attempts to identify the site of ligand/receptor interactions. Monensin has been shown to block transport of proteins through the trans-Golgi portion of the secretory pathway (Tartakoff, 1983) . Treatment of v-sis-expressing cells with monensin prevents autophosphorylation of mature PDGF receptors and expression of c-fos (a nuclear protein involved in cellular growth regulation), suggesting that v-sis must be transported beyond the point of monensin's inhibitory activity (past the trans-Golgi portion) in order to activate signal transduction pathways (Hannink and Donoghue, 1988) . However, monensin exerts pleiotropic effects on cations within cells, so other cellular events may have been affected in these experiments. Suramin, a potent inhibitor of proliferation of cells expressing v-sis and PDGF receptors, seems to interfere only with ligand/receptor interactions at the cell surface, reducing the level of tyrosine-phosphorylated receptors. Suramin has little or no effect on intracellular phosphorylated receptors (Fleming et al., 1989) . This suggests a requirement for cellsurface interactions between receptor and ligand for expres-sion of a transformed phenotype. However, the mechanism of action of surarnin is unclear, and there is evidence that it accumulates within endosomes (Hawking, 1978) . Thus, experiments utilizing agents such as monensin or suramin have been viewed as problematic by some researchers. Therefore, we have recently exploited more direct approaches to address this issue of intraceUular ligand/receptor interactions. The recent identification of specific targeting and retention signals makes it possible to localize v-sis protein to specific intracellular compartments. This potentially allows one to scan the secretory pathway for compartments that allow functional transforming interactions between v-sis and PDGF receptors. This represents a powerful approach for examining autocrine interactions, and can be applied to other autocrine growth factors or systems as well. ER-anchored forms of v-sis were previously constructed by this lab, using an adenovirus transmembrane protein E3/19K retention signal, DEKKMP (Nilsson et al., 1989) . These constructs prevented cell surface expression of v-sis protein as determined by immunofluorescence, and transformation was inhibited by retention of the fusion protein in the ER . In this report, we continued our analysis of autocrine transformation from within secretory pathway compartments by creating novel v-sis fusion proteins targeted to unique subcellular compartments. One signal that we chose was the cis-Golgi localization signal represented by the first transmembrane domain of the avian coronavirus E1 glycoprotein (El) of infectious bronchitis virus, which has been shown by others to target heterologous proteins such as VSV-G and c~m (a derivative of the human chorionic gonadotropin-c~ subunit) to the cis-Golgi complex (Swift and Machamer, 1991) . In addition, we chose to exploit the TGN-localization signal of the protein TGN38, contained within its transmembrane domain and cytoplasmic tail, which has been shown to retarget heterologous proteins, such as the LDL receptor and the Tac antigen, to the TGN (Bos et al., 1993; Humphrey et al., 1993) . The resulting sis fusion proteins, referred to as sis-E1 and sis-TGN38, allowed a further characterization of the site of autocrine interactions between the v-sis oncoprotein and PDGF receptors.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 283,
                    "text": "(Tartakoff, 1983)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 648,
                    "end": 676,
                    "text": "(Hannink and Donoghue, 1988)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1120,
                    "end": 1142,
                    "text": "(Fleming et al., 1989)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1390,
                    "end": 1405,
                    "text": "(Hawking, 1978)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2253,
                    "end": 2275,
                    "text": "(Nilsson et al., 1989)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3020,
                    "end": 3046,
                    "text": "(Swift and Machamer, 1991)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 3309,
                    "end": 3327,
                    "text": "(Bos et al., 1993;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3328,
                    "end": 3350,
                    "text": "Humphrey et al., 1993)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Plasmid pMSl50, encoding the v-sis gene under control of the Rous sarcoma virus promoter, was used as a parental clone to make the fusion proteins. The DNA sequence encoding amino acids 238-271 of v-sis is easily removed from pMS150 as a BstEII-ClaI fragment, allowing for insertion of novel sequences to create various fusion constructs. Optimized oligonucleotide synthesis and purification were as previously described (Xu et al., 1993) . The complementary oligonucleotides for each fusion protein were designed so that, when annealed, 5' BstEII and 3' ClaI overhangs were produced. Oligonucleotides were then ligated with vector DNA (pMS150) previously digested with BstEII and ClaI and purified by agarose gel electrophoresis. Recombinant clones were recovered and the sequences of the oligonucleotides were confirmed by dideoxy nucleotide sequencing.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 438,
                    "text": "(Xu et al., 1993)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Construction of v-sis Fusion Proteins"
        },
        {
            "text": "For example, the sis-E1 contsruct required synthesis of sense and antisense oligonucleotides, designated D369 and D370, respectively. The sequence of D369 is: 5'GTG.ACC.TAT.AAC.CTG.TTC.ATC.ACC.GCC.TTC. CTG.CTG.TTC.CTG. AC C. ATC. ATC.CTG.CAG.TAT.GC~.TAT.GCC.ACC. CGG.AGC.AAG.TAA.T y. This oligonucleotide encodes the amino acid sequence VTYNLFITAFLLFLTIILQYGYATRSK*, where the first two amino acids correspond to amino acids 238 and 239 of v-sis, which lie at the BstEII restriction site. The remaining sequence corresponds to amino acids 21--45 of El, which encompasses the first transmembrane domain (Swift and Machamer, 1991) . Mutant versions of sis-E1, designated sis-El(Ql) and sis-El(ins), were also constructed in the same manner. The complementary oligonucleotides encoding sis-El(ins) are designated I)419 and I)420 and code for the sequence VTYNLFITAFLIILFLTIILQYGYATRSK* which contains an insertion of two lie residues between amino acids 29 and 30 of E1 (shown in bold italics). The oligonucleotides encoding the other mutant, sis-El(Ql) are designated D421 and D422 and code for the sequence VTYNLFITAFLLFLTIIL1YGYATRSK* which contains a mutation of Glu37 to lie (shown in bold italics).",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 628,
                    "text": "(Swift and Machamer, 1991)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Construction of v-sis Fusion Proteins"
        },
        {
            "text": "Similar constructs were also designed to encode an extended cytoplasmic tail derived from VSV-G. The oligonucleotides encoding sis-E1-G were designated D455 and D456. The sense strand oligonucleotide I)455 encodes the amino acid sequence VTYNLFITAFLLFLTIILQYGYATRVGIHLCIK-LKHTKKRQIYTDIEMNRLGK*. The first 25 amino acids are the same as in the sis-El construct, but the final 28 originate from the COOH-terminus of the VSV-G protein, sis-EI(QI)-G and sis-El(ins)-G were constructed in the same manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of v-sis Fusion Proteins"
        },
        {
            "text": "The final constructs utilize the transmembrane domain and cytoplasmic tail of TGN38. sis-TGN38 was encoded by oligonucleotides D496 and D497. The sense strand oligonucleotide D496 encodes the amino acid sequence VTESSHFFAYLVTAAVLVAVLYIAYHNKRKIIAFALEGKRSKV-TRRPKASDYQRLNLKL* Again the first two amino acids correspond to 238 and 239 of v-sis, and the remaining 57 amino acids correspond to residues 284-340 of TGN38, encoding the transmembrane domain and cytoplasmic tail of this protein. A mutant version, sis-TGN38A, was also constructed using oligonncleotides 13498 and D499. These oligonucleotides encode a truncated version of the sequence shown above: VTESSHFFA-YLVTAAVLVAVLYIAYHNKRS* and with the final amino acid changed from a lysine to a serine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of v-sis Fusion Proteins"
        },
        {
            "text": "The parental vector contains an XhoI restriction site just upstream of the v-sis coding sequence. For use in transfection and infection of NIH3T3 cells, DNA fragments encoding the above described v-sis-fusion proteins were subcloned as XhoI-ClaI restriction fragments into the murine leukemia virus (MLV) expression vector pMS177, which was derived from the previously described retroviral vector pDD102 (Bold and Donoghue, 1985) .",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 429,
                    "text": "(Bold and Donoghue, 1985)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Construction of v-sis Fusion Proteins"
        },
        {
            "text": "NIH3T3 cells were maintained at 370C, 10% COz in DME containing 10% calf serum, fed every 3 d with fresh medium, and passaged when 70-80% confluent. For focus assays, cells were split at a density of 2 x 10 s cells per 60-ram plate and transfected the following day with 50 ng of expressing plasmid, 50 ng pZAP helper virus (Hoffman et al., 1982) , and 9.9 t~g carrier plasmid DNA using the calcium phosphate precipitation protocol (Chen and Okayanm, 1987) . Cells were incubated with precipitate for 18-20 h at 37°C, 3% CO2, then refed and transferred to 10% CO2. The cells from each 60-mm plate were split 1:12 the following day and scored for foci 4-5 d later.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 346,
                    "text": "(Hoffman et al., 1982)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 432,
                    "end": 456,
                    "text": "(Chen and Okayanm, 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Focus Formation Assays and Infection Protocol"
        },
        {
            "text": "For infections, NIH3T3 ceils were transfected as described above with 9/~g of MLV DNA plus 1/~g pZAP helper virus. Transfected cells were split as described above, and allowed to grow for 4 d without refeeding. The supernatant media, containing viral particles, were then collected, centrifuged to pellet any cells, and used to infect monolayers of fresh NIH3T3 cells, split 1-2 x 10 s cells per 60-ram plate one day earlier. Polybrene (4 #g/ml) was added to the newly infected cells to increase the efficiency of infection. Infected cells were refed the following day with fresh DME media, and were used 2 or 3 d later for labeling and intmunoprecipitations or immunofluorescence. This protocol results in a very high percentage of cells expressing the desired protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus Formation Assays and Infection Protocol"
        },
        {
            "text": "NIH3T3 cells were subjected to the infection protocol described above. 3 or 4 d after infection with viral supernatants, cells were incubated for 15 rain in MEM lacking cysteine and methionine. Each plate was labeled with 35 35 100/~Ci [ S]Met and [ S]Cys in 0.5 rnl MEM minus cysteine and methionine for 2 h. Calls were lysed with 1.0 rnl radioimmunnprecipitation assay buffer (10 mM sodium phosphate, pH 7.2, 150 mM NaC1, 1% NP-40, 1% DOC, 0.1% SDS, 10/~g/ml Aprotinin), clarified by centrifugation, and incuhated with a rabbit antiserum directed against bacterially synthesized v-sis protein, generously provided by Ray Sweet and Keith Deen (Smith, Kline and French, King of Prussia, PA) for 2 h at 4°C with rotation. Protein A-Sepharose beads (Sigma Chemical Co., St. Louis, MO) preincubated with unlabeled NIH3T3 cell lysate were used to isolate immune complexes. After separation on a sucrose gradient and extensive washing in radioimmunoprecipitation assay buffer, the beads were treated with 2× sample buffer, and immunoprecipitates were separated on a 15% SDS-PAGE gel and detected by fluorography. For analysis of dimer formation, half of each sample was treated with reducing sample buffer (50 mM Tris, pH 6.8, 2 % SDS, 20% 2-mercaptoethanol, 10% glycerol), while the other half was resuspended in nonreducing sample buffer which lacked the 2-mercaptoethanol. The samples were run on the same 15% SDS-PAGE gel and detected as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metabolic Labeling and Immunoprecipitations"
        },
        {
            "text": "NIH3T3 cells were grown on coverslips and transfected as described above with 10 t~g of Rous sarcoma virus constructs, or subjected to infection with viral supernatants (see above). To detect intracellniar v-sis fusion proteins, ceils were fixed in 3 % paraformaldehyde/PBS for 10 rnin, followed by permeabilization in 1% Triton/PBS for 5 rain. Cells were then incubated with a rabbit antiserum directed against the v-sis protein, followed by a rhodamine-conjugated goat anti-rabbit antibody. To detect cell surface v-sis fusion proteins, cells were fixed with paraformaldehyde and incubated with antibodies without permeabilization, as described previously (Hannink and Donoghue, 1986a; Lee and Donoghue, 1992) .",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 687,
                    "text": "(Hannink and Donoghue, 1986a;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 688,
                    "end": 711,
                    "text": "Lee and Donoghue, 1992)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Indirect Immunofluorescence"
        },
        {
            "text": "For double-labeling experiments to detect expression of both intracellular and cell surface fusion proteins, cells were fixed as described above, then treated with a rabbit antibody to v-sis, then with rhodamine-conjugated goat anti-rabbit antibody. The same cells were then permeabilized and treated with 10/~g/rnl of mAb P5D4 (Kries and Lodish, 1986) against the COOH terminus of VSV-G (kindly made available by William Balch, Scripps Clinic and Research Foundation, La Jolla, CA). These intracellular proteins were detected with a biotin-conjugated goat anti-mouse antibody which was in turn detected by FITC-conjugated streptavidin. For colocalization experiments, NIH3T3 cells grown on coverslips were infected with viral supernatants derived from sis-El-G-expressing cells, Coverslips were fixed and permeabilized as described above, and sis-E1-G was detected with a-sis antibody and rhodamine-conjugated goat anti-rabbit IgG, For colocaiization with the lectin, cells were then incubated with FITCconjugated Lens culinaris lectin (Sigma). For colocalization with mAb 10E6, cells were then incubated with 10E6 mAb, which was detected with FITC-conjngated goat anti-mouse IgG (kindly provided by V. Malhotra [Univ. California, Davis, CA] and W. J. Brown [Cornell Univ., Ithaca, NY)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirect Immunofluorescence"
        },
        {
            "text": "NIH3T3 cells were transfected as described above with 9 #g of MLV expression constructs plus 1 /~g pZAP helper virus. Cells from individual foci were isolated with cloning rings and transferred to 24-well plates with trypsin, and allowed to grow for 2-3 d, refeeding after 1 d. The cells were trypsinized, transferred to 60-mm plates, then 1 d later split 1:4 to two 10-cm plates, and the following day treated with media with or without 100 #M suramin. Cells were examined for morphological changes after 24 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suramin Treatment of Transformed Cells"
        },
        {
            "text": "NIH3T3 cells were transfected with 9/~g of MLV constructs plus 1 #g pZAP, and supernatants collected and used for infection of fresh NIH3T3 cells. 2 d after infection, the 60 mm plates of ceils were serum starved in DME for 24 h, then treated for 5 rain with 100 ng/ml PDGF-BB (Amgan, Thousand Oaks, CA) or left untreated. Cells were lysed in NP-40 lysis buffer (20 mM Tris, pH 7.5, 137 mM NaCI, 1% NP-40, 1 mM sodium orthovanadate, 5 mM EDTA, 10 t~g/ml Aprotinin, and 10% glycerol) and scraped from plates with rubber policemen. The lysates were clarified by centrifugation, then incubated for 2 h with a rabbit antiserum specific for the mouse PDGF-B receptor (Upstate Biotechnology Inc., Lake Placid, NY). Immune complexes were collected with protein A-Sepharose beads, spun through a 10% sucrose in NP-40 lysis buffer solution, washed twice with NP-40 lysis buffer, and once with 20 mM Tris, pH 7.5. 40 t~l of kinase buffer (20 mM Tris, pH 7.5, 10 mM MnCI2, 10 mM MgCI2) containing 5 #Ci ['y-32P]ATP was then added to the beads, and reactions were incubated for 10 min at 37°C. Reaction products were separated by SDS-PAGE (7.5 %) and visualized by autoradiography. Figure 1 . Structure of Golgilocalized v-sis derivatives. All constructs used the first 239 amino acids of the v-sis protein, which includes: a signal sequence; a pmpeptide with N-linked oligosaccharide addition site and dibasic proteolytic processing site; and the 82-amino acid MTR. The sis-G-ER + and sis-G-ERconstructs were produced by fusing a known ER retention signal (DEKKMP) or a scrambled signal (DEMPKK) from an adenoviral protein, E3/19K, onto the cytoplasmic end of sis-G fusions (lee and Donoghue, 1992). The next six constructs contain residues 21-45 of El, a glycoprotein from an avian coronavirus. These residues encode the first transmembrahe domain of El, which has been shown to confer cis-Golgi localization. The last three constructs in the E1 set have a 39-amino acid section of the glycoprotein G from the vesicular stomatitis virus (VSV-G) fused to the cytoplasmic tail. The mutant forms of these constructs,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1170,
                    "end": 1178,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "In Vitro Kinase Assay"
        },
        {
            "text": "should abolish the signal's Golgi-retention capabilities. The final two constructs have a section of TGN38, a TGNlocalized protein, encoding the transmembrane domain and C-terminal tail (amino acids 284-340) fused to v-sis. A mutant form was made by truncating the cytoplasmic tail region, and thus uses only amino acids 284-311 of TGN38. This construct should not be retained intracellularly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "sis-El(QI) and sis-El(ins),"
        },
        {
            "text": "proteins constructed for these experiments. The first three constructs, sis-G, sis-G-ER +, and sisG-ER-, were described previously , and served as a basic model for the construction of these new fusion proteins. In all cases, the first 239 amino acids of v-sis are included in the fusion proteins. This portion of v-sis provides a signal sequence, a dibasic proteolytic processing site, and the 82-amino acid minimal transforming region (Hannink and Donoghue, 1986b; Sauer et al., 1986; Giese et al., 1987; Sauer and Donoghue, 1988) . All constructs are in Type I orientation-the NH2 terminus is \"out; and the COOH terminus \"in\"",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 466,
                    "text": "(Hannink and Donoghue, 1986b;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 467,
                    "end": 486,
                    "text": "Sauer et al., 1986;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 487,
                    "end": 506,
                    "text": "Giese et al., 1987;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 507,
                    "end": 532,
                    "text": "Sauer and Donoghue, 1988)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "sis-El(QI) and sis-El(ins),"
        },
        {
            "text": "The sis-E1 fusion incorporates a 25-amino acid segment of the avian coronavirus E1 protein, containing the entire first transmembrane domain of E1 and a short cytoplasmic tail. This region has been shown to confer localization of E1 to the cis-Golgi cisternae, allowing for assembly of the coronavirus to occur at intracellular membranes (Swift and Machamer, 1991; Machamer et al., 1990) . When incorporated into heterologous proteins, this E1 transmembrane domain can function as a cis-Golgi localization signal, as shown by incorporation of this transmembrane domain into fusion proteins with VSV-G and a m (a human chorionic gonadotropin/VSV-G fusion protein) (Swift and Machamer, 1991) . The sis-El(QI) construct incorporates a mutation that changes Gin 37 to fie, and this mutation abolishes correct localization (Swift and Machamer, 1991) . The sis-El(ins) construct contains an insertion of two lie residues in the transmembrane domain, which similarly abolishes cis-Golgi localization. The sis-E1-G constructs are quite similar to the above, but they have an extended COOH-terminal domain provided by a portion of the G protein from VSV-G (Rose and Gallione, 1981) . The addition of the G tail allows for doublelabel immunofluorescence experiments to be performed, and does not significantly alter the localization efficiency or function of the fusion proteins, as described below.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 364,
                    "text": "(Swift and Machamer, 1991;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 365,
                    "end": 387,
                    "text": "Machamer et al., 1990)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 663,
                    "end": 689,
                    "text": "(Swift and Machamer, 1991)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 818,
                    "end": 844,
                    "text": "(Swift and Machamer, 1991)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1147,
                    "end": 1172,
                    "text": "(Rose and Gallione, 1981)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "sis-El(QI) and sis-El(ins),"
        },
        {
            "text": "The membrane-anchor region of sis-TGN38 consists of 59 amino acids, containing the transmembrane domain and cytoplasmic tail of TGN38, a Type I-oriented protein which was isolated from rat liver Golgi membranes (Luzio et al., 1990) and is normally localized to the TGN (Ladinsky and Howell, 1992; Bos et al., 1993; Reaves et al., 1993) . A tyrosine-containing motif, Tyr-Gln-Arg-Leu (YQRL), in the COOH-terminal domain of TGN38, has been shown to be essential for TGN localization (Bos et al., 1993; Humphrey et al., 1993; Wong and Hong, 1993) . This motif has also been shown to be sufficient for localizing heterologous proteins, such as the LDL receptor and the Tac antigen (interleukin-2 receptor A-chain) to the TGN (Bos et al., 1993; Humphrey et al., 1993) . A mutant version of the sis-TGN38 construct, referred to as sis-TGN38A, was constructed using only the 28 amino acids of TGN38 that encompass the transmembrane domain. Thus, the sis-TGN38A construct lacks the essential tyrosine-containing motif, and should not be retained in the TGN.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 231,
                    "text": "(Luzio et al., 1990)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 269,
                    "end": 296,
                    "text": "(Ladinsky and Howell, 1992;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 297,
                    "end": 314,
                    "text": "Bos et al., 1993;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 315,
                    "end": 335,
                    "text": "Reaves et al., 1993)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 481,
                    "end": 499,
                    "text": "(Bos et al., 1993;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 500,
                    "end": 522,
                    "text": "Humphrey et al., 1993;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 523,
                    "end": 543,
                    "text": "Wong and Hong, 1993)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 721,
                    "end": 739,
                    "text": "(Bos et al., 1993;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 740,
                    "end": 762,
                    "text": "Humphrey et al., 1993)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "sis-El(QI) and sis-El(ins),"
        },
        {
            "text": "The transforming ability of the various v-sis fusion proteins was assayed by transfection of NIH3T3 cells using MLVbased retroviral constructs (Bold and Donoghue, 1985) . The relative ability to transform cells was based on the number of foci formed, with both positive and negative (mock) controis for comparison. The same amount of DNA was transfected for each construct, and the number of foci formed was normalized to the activity of the positive control, sis-G. As shown in Table I , cells transfected with sis-E1 or sis-E1-G exhibited negligible transforming activity, comparable to the mock-transfected cells. The presence of the VSV-G cytoplasmic tail in the sis-E1-G construct seemed to have little or no effect on its transforming activity. Thus, addition of the retention signal of the E1 protein abrogated the transforming potential of v-sis, presumably by localizing virtually all of the fusion protein to an intracellular location incapable of autocrine stimulation.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 168,
                    "text": "(Bold and Donoghue, 1985)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 486,
                    "text": "Table I",
                    "ref_id": null
                }
            ],
            "section": "The sis-E1 Fusion Proteins Are Unable to Cause Cellular Transformation"
        },
        {
            "text": "In contrast, all of the derivatives that incorporated mutations in the E1 localization signal, including sis-El(Q1), sis-El(Q1)-G, sis-El(ins), and sis-El(ins)-G, exhibited transformation with efficiencies ranging from '~25-50% of sis-G (Table I) . These fusion proteins were consistently less transforming the sis-G, but this phenomenon has been observed before in our lab, with other membrane-anchored derivatives of v-sis (Hannink and Donoghue, 1986a; Lee and Donoghue, 1991; Xu et al., 1993) . This may result from the fact that these membrane-anchored ligands are restricted in their ability to diffuse, and thus less likely to activate receptors as efficiently as the native secreted protein.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 454,
                    "text": "(Hannink and Donoghue, 1986a;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 455,
                    "end": 478,
                    "text": "Lee and Donoghue, 1991;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 479,
                    "end": 495,
                    "text": "Xu et al., 1993)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 246,
                    "text": "(Table I)",
                    "ref_id": null
                }
            ],
            "section": "The sis-E1 Fusion Proteins Are Unable to Cause Cellular Transformation"
        },
        {
            "text": "Focus assays were also performed by transfecting NIH3T3 cells with the sis-TGN38 and sis-TGN38A constructs. Table  I shows that, when fused to a portion of TGN38 containing the TGN-localization signal, v-sis can interact with the PDGF receptor to result in autocrine transformation with an efficiency of 32% of the sis-G control. The mutant derivafive, sis-TGN38A, which lacks the tyrosine-containing TGN localization signal, was consistently more active in transformarion assays, exhibiting 55 % as many foci as the sis-G control. Recently, it was demonstrated that TGN38 recycles from the TGN to the cell surface (Reaves et al., 1993) . This observation complicates our results, in that we are at this point unable to determine if the transforming potential of the sis-TGN38 fusion protein is due to a subpopulation of protein molecules present on the cell surface at any given time, or whether it is truly mediated by ligand/receptor interactions occurring within the TGN. Further experiments will be needed to clarify this.",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 636,
                    "text": "(Reaves et al., 1993)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "Table  I",
                    "ref_id": null
                }
            ],
            "section": "The sis-TGN38 Fusion Protein Causes Inefficient but Detectable Cellular Transformation"
        },
        {
            "text": "To verify that the constructs used in this study were capable of encoding the desired proteins, the coding regions from each construct were swapped into a pSP64(polyA) vector (Promega Biotec, Madison, WI) for in vitro transcription and translation experiments. Messenger RNA was synthesized (Melton, 1987) and translation reactions were performed in rabbit reticulate lysate in the presence of [35S]Cys. SDS-PAGE analysis of the products of these reactions demonstrated proteins with molecular weights that correlated with the expected sizes of each of the fusion proteins (data not shown). This indicates that our constructs encode the desired fusion proteins. The results summarized in Table I indicate that sis-E1 and sis-E1-G chimeric proteins are not able to cause transformation. The most likely explanation is that these proteins are anchored in a cellular compartment where they are unable to functionally interact with PDGF receptors. However, one might postulate other explanations for the lack of transforming activity exhibited by these proteins. For example, a critical post-translational event may be altered by forcing v-sis to remain intracellular, thereby abolishing its activity. N-linked glycosylation of v-sis is not required for its biological activity (Sauer et al., 1986) , and bacteriaUy-expressed PDGF-BB (which has no N-or O-linked glycosylation) is biologically active (Hoppe et al., 1989) . Therefore, glycosylation of v-sis, although altered in these fusion proteins, does not constitute a critical processing event. However, v-sis must dimerize in order to function , so perhaps these fusion proteins do not dimerize correctly. To address this, we infected NIH3T3 cells with viral supernatants collected from cells transfected with the indicated v-sis fusion constructs (see legend to Fig. 2) . The fusion proteins were immunoprecipitated using the a-sis antibody, and one half of the sample was treated with nonreducing sample buffer to examine dimeric proteins, while the other half was treated with reducing sample buffer to examine monomeric forms. Fig. 2 , lanes 3 and 9 shows that the sis-E1 chimera indeed dimerizes, yielding a dimer band of •62-64 kD under nonreducing conditions, and a 32-kD monomer band un-der reducing conditions. Comparison of the left and right panels of Fig. 2 further illustrates that all of the chimeric proteins dimerize as expected, indicating that this critical processing event is not altered in the fusion proteins. Thus, these data suggest that the transforming activity of the v-sis fusion proteins described here most closely correlates with their subcellular localization within the cell, as verified further below, rather than resulting from differences in posttranslational processing events.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 305,
                    "text": "(Melton, 1987)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1274,
                    "end": 1294,
                    "text": "(Sauer et al., 1986)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1396,
                    "end": 1416,
                    "text": "(Hoppe et al., 1989)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 688,
                    "end": 695,
                    "text": "Table I",
                    "ref_id": null
                },
                {
                    "start": 1815,
                    "end": 1822,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2083,
                    "end": 2089,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2315,
                    "end": 2321,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dimerization of the Fusion Proteins"
        },
        {
            "text": "Like most other secreted proteins, v-sis undergoes a variety of posttranslational modifications as it passes through the secretory pathway. One of these processing events is cleavage at a dibasic site to release the propeptide region of the protein. This is thought to occur late in the secretory pathway, between the trans-cistemae of the Golgi complex and the plasma membrane (Robbins et al., 1985; Lokeshwar et al., 1990) . Thus, sis-E1 and sis-El-G, if retained in the early Golgi complex, should not undergo this processing step. The mutant versions of these two fusion proteins, however, should reach the cell surface and thus should exhibit processing of this propeptide. Similarly, the sis-TGN38 and sis-TGN38A fusion proteins both should exhibit processing, since these should be either retained in a compartment that is past the site of this modification, or be present on the cell surface.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 400,
                    "text": "(Robbins et al., 1985;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 401,
                    "end": 424,
                    "text": "Lokeshwar et al., 1990)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Fusion Proteins Are Synthesized and Are Processed According to SubceUular Location"
        },
        {
            "text": "To examine proteolytic processing of our fusion proteins, NIH3T3 cells expressing the desired proteins were metabolically labeled with [35S]Cys and [35S]Met, and labeled proteins were immunoprecipitated and separated by SDS-PAGE. As shown in Fig. 3 , the sis-E1-G protein showed no detectable processed forms (Fig. 3, lane 2) , implying retention in an early Golgi compartment. On the other hand, the mutant derivatives sis-El(Ql)-G and sis-El(ins)-G both exhibited processing, which appears as a doublet of lower mo- lecular mass bands (Fig. 3, lanes 3 and 4, indicated by arrows). Similar results were obtained using the constructs lacking the G tail (data not shown). The diffuse signal above the major bands most likely represents heterogeneity of O-linked oligosaccharides which, although previously observed , have not been extensively characterized. In summary, these results are consistent with localization of sis-E1 and sis-E1-G to the early Golgi complex, whereas the proteins encoded by the other constructs have clearly progressed through the secretory pathway beyond the trans-Golgi complex.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 248,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 309,
                    "end": 325,
                    "text": "(Fig. 3, lane 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 537,
                    "end": 560,
                    "text": "(Fig. 3, lanes 3 and 4,",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Fusion Proteins Are Synthesized and Are Processed According to SubceUular Location"
        },
        {
            "text": "Cleavage of the propeptide region of v-sis is not required for its activity, as demonstrated initially in previous work from this laboratory in which the Lys-Arg cleavage site of v-sis was mutated to Asn-Ser with no change in biological activity (Saner et al., 1986) . In subsequent studies from our lab, the KR to NS mutation has been incorporated into a variety of membrane-anchored derivatives (Hannink and Donoghue, 1986b; Lee and Donoghue, 1992; Xu et al., 1993) , including sis-G and sis-G-ER-, with no effect on biological activity. This is an important point, as the constructs that are retained in the early Golgi, sis-E1 and sis-El-G, would not be expected to undergo this cleavage process. Thus, we can conclude that the inactivity of these proteins is not due to their lack of propeptide cleavage.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 266,
                    "text": "(Saner et al., 1986)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 397,
                    "end": 426,
                    "text": "(Hannink and Donoghue, 1986b;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 427,
                    "end": 450,
                    "text": "Lee and Donoghue, 1992;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 451,
                    "end": 467,
                    "text": "Xu et al., 1993)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Fusion Proteins Are Synthesized and Are Processed According to SubceUular Location"
        },
        {
            "text": "To examine the subcellular location of v-sis fusion proteins, NIH3T3 cells were transfected with MLV expression constructs and then processed for immunofluorescence. The proteins were detected by an antibody to the v-sis portion of the fusion proteins. As visualized in the permeabilized cells shown in Fig. 4 , there was a high level of expression for all the fusion proteins presented in this figure (see Fig. 4 , A, C, E, and G). Staining can be seen of the ER and Golgi of these cells, indicating the presence of these fusion proteins throughout the secretory compartment. The cells depicted in Fig. 4 are representative of the positive cells seen in these transient expression assays. The percentage of cells expressing the desired constructs typically ranged from ,,ol-5 %.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 309,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 407,
                    "end": 413,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 599,
                    "end": 605,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Cell Surface Expression Is Detectable in sis-E1 Mutants and sis-TGN38 Derivatives"
        },
        {
            "text": "Surface staining of nonpermeabilized cells was readily detectable for cells expressing sis-El(ins), sis-El(Ql), and sis-TGN38A derivatives (see Fig. 4 , B, D, and H), indicating that these fusion proteins are efficiently transported to the cell surface, as expected. The sis-TGN38 construct (F) displays decreased but detectable surface staining, indicating that a portion of the population of this protein reaches the cell surface. This is consistent with the behavior of native TGN38, which has been shown to recycle between the TGN and the cell surface (Reaves et al., 1993) . Since a small amount of this sis-q'GN38 fusion protein reaches the cell surface, this may explain the transforming activity of this construct in the focus formation assays (see Table I ). However, at this time we have no way of determining if the TGNretained population of the fusion protein contributes in any way to the transforming activity. While Fig. 4 clearly demonstrates that the sis-E1 mutants and the sis-TGN38 derivatives reach the cell surface, it does not answer the question of whether the sis-E1 or sis-E1-G fusions do not reach the surface. To address this question, double-label immunofluorescence was performed using the constructs bearing the VSV-G cytoplasmic tail. This allowed for simultaneous examination of both intracellular and cell surface populations of the various fusion proteins within the same cell. Cell surface protein was detected with an antibody against v-sis. The cells were then permeabilized, and intracellular fusion proteins were detected with a monoclonal antibody to the VSV-G protein. As positive controls, both the sis-El(ins)-G and the sis-El(Ql)-G fusion proteins were included in this assay. As in Fig. 4, Fig. 5 shows that these proteins were readily detected within the cell (E and G) as well as on the cell surface (F and H). As another control, sis-G was included. This fusion protein was created in our lab for previous experiments, and it localizes to the cell surface (Hannink and Donoghue, 1986a) . A and B of Fig. 5 clearly demonstrate both intracellular and surface staining for this construct. C demonstrates the reticular and perinuclear intracellular staining consistently seen for sis-El-G, indicating presence of this protein within the ER and Golgi complex.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 577,
                    "text": "(Reaves et al., 1993)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2004,
                    "end": 2033,
                    "text": "(Hannink and Donoghue, 1986a)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 757,
                    "end": 764,
                    "text": "Table I",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 937,
                    "text": "While Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1727,
                    "end": 1741,
                    "text": "Fig. 4, Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2047,
                    "end": 2053,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Cell Surface Expression Is Detectable in sis-E1 Mutants and sis-TGN38 Derivatives"
        },
        {
            "text": "When looking for sis-E1-G protein on the surface of the same cell, D demonstrates that there is no detectable surface staining. As with Fig. 4 , these were transient expression assays, and the typical percentage of cells expressing the transfected fusion constructs was ,,ol-5 %. We deliberately examined cells expressing high levels of protein within the cell, so that even weak cell surface staining would be detectable. Although deliberate selection of high-expressing cells tended to obscure any detail present in the permeabilized cells, the issue of whether sis-E1 and sis-E1-G are in fact localized to the early Golgi complex is addressed in colocalization experiments in the subsequent section. The cell featured in Fig.  5 is representative of all sis-El-G-expressing cells, in that we were never able to detect protein on the cell surface. Thus, the cis-Golgi retention signal of the E1 glycoprotein, when appended to the v-sis protein, results in efficient retention of the fusion protein to an intracellular compartment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 142,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 724,
                    "end": 731,
                    "text": "Fig.  5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The sis-E1-G Fusion Protein Is Efficiently Retained within the Cell"
        },
        {
            "text": "To demonstrate that sis-E1 and sis-E1-G fusion proteins are indeed targeted to the early Golgi complex, we have used double-label immunofluorescence to colocalize these chimeric proteins with known Golgi markers. The Golgi markers used were (a) Lens culinaris lectin, a carbohydratebinding protein that binds to terminal o~-mannosyl and o~-Dglucosyl residues (Kornfeld et al., 1981) , and has been shown to stain primarily the Golgi complex of cells (Hsu et al., 1992; Machamer et al., 1993) ; and (b) a monoclonal antibody 10Et, described by Wood et al. (1991) , which was localized to the cis-Golgi complex of NRK cells by immunoelectron microscopy. In these studies, the sis-E1-G chimera was expressed in NIH3T3 cells by infection with retroviral supernatants, and was detected in fixed and permeabilized cells with a polyclonal rabbit antisera to v-sis. This in turn was visualized with a rhodamine-conjugated goat anti-rabbit IgG. To visualize the Golgi complex, these same cells were treated with either a fluorescein-conjugated Lens culinaris lectin, or with the mouse mAb 10E6, which was visualized with a fluorescein-conjugated goat anti-mouse IgG. The two cells shown for each condition in Fig. 6 are representative Cells expressing various fusion proteins were processed for immunofluorescence. Surface proteins were detected by a rabbit serum directed against the v-sis protein, and rhodamine-conjugated goat antirabbit antibody (B, D, F, and H). Intrac~llular proteins were detected by a mouse mAb against the COOH-terminal portion of the VSV-G protein and a biotin-conjugated goat anti-mouse antibody, followed by FITC-conjugated streptavidin (A, C, E, and G). A and B , sis-G, C and D, sis-El-G; E and F, sis-El(ins) of the sis-El-G-expressing cells generated in these immunofluorescence assays. The percentage of ceils expressing protein was higher using this infection protocol than that obtained by transient transfections. This percentage varied from •10-15 %. As Fig. 6 shows, the sis-E1-G fusion protein clearly colocalizes with both the lectin (see A and B, C and D) and the mAb 10E6 (see E and F, G and H). Thus, the E1 cis-Golgi targeting signal functions correctly and targets v-sis to the early Golgi when incorporated into a fusion protein.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 382,
                    "text": "(Kornfeld et al., 1981)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 450,
                    "end": 468,
                    "text": "(Hsu et al., 1992;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 469,
                    "end": 491,
                    "text": "Machamer et al., 1993)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 543,
                    "end": 561,
                    "text": "Wood et al. (1991)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1683,
                    "end": 1731,
                    "text": ", sis-G, C and D, sis-El-G; E and F, sis-El(ins)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1200,
                    "end": 1206,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1657,
                    "end": 1682,
                    "text": "(A, C, E, and G). A and B",
                    "ref_id": null
                },
                {
                    "start": 1983,
                    "end": 1989,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Colocalization with Golgi Markers Confirms the Targeting of sis-E1-G"
        },
        {
            "text": "Suramin is a polysulfonated naphthylurea derivative reported to inhibit PDGF mitogenic activity and to revert the v-sis transformed phenotype (Betsholtz et al., 1986) . It is postulated to exert this effect by disruption of ligand-receptor interactions that occur on the cell surface. This mechanism of action is supported by the ability of suramin to reduce the level of tyrosine-phosphorylated cell surface PDGF receptors, while having no effect on the levels of tyrosine phosphorylation of the intracellular, immature forms of the receptors (Fleming et al., 1989) . Since suramin has been shown to accumulate intraceUularly (Hawking, 1978; La-Rocca et al., 1990) , it may also be possible for it to interfere with intracellular interactions between receptor and ligand (Huang and Huang, 1988) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 166,
                    "text": "(Betsholtz et al., 1986)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 544,
                    "end": 566,
                    "text": "(Fleming et al., 1989)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 627,
                    "end": 642,
                    "text": "(Hawking, 1978;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 643,
                    "end": 665,
                    "text": "La-Rocca et al., 1990)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 772,
                    "end": 795,
                    "text": "(Huang and Huang, 1988)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Suramin Reverts the Transformed Phenotype of sis-E1 Mutants and sis-TGN38 Constructs"
        },
        {
            "text": "To further examine the mechanism of transformation occurring in our cells, we treated NIH3T3 cells expressing the transforming constructs with suramin to see if the transformed phenotype would revert in its presence. Transformed cells expressing sis-El(Ql), sis-El(ins), sis-q~3N38, sis-TGN38A, and v-sis as a positive control, were examined in the absence of suramin (Fig. 7 , A, C, E, G, and I), or in the presence of suramin (Fig. 7, B, D, F, H, and J) . In all cases, suramin did indeed revert the phenotype. It has been shown that E5, an oncoprotein derived from the bovine papillomavirus, can interact with immature intracellular forms of PDGF receptors, and may stimulate their autophosphorylation activity (Goldstein et al., 1992; Petti and DiMaio, 1992; Cohen et al., 1993) . It has also been shown by Xu et al. (1993) that BPV-E5-transformed cells do not revert in the presence of suramin. Thus, cells transformed by E5 were included as a negative control in the suramin reversion assay. As expected, the presence of suramin did not affect the transformed phenotype of NIH3T3 cells expressing E5 (Fig. 7 , K and L). These results indicate that the productive transforming interactions between PDGF receptors and the v-sis fusion proteins described here are occurring in a suraminsensitive site, most likely the cell surface.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 738,
                    "text": "(Goldstein et al., 1992;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 739,
                    "end": 762,
                    "text": "Petti and DiMaio, 1992;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 763,
                    "end": 782,
                    "text": "Cohen et al., 1993)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 811,
                    "end": 827,
                    "text": "Xu et al. (1993)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 375,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 428,
                    "end": 455,
                    "text": "(Fig. 7, B, D, F, H, and J)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1106,
                    "end": 1113,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Suramin Reverts the Transformed Phenotype of sis-E1 Mutants and sis-TGN38 Constructs"
        },
        {
            "text": "A normal response in cells that are chronically exposed to PDGF is the downregulation of PDGF receptors (Garrett et al., 1984) . This downregulation occurs via endocytosis of Arrows indicate regions of each cell that stain positively for both the sis-E1-G fusion protein and the Golgi complex. To analyze if such a process occurred in cells expressing any of the v-sis fusion proteins described in this paper, PDGF-/3 receptors were immunoprecipitated from serum-starved cells expressing the fusion proteins either before or after stimulation with PDGF-BB. These receptors were then subjected to an in vitro kinase assay, and incorporation of labeled phosphate from [3,-32P]ATP into the receptor protein was visualized by SDS-PAGE. As seen in Fig. 8 , in the absence of stimulation with PDGF, little or no activatable receptors were detected (B, lanes 1-9). After stimulation with PDGF-BB, however, NIH3T3 cells, mock-transfected cells, and cells expressing sis-E1 all exhibited a significant level of cell surface activatable receptors (A, 1-3), as demonstrated by the phosphorylation of PDGF-# receptors of ~180 kD. Expression of the mutant sis-El(Ql) and sis-El(ins) constructs, which reach the cell surface, led to downregulation of cell surface activatable receptors, and thus there was little detectable kinase activity in these samples (Fig. 8A, lanes 4  and 5) . Similar results were obtained with sis-TGN38, sis-TGN38A and v-sis, which also reach the cell surface ( Fig.  8/1, lanes 6, 7, and 8) . These results demonstrate that when v-sis is forced to remain in an intracellular compartment, such as the early Golgi, it is unable to downregulate cell surface PDGF receptors. (B, D, F, H, J, and L) . A and B, C and D, E and F, G and H, 1 and J, K and L, ",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 126,
                    "text": "(Garrett et al., 1984)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1685,
                    "end": 1707,
                    "text": "(B, D, F, H, J, and L)",
                    "ref_id": null
                },
                {
                    "start": 1710,
                    "end": 1718,
                    "text": "A and B,",
                    "ref_id": null
                },
                {
                    "start": 1719,
                    "end": 1727,
                    "text": "C and D,",
                    "ref_id": null
                },
                {
                    "start": 1728,
                    "end": 1736,
                    "text": "E and F,",
                    "ref_id": null
                },
                {
                    "start": 1737,
                    "end": 1745,
                    "text": "G and H,",
                    "ref_id": null
                },
                {
                    "start": 1746,
                    "end": 1754,
                    "text": "1 and J,",
                    "ref_id": null
                },
                {
                    "start": 1755,
                    "end": 1763,
                    "text": "K and L,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 743,
                    "end": 749,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1343,
                    "end": 1368,
                    "text": "(Fig. 8A, lanes 4  and 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1475,
                    "end": 1504,
                    "text": "Fig.  8/1, lanes 6, 7, and 8)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Downregulaaon of PDGF-[3 Receptors Does Not Occur in Response to IntraceUularly Retained Fusion Proteins"
        },
        {
            "text": "Retention of the v-sis oncogene in the early Golgi complex by means of a transmembrane retention signal abolishes its transforming ability, as demonstrated by a dramatic decrease in focus forming activity. All fusion proteins constructed for these experiments dimerized properly, indicating that this critical post-translational modification of the v-sis portion of the fusions was not altered. The fusion proteins sis-E1 and sis-E1-G were efficiently retained intracellularly, as evidenced by the lack of proteolytic processing of the constructs and lack of downregulated cell surface PDGF receptors. Immunofluorescence data are consistent with Golgi localization of the sis-E1 and sis-E1-G constructs. Colocalization with Lens culinaris lectin and mAb 10E6 confirm targeting to the early Golgi complex of the sis-E1 and sis-E1-G constructs. Mutant derivatives of the these constructs, containing defects in the cis-Golgi localization signal, were not retained inside the cell and were transforming. These proteins were proteolytically processed as expected, and were detectable on the cell surface by immunofluorescence. Suramin reverted the transformation induced by these latter constructs, providing further evidence that functional interactions between v-sis and PDGF receptors occur primarily on the cell surface. The results obtained with the sis-E1 and sis-E1-G constructs indicate that the intracellular compartment of the early Golgi complex does not allow for autocrine activation of PDGF receptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Attempts to retain v-sis protein in a more distal Golgi region by attachment of a TGN retention signal yielded ambiguous results. While most of the sis-TGN38 fusion protein was retained intracellulady, some of the protein was able to reach the cell surface, as shown by immunofluorescence. Indeed, it has been demonstrated recently that TGN38 actually recycles from the cell surface and back to the TGN (Reaves et al., 1993) . It is likely that this population of molecules that reached the cell surface was responsible for the transformation seen in the focus assays in cells expressing this fusion protein, since treatment with suramin reverted the transformed phenotype. However, we cannot conclusively rule out the possibility that functional autocrine interactions can occur in the TGN. Significantly, however, when the COOHterminus of the TGN38-derived domain was truncated, the transforming efficiency of the derivative sis-TGN38A nearly doubled (Table I) . This data certainly provides a correlation between transformation and increased cell surface localization, compared with TGN localization.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 424,
                    "text": "(Reaves et al., 1993)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 953,
                    "end": 962,
                    "text": "(Table I)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Since v-sis-transformed ceils express both v-sis protein and PDGF receptors, there exists the possibility that these two proteins can interact as they pass simultaneously through the secretory pathway. Keating and Williams (1988) reported the detection of PDGF receptors that are activated intracellularly in v-sis-transformed cells. These receptors were of an immature form, as determined by their molecular mass (160 kD) and lack of glycosylation (Huang and Huang, 1988; Keating and Williams, 1988) , and are rapidly degraded after stimulation by v-sis (Keating and Williams, 1988; Bejcek et al., 1992) . High concentrations of antisera to PDGF were shown to be unable to reverse transformation of NRK cells. Also, high levels of exogenously added v-sis protein have not been shown to cause transformation of NRK cells (Bejcek et al., 1989) . Both of these observations suggest that an intracellular autocrine mechanism may exist. These same researchers attached a six-amino acid ER-retention signal, SEKDEL, to the v-sis protein and observed morphological transformation of cells expressing this fusion protein. No secreted fusion protein was detectable. Bejcek and coworkers (1992) also have shown that v-sis, but not endogenously expressed PDGF-A homodimers, can activate PDGF receptors intracellularly; thus the capacity of v-sis to act intracellularly may underlie its mechanism of transformation.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 229,
                    "text": "Keating and Williams (1988)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 449,
                    "end": 472,
                    "text": "(Huang and Huang, 1988;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 473,
                    "end": 500,
                    "text": "Keating and Williams, 1988)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 555,
                    "end": 583,
                    "text": "(Keating and Williams, 1988;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 584,
                    "end": 604,
                    "text": "Bejcek et al., 1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 821,
                    "end": 842,
                    "text": "(Bejcek et al., 1989)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1158,
                    "end": 1185,
                    "text": "Bejcek and coworkers (1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Previous Evidence for IntraceUular Autocrine Interactions"
        },
        {
            "text": "The KDEL retention signal used by Bejcek et al. (1989) has since been shown to be a retrieval signal-not a true retention signal-allowing for return of escaped proteins to the ER (Pelham, 1991) . There is also evidence that this signal allows some leakage of proteins to the cell surface (Zagouras and Rose, 1989) . Thus, the finding that v-sis can transform cells with this KDEL signal attached most likely indicates that an undetectable amount of the fusion protein was able to escape the ER to a more distal location, such as the cell surface, where productive autocrine interactions occurred. If protein was secreted, it likely was rapidly internalized by receptor-mediated endocytosis, and thus escaped detection. Indeed, we have experienced difficulty in immunoprecipitating and detecting wild-type v-sis protein in transformed cells due to this rapid internalization (data not shown).",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 54,
                    "text": "Bejcek et al. (1989)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 179,
                    "end": 193,
                    "text": "(Pelham, 1991)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 288,
                    "end": 313,
                    "text": "(Zagouras and Rose, 1989)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Evidence for a Post-endoplasmic Reticulum Location for Autocrine Interactions"
        },
        {
            "text": "A different ER retention signal has been identified by Nilsson et al. (1989) from the adenovirus protein E3/19K. Lee and Donoghue (1992) appended this signal to the COOH terminus of the v-sis protein and demonstrated that (a) the retention signal effectively retained v-sis in the ER, with no leakage to the cell surface as confirmed by immunofluorescence, and (b) this ER-retained form of v-sis was no longer able to transform NIH3T3 cells in an autocrine fashion. This evidence suggests that v-sis cannot productively interact with the PDGF receptor within this compartment. Hannink and Donoghue (1988) constructed an inducible autocrine system in NIH3T3 cells by placing the v-sis gene under control of the hsp70 heat shock promoter, allowing for induction of v-sis expression by a short incubation at 45°C.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 76,
                    "text": "Nilsson et al. (1989)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 113,
                    "end": 136,
                    "text": "Lee and Donoghue (1992)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 577,
                    "end": 604,
                    "text": "Hannink and Donoghue (1988)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Evidence for a Post-endoplasmic Reticulum Location for Autocrine Interactions"
        },
        {
            "text": "With this system, they demonstrated that productive interactions between v-sis and PDGF receptors occur in a monensin:insensitive site. Since monensin acts by disrupting the structure and function of the trans-Golgi complex, and reduces the rate of transport of proteins to the cell surface (Tartakoff, 1983) , these results indicate that transformation only results when v-sis interacts with receptors in a region past the trans-Golgi complex. However, since monensin is a pleiotropic agent, there may have been other effects on the cells that were not taken into account. Also, the temperature shock required for induction of the hsp70 promoter may have induced other endogenous heat shock proteins.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 308,
                    "text": "(Tartakoff, 1983)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Support for Localization of Autocrine v-sis/PDGF Receptor Interactions Beyond the Trans-Goigi"
        },
        {
            "text": "It has also been demonstrated that suramin treatment of v-sis-transformed cells reverts the transformed phenotype (Fleming et al., 1989) , and that suramin decreases phosphorylation levels of cell-surface PDGF receptors with little effect on intracellular receptor phosphorylation. These experiments suggest that v-sis protein can interact with intracellular forms of the PDGF receptors in cells and stimulate autophosphorylation activity of these immature receptors, but that activated receptors must reach a suramin-sensitive, cell surface location in order to trigger the signal transduction cascade that leads to transformation.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 136,
                    "text": "(Fleming et al., 1989)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Support for Localization of Autocrine v-sis/PDGF Receptor Interactions Beyond the Trans-Goigi"
        },
        {
            "text": "Previous experiments by Lee and Donoghue (1992) suggested that the ER compartment of the secretory pathway does not support transforming interactions between v-sis and PDGF-R. One reason that the sis-G-ER ÷ construct could not productively interact with PDGF-R could be that either the ligand or the receptors had not yet undergone critical posttranslational modifications required for functional interactions and signal transduction. Such modifications may occur in the Golgi portion of the secretory pathway, particularly modifications of N-linked oligosaccharide or the addition of O-linked oligosaccharide which are largely confined to the later Golgi compartments. We have previously demonstrated that, except for disulfide bond formation which occurs in the ER very shortly after translation, further posttranslational modifications are not required for the biological activity of the v-sis protein Hannink and Donoghue, 1986b; Sauer and Donoghue, 1988) . However, extensive oligosaccharide addition and modification to PDGF-R occurs, and its importance is not clear (Keating and Williams, 1987) . Use of an early Golgi retention signal-the first transmembrane domain of the E1 glycoprotein-allowed us to begin to investigate possible autocrine interactions within the Golgi region by retaining v-sis as a fusion protein in this compartment. This retention of the v-sis oncoprotein within the early Golgi complex completely abrogated its transforming ability, and thus we conclude that productive autocrine interactions cannot occur in the early secretory pathway.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 47,
                    "text": "Lee and Donoghue (1992)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 905,
                    "end": 933,
                    "text": "Hannink and Donoghue, 1986b;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 934,
                    "end": 959,
                    "text": "Sauer and Donoghue, 1988)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1073,
                    "end": 1101,
                    "text": "(Keating and Williams, 1987)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Support for Localization of Autocrine v-sis/PDGF Receptor Interactions Beyond the Trans-Goigi"
        },
        {
            "text": "Localization of v-sis to the TGN by means of a retention signal derived from TGN38 resulted in decreased levels of transforming ability. However, immunofluorescence data indicate that a small portion of this sis-TGN38 fusion protein was able to reach the cell surface, a finding that is consistent with reports by Reaves et al. (1993) that TGN38 recycles be: tween the TGN and the cell surface. Suramin treatment of cells expressing sis-TGN38 leads to reversion of the transformed phenotype, further implicating a cell surface pool of sis-TGN38 in the transformation of these cells. However, we are unable to conclusively determine from these experiments that v-sis targeted to the TGN is not transforming. Currently, we are undertaking studies which should further clarify interactions within the late Golgi compartments. These new studies utilize a similar approach of constructing fusion proteins, this time using the transmembrane domains and cytoplasmic tails of well-characterized glycosyltransferases, which are resident Golgi enzymes. These membrane anchors should give tighter retention in the later Golgi compartments than seen with the TGN38-derived retention signal, and will hopefully provide a conclusive indication of whether v-sis is able to engage in productive autocrine interactions within the late Golgi complex.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 334,
                    "text": "Reaves et al. (1993)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Support for Localization of Autocrine v-sis/PDGF Receptor Interactions Beyond the Trans-Goigi"
        },
        {
            "text": "While it has been established that immature forms of the PDGF-R can be stimulated by v-sis to undergo phosphorylation within the secretory pathway (Hannink and Donoghue, 1988; Keating and Williams, 1988; Bejcek et al., 1992) , the question remains-are these interactions functional? That is, does this simple intracellular interaction between v-sis and PDGF-R contribute to acquisition of the transformed phenotype? One argument against this possibility is that the downstream effector molecules, such as PLC-3, (Kumjian et al., 1989; Meisenhelder et ai., 1989; Wahl et al., 1989; Morrison et al., 1990) , PI-3 kinase (Coughlin et ai., 1989; Kazlauskas and Cooper, 1989) , ras-GAP Kazlauskas et al., 1990) , and others, that normally interact with activated PDGF-R at the plasma membrane may not be available to the immature activated receptors present within the secretory pathway. The evidence from Bejcek et al. (1992) that indicates the intracellularly phosphorylated, immature forms of the receptor are capable of interacting with PI-3 kinase in 3T3 cells begins to address the functionality of intracellular v-sis/PDGF receptor interactions, but far from answers the question. Future studies in our lab will be aimed at examining the availability of such effector molecules within the secretory pathway, and whether they can indeed be activated intracellularly. These studies will include attempts to retarget some members of the signal transduction machinery to the early Golgi complex, to see if this will then allow sis-E1 or sis-E1-G to signal from this compartment. The results of these future studies should provide significant insight into the mechanisms of autocrine transformation.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 175,
                    "text": "(Hannink and Donoghue, 1988;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 176,
                    "end": 203,
                    "text": "Keating and Williams, 1988;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 204,
                    "end": 224,
                    "text": "Bejcek et al., 1992)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 512,
                    "end": 534,
                    "text": "(Kumjian et al., 1989;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 535,
                    "end": 561,
                    "text": "Meisenhelder et ai., 1989;",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 580,
                    "text": "Wahl et al., 1989;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 581,
                    "end": 603,
                    "text": "Morrison et al., 1990)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 618,
                    "end": 641,
                    "text": "(Coughlin et ai., 1989;",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 670,
                    "text": "Kazlauskas and Cooper, 1989)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 681,
                    "end": 705,
                    "text": "Kazlauskas et al., 1990)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 901,
                    "end": 921,
                    "text": "Bejcek et al. (1992)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Why Might sis Be Unable to Transform from an IntraceUular Compartment?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transformation by v-sis occurs by an internal autoactivation mechanism",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Bejcek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Deael",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "245",
            "issn": "",
            "pages": "1496--1499",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The v-sis oncogene product but not plateletderived growth factor (PDGF) A homodimers activate PDGF ~ and ~ receptors intracellularly and initiate cellular transformation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Bejcek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lipps",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Majerus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Deuel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "3289--3293",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Efficient reversion of simian sarcoma virus-transformation and inhibition of growth factor-induced mitogenesis by suramin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Betsholtz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johnsson",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Heldin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Westermark",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "83",
            "issn": "",
            "pages": "6440--6444",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biologically active mutants with deletions in the v-mos oncogene assayed with retrovial vectors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Bold",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Mol. Cell. Biol",
            "volume": "5",
            "issn": "",
            "pages": "3131--3138",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "TGN38 is maintained in the trans-Golgi network by a tyrosine-containing motif in the cytoplasmic domain",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wraight",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "12",
            "issn": "",
            "pages": "2219--2228",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High-efficiency transformation of mammalian cells by plasmid DNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Mol. Cell. Biol",
            "volume": "7",
            "issn": "",
            "pages": "2745--2752",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transformation-specific interaction of the bovine papillomavirns F_,5 oncoprotein with the platelet-derived growth factor receptor transmembrane domain and the epidermal growth factor receptor cytoplasmic domain",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rutledge",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Vass",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Lowry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Schiller",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "5303--5311",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Role of phosphatidylinositol kinase in PDGF receptor signal transduction",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Coughlin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Escobedo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "243",
            "issn": "",
            "pages": "1191--1194",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nucleotide sequence of the simian sarcoma virus ganome: demonstration that its acquired cellular sequences encode the transforming gene product p28 si~",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Devare",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Proc. Natl. Acod. Sci. USA",
            "volume": "80",
            "issn": "",
            "pages": "731--735",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Simian sarcoma virus onc gene, v-sis, is derived from the gene (or genes) encoding a platelet-derived growth factor",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Doolitlle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Hunkapiller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Devare",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Antoniades",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Science (Wash. DC)",
            "volume": "221",
            "issn": "",
            "pages": "275--277",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Autocrine mechanism for v-sis transformation requires cell surface localization of internally activated growth factor receptors",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "8063--8067",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Blockade of autocrine stimulation in simian sarcoma virus-transformed cells reverses down-regulation of platelet-derived growth factor receptors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Coughlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Niman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Tremble",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Giels",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Natl. Acod. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "7466--7470",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The role of individual cysteine residues in the structure and function of the v-sis gene product",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Giese",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science (Wash. DC)",
            "volume": "236",
            "issn": "",
            "pages": "1315--1318",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The BPV-1 E5 protein, the 16 kDa membrane pore-forming protein and the PDGF receptor exist in a complex that is dependent on hydrophobic transmembrane interactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Andresson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sparkowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO (Fur. Mol. Biol. Organ.)J",
            "volume": "11",
            "issn": "",
            "pages": "4851--4859",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cell surface expression of membrane-anchored v-sis gene products: glycosylation is not required for cell surface transport",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hannink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "103",
            "issn": "",
            "pages": "2311--2322",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Biosynthesis of the v-sis gene product: signal sequence cleavage, glycosylation, and proteolytic processing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hannink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Mol. Cell. Biol",
            "volume": "6",
            "issn": "",
            "pages": "1343--1348",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Autocrine stimulation by the v-sis gene product requires a ligand-receptor interaction at the cell surface",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hannink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "107",
            "issn": "",
            "pages": "287--298",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Deletions in the C-terminal coding region of the v-sis gene: dimerization is required for transformation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hannink",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Mol. Cell. Biol",
            "volume": "6",
            "issn": "",
            "pages": "1304--1314",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Suramin: with special reference to onchocerciasis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hawking",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Adv. Pharmacol. Cheraother",
            "volume": "15",
            "issn": "",
            "pages": "289--322",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "DNA methylation affecting the expression of murine leukemia provirnses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gusella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tahin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cowing",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. ViroL",
            "volume": "44",
            "issn": "",
            "pages": "144--157",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Preparation of biologically active platelet-derived growth factor type BB from a fusion protein expressed in Escherichia coli",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoppe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Weich",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biochemistry",
            "volume": "28",
            "issn": "",
            "pages": "2956--2960",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A brefeldin A-like phenotype is induced by overexpression of a human ERD-2-1ike protein",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "ELPq. Cell",
            "volume": "69",
            "issn": "",
            "pages": "625--635",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rapid turnover of the platelet-derived growth factor receptor in sis-transformed cells and reversal by suramin",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "12608--12618",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Transforming protein of simian sarcoma virus stimulates autocrine growth of SSV-transformed cells through PDGF cell-surface receptors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Deuel",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "39",
            "issn": "",
            "pages": "79--87",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Localization of TGN38 to the trans-Golgi network: involvement of a cytoplasmic tyrosine-containing sequence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "1123--1135",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "PDGF E-receptor stimulates tyrosine phosphorylation of GAP and association of GAP with a signaling complex",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Morison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vcong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "125--133",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Autopbospborylation of the PDGF receptor in the kinase insert region regulates interactions with cell proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kazlauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "58",
            "issn": "",
            "pages": "1121--1133",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Binding of GAP to activated PDGF receptors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kazlauskas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pawson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science (wash. DC)",
            "volume": "247",
            "issn": "",
            "pages": "1578--1581",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Processing of the platelet-derived growth factor receptor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Keating",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Biol. Chem",
            "volume": "262",
            "issn": "",
            "pages": "7932--7937",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Autocrine stimulation of intracellular PDGF receptors in v-sis-transformed cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Keating",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Science (wash. DC)",
            "volume": "239",
            "issn": "",
            "pages": "914--916",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The carbohydrate binding specificity of pea and lentil lectins: fucose is an important determinant",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Reitman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Biol. Chem",
            "volume": "256",
            "issn": "",
            "pages": "6633--6640",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Olignmerization is essential for transport of vesicular stomatitis viral glycoprotein to the cell surface",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "46",
            "issn": "",
            "pages": "929--937",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Plateletderived growth factor (PDGF) binding promotes physical association of PDGF receptor with phospholipase C",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kumjian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Rhce",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "0"
                    ],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "8232--8236",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Suramin: prototype of a new generation of antitumor compounds. Cancer Ceils. (Cold Spring Harbor)",
            "authors": [
                {
                    "first": "La",
                    "middle": [],
                    "last": "Rocca",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "106--115",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The trans-Golgi network can be dissected structurally and functionally from the cisternae of the Golgi complex by brefeldin A. Fur",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ladinsky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Howell ; Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "59",
            "issn": "",
            "pages": "361--370",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Intracellular retention of membraneanchored v-sis protein abrogates autocrine signal transduction",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Cell Biol",
            "volume": "118",
            "issn": "",
            "pages": "1057--1070",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Intracellular turnover, novel secretion, and mitogenically active intraceilular forms of v-sis gene product in simian sarcoma virus-transformed cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Lokeshwar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "1665--1675",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Identification, sequencing and expression of an integral membrane protein of the trans-Golgi network (TGN38)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Luzio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Banting",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Braghetta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochem. J",
            "volume": "270",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Targeting and retention of Golgi membrane proteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Curr, Opin. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "606--612",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The E1 glycoprotein of an avian coronavirus is targeted to the cis Golgi complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mentone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "6944--6948",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Retention of a cis Golgi protein requires polar residues on one face of a predicted c¢-belix in the transmembrane domain",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Grim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esquela",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rolls",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mol. Biol. Cell",
            "volume": "4",
            "issn": "",
            "pages": "695--704",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Phospholipase C-'? is a substrate for the PDGF and EGF receptor protein-tyrosine kinases in vivo and in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meisenhelder",
                    "suffix": ""
                },
                {
                    "first": "P.-G",
                    "middle": [],
                    "last": "Suh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "1109--1122",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Translation of messenger RNA in injected frog oocytes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Melton",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Methods Enzymol",
            "volume": "152",
            "issn": "",
            "pages": "288--296",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Plateletderived growth factor (PDGF)-dependent association of phospholipase C-3' with the PDGF receptor signaling complex",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Mol. Cell. Biol",
            "volume": "10",
            "issn": "",
            "pages": "2359--2366",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Short cytoplasmic sequences serve as retention signals for transmembrane proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "58",
            "issn": "",
            "pages": "707--718",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Recycling of proteins between the endoplasmic reticulure and golgi complex",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "585--591",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Stable association between the bovine papillomavirus E5 transforming protein and activated platelet--derived growth factor receptor in transformed mouse cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Petti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dimaio",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "89",
            "issn": "",
            "pages": "6736--6740",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "TGN38/41 recycles between the cell surface and the TGN: brefeldin A affects its rate of return to the TGN",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reaves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Banting",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mol. Biol. Cell",
            "volume": "4",
            "issn": "",
            "pages": "93--105",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The v-sislPDGF-2 transforming gene product localizes to cell membranes but is not a secretory protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Leal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "4",
            "issn": "",
            "pages": "1783--1792",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Nucleotide sequences of the mRNA's encoding the vesicular stomatitis virus G and M proteins determined from cDNA clones containing the complete coding regions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gallione",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Virol",
            "volume": "39",
            "issn": "",
            "pages": "519--528",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Identification of nonessential disulfide bonds and altered conformations in the v-sis protein, a homolog of the B chain of platelet-derived growth factor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Mol. Cell Biol",
            "volume": "8",
            "issn": "",
            "pages": "1011--1018",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Deletions in the N-terminal coding region of the v-sis gene: determination of the minimal transforming region",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Saner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hannink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Virol",
            "volume": "59",
            "issn": "",
            "pages": "292--300",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Autocrine secretion and malignant transformation of cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Sporn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Todaro",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "N. Engl. J. Med",
            "volume": "303",
            "issn": "",
            "pages": "878--880",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A Golgi retention signal in a membrane-spanning domain of coronavirus E1 protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Perturbation of vesicular traffic with the carboxylic ionophore monensin",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Tartakoff",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Cell",
            "volume": "32",
            "issn": "",
            "pages": "1026--1028",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Platelet-derived growth factor induces rapid and sustained tyrosine phosphorylation of phospholipase C-7 in quiescent BALB/c 3T3 cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Olashaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishibe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pledger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mol. Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "2934--2943",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Platelct-derived growth factor is structurally related to the putative transforming protein p28 ~S of simian sarcoma virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Waterlield",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Scrace",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Whittle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stroobant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johnsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wasteson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Westermark",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Heldin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Deuel",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Nature (Lond.)",
            "volume": "304",
            "issn": "",
            "pages": "35--39",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Signal transduction by the platelet-derived growth factor receptor",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Science (Wash. DC)",
            "volume": "243",
            "issn": "",
            "pages": "1564--1570",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The SXYQRL sequence in the cytoplasmic domain of TGN38 plays a major role in trans-Golgi network localization",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "22853--22862",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Brefeldin A causes a microtubule-mediated fusion of the trans-Golgi network and early endosomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "67",
            "issn": "",
            "pages": "591--600",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The v-sis protein retains biological activity as a type II membrane protein when anchored by various signal-anchor domains, including the hydrophobic domain of the bovine papilloma virus E5 oncoprotein",
            "authors": [
                {
                    "first": "Y.-F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Donoghue",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "123",
            "issn": "",
            "pages": "549--560",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Carboxy-terminal SEKDEL sequences retard but do not retain two secretory proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zagouras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "2633--2640",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SDS-PAGE analysis of dimers of v-sis fusion proteins. Equivalent numbers of NIH3T3 ceils expressing various v-sis fusion proteins were labeled for 2 h with 100 ~Ci each [35S]Cys and [35S]Met. Cell lysates were immunoprecipitated with an antibody directed against v-sis. One-half of the sample was treated with nonreducing sample buffer, to visualize dimers, while the remaining half was treated with reducing sample buffer (containing 2-mercaptoethanol), to visualize monomers. Samples were analyzed by 15 % SDS-PAGE followed by fluorography. The arrows indicate the position of dimer and monomer bands, respectively, of v-sis fusion proteins. Molecular mass markers in kD are indicated at the fight. Lanes 1 and 7, mock-infected cells; lanes 2 and & sis-G; lanes 3 and 9, sis-El; lanes 4 and I0, sis-El-G; lanes 5 and 11, sis-El(ins)-G; and lanes 6 and 12, sis-I~3N38. Exposure time was 3 d.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SDS-PAGE analysis of immunoprecipitated proteins encoded by Golgi-localized v-sis-derivatives. Equivalent numbers of NIH3T3 cells expressing various v-sis fusion proteins were labeled for 2 h with 100 ~tCi each [35S]Cys and [35S]Met. Cell lysates were immunoprecipitared with an antibody directed against v-sis and analyzed by 15 % SDS-PAGE followed by fluorograpby. The arrows indicate the position of proteolytically processed v-sis fusion proteins. Molecular mass markers in kD are indicatr~l at the fight. Lane 1, mock-infected cells; lane 2, sis-El-G; lane 3, sis-El(ins)-G; lane 4, sis-EI(Q/)-G. Exposure time to show the processed bands was 2 d for the top half of the figure, and 8 d fur the bottom half.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Intracellular and cell surface localization of v-sis fusion proteins. Immunofluorescence was performed on permeabilized cells (A, C, E, and G) and nonpermeabilizcd cells (B, D, F,, and H) expressing various v-sis fusion proteins. Proteins were detected with a rabbit antiserum specific for the v-sis protein and a rhodamine-conjugated goat anti-rabbit secondary antibody. A and B, sis-El(ins); C and D, sis-El(Ql); E and F,, sis-TGN38; G and H, sis-TGN38A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Double-label immunofluorescence allows for simultaneous examination of intracellular and cell surface expression of fusion proteins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "-G; G and H, sis-El(QI)-G.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Colocaiization of sis-E1-G with Golgi markers. Cells expressing the sis-E1-G fusion protein were processed for immunofluorescence. The fusion protein was detected by a rabbit serum directed against the v-sis protein, and rhodamine-conjugated goat anti-rabbit antibody (A, C, E, and G). To simultaneously detect the Golgi complex, cells were then incubated with either fluorescein-conjugated Lens culinaris lectin (B and D), or mAb 10E6 plus fluorescein-conjugated goat anti-mouse IgG (F and H).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "In vitro kinase analysis of surface PDGF-# receptors. Infected NIH3T3 cells expressing v-sis fusion proteins were starved for 24 h in DME media minus calf serum, then treated with 100 ng/ml PDGF-BB for 5 min (A, lanes 1-9) or left untreated (B, lanes 1-9). Receptors were immunoprecipitated with a rabbit antiserum directed against mouse PDGF-/~ receptors, and subjected to kinase reactions. Products were analyzed by SDS-PAGE and autoradiogra-phy. A and B, lane 1 uninfected NIH3T3 ceils; A and B, lane 2, mock-infected ceils; A and B, lane 3, sis-E1; A and B, lane 4, sis-El(ins); A and B, lane 5, sis-El(Ql); A and B, lane 6, sis-TGN38; A and B, lane 7, sis-TGN38A; A and B, lane 8, sis-G; lane 9, sis-G-ER +. Molecular mass markers are indicated in kD. The arrow indicates the position of the PDGF-/3 receptor. receptors from the cell surface and subsequent degradation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Suramin treatment reverts the transformed phenotype of cells expressing cell-surface fusion proteins. For each construct, the left panel shows cells in the absence of suramin (A, C, E, G, I, and K), while the fight panel shows cells after 24-h treatment with 100 /~M suramin",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Properties of Golgi-localized sis-derivativesTransformation efficiency for each construct is shown as a percentage of the positive control sis-G. Data shown is from a single experiment, which was repeated at least three times with similar results.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank R. Sweet and K. Deen for their girl of antiserum raised against the bacterially synthesized v-sis protein, and J. Singer and I. Scheffler for the use of their microscope facilities. We would also like to thank W. J. Brown for the 10E6 mAb, and J. Yucel and V. Malhotra for helpful advice and reagents concerning the colocalization experiment. We thank M. Webster for a critical reading of this manuscript and L. Castrejon for administrative support. K. C. H. would like to thank A. Smith and A. Koenig for their friendship and support, and gratefully acknowledges support from the Lucille P. Markey Charitable Trust. This work was supported by grant CA 40573 from the National Institutes of Health and grant 3RT-0242 from the University of California Tobacco Related Disease Research Program. D. J. Donoghue also gratefully acknowledges support from an American Cancer Society Faculty Research Award.Received for publication 3 March 1994 and in revised form 19 October 1994.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}