{
    "paper_id": "f084dcc7e442ab282deb97670e1843e347cf1fd5",
    "metadata": {
        "title": "Ebola Holding Units at government hospitals in Sierra Leone: evidence for a flexible and effective model for safe isolation, early treatment initiation, hospital safety and health system functioning",
        "authors": [
            {
                "first": "Oliver",
                "middle": [],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Youkee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [
                    "S"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [],
                "last": "Lado",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alie",
                "middle": [],
                "last": "Wurie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [],
                "last": "Bash-Taqi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andy",
                "middle": [],
                "last": "Hall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eva",
                "middle": [],
                "last": "Hanciles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isata",
                "middle": [],
                "last": "Kamara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cecilia",
                "middle": [],
                "last": "Kamara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amardeep",
                "middle": [],
                "last": "Kamboz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Seedat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suzanne",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "B"
                ],
                "last": "Kamara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "J M"
                ],
                "last": "Leather",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brima",
                "middle": [],
                "last": "Kargbo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The 2014-2015 West African outbreak of Ebola Virus Disease (EVD) was unprecedented in modern times, and required new approaches for containing the outbreak and managing the crisis. This article describes the Ebola Holding Units (EHU) model developed by the Ministry of Health and Sanitation and King's Sierra Leone Partnership in Freetown, Sierra Leone and draws out lessons that could be usefully applied for future Ebola outbreaks and health emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The 2014-2015 West African outbreak of EVD claimed the lives of more than 11 000 people and infected over 27 000 across seven countries. 1 One entry into the human population is thought responsible for all cases seen. 2 Reported case fatality rates ranged from 31% to 74% for observed cohorts. [3] [4] [5] Prior to this outbreak, EVD had infected under 2500 people in ∼30 outbreaks since its",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "text": "2",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "What is already known about this topic? What are the new findings?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key questions"
        },
        {
            "text": "▸ These EHUs were safe for staff and patients, and enabled patients with Ebola virus disease to be isolated rapidly and start treatment early. ▸ Locating isolation facilities in existing health centres allowed non-Ebola emergency health services to be maintained, and for new units to be opened rapidly and with limited resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key questions"
        },
        {
            "text": "▸ Government health services should lead the response to a health crisis, and effective collaboration with international partners is possible. discovery in 1976. 6 Each previous outbreak was rural, limited to <500 cases, and controlled through standard response interventions such as contact tracing, rapid case identification and isolation and infection control measures. 7 In West Africa, these traditional approaches to containing EVD proved inadequate due to rapid transmission across densely populated communities with good transport infrastructure, and across national borders. 8 New approaches for controlling the outbreak were, therefore, required. Many different types of EVD care facilities were established in Sierra Leone during the 2014-2015 West African response to the EVD outbreak, each implemented differently by different partners. In Sierra Leone, facilities could be broadly categorised into three models. Traditional Ebola treatment centres (ETCs) were usually large purpose-built facilities with sizeable medical and nursing teams that undertook long-term EVD care for confirmed patients with EVD, until death or discharge. These were often operated by international organisations with independent supply chains, and usually had a smaller distinct area for isolation and testing of suspect patients. EHUs were isolation units established in existing health facilities that undertook screening, testing, and initial treatment; these were largely implemented and staffed by local healthcare workers (HCWs), with varying amounts of international support. Community Care Centres were mainly established in rural areas; these were smaller and usually standalone temporary units that also attempted wider community engagement and social mobilisation, again with varying degrees of international assistance. Versions of these models were used throughout affected countries in West Africa during the EVD response, but with significant variations. Therefore, when these terms are used in this paper they refer specifically to the Sierra Leonean context. None of these models were intended to work in isolation. Each model was intended to work in collaboration with the other models, with each having a distinct role.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "6",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 373,
                    "end": 374,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 584,
                    "end": 585,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for policy"
        },
        {
            "text": "The ideal response to an EVD outbreak with an exponential increase in cases is flexible, readily deployable, and replicable. 9 High levels of infection prevention and control practices are needed to ensure patient and staff safety, to reduce the risk of nosocomial infection, and prevent health facilities acting as amplifiers of the outbreak. 10 The response should be accessible to patients and promote effective community engagement necessary to overcome stigma and fear. It should act to help general healthcare services reduce the high levels of non-EVD mortality attributed to an outbreak, 11 and reduce the high levels of HCW infections. 12 It should be sustainable and ideally contribute to building more resilient healthcare and outbreak response systems. Resilience in a health system has been defined as 'the capacity of health actors, institutions, and populations to prepare for and effectively respond to crises; maintain core functions when a crisis hits; and, informed by lessons learned during the crisis, reorganise if conditions require it.' 13 Finally, it should limit EVD-associated deaths and be suited to a low resource environment with low financial costs for both start-up and maintenance, and with resilience in HCW staffing.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 126,
                    "text": "9",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 344,
                    "end": 346,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 596,
                    "end": 598,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 645,
                    "end": 647,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for policy"
        },
        {
            "text": "This article describes the EHU model developed and implemented by the Ministry of Health and Sanitation (MOHS) and King's Sierra Leone Partnership (KSLP) (box 1) in Freetown, Sierra Leone, since March 2014. We discuss the role of EHU within government hospitals in Sierra Leone in relation to these ideal characteristics of EVD response, the relevance of EHUs in future EVD outbreaks, and the role of EHUs within the portfolio of delivery platforms that are necessary to respond to EVD outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for policy"
        },
        {
            "text": "The MOHS, with the support of KSLP and other international partners, established EHUs at hospitals in Freetown in May 2014, before the country's first case of EVD. The original protocols for these units were adapted from pre-existing WHO international guidelines on EVD. 15 Initially a two-bed EHU at Connaught Hospital was opened. Connaught Hospital played a crucial role in transporting patients before the Western Area Ebola Response Centre and its ambulance fleet were fully established. As the outbreak escalated in Freetown in August 2014, KSLP and MOHS increased Connaught Hospital bed capacity to 9, then to 16 beds with two child cots, and later opened four further units in Freetown and supported the construction of two others. Advice and clinical support were also provided to several other centres on an ad hoc basis. The EHUs were located within the grounds of government hospitals, either within newly-built adjacent structures or repurposed existing buildings. All Box 1 Description of King's Sierra Leone Partnership (KSLP) King' s Health Partners (KHP) is one of six UK academic health science centres. Since January 2013, KSLP has been led by KHP in-country staff, and supported by academic, clinical and administrative staff from across KHP alongside focused short-term trips by subject experts and international volunteers. KSLP aims to strengthen the health system across a number of domains: clinical services; health professional training and education; and policy development that are underpinned by cross-cutting research through its support of Connaught Hospital (the country's only adult referral hospital), the Ministry of Health and Sanitation (MOHS), and the College of Medicine and Allied Health Sciences. In March 2014, KSLP was invited by MOHS to contribute to the national Ebola Case Management Taskforce. The team built on existing documents to help develop national hospital guidelines for triaging patients, and developing safe isolation and testing. 14 KSLP helped establish Ebola Holding Units attached to MOHS hospitals, advised other facilities on preparedness, trained staff and supported a command and control centre for managing caseload in hospitals across the Western Area of Sierra Leone.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1041,
                    "end": 1046,
                    "text": "King'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EHU model"
        },
        {
            "text": "patients were screened for EVD at the entrance and directed as appropriate to the general wards, outpatient clinics or the EHU. The EHUs isolated screened or referred suspect patients, provided initial clinical care, undertook laboratory testing to confirm EVD status, referred onward positive cases to an ETC or negative cases to the general wards, and safely stored corpses pending collection by burial teams (see figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 424,
                    "text": "figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "EHU model"
        },
        {
            "text": "There are four main goals behind the development of EHUs situated within or adjacent to existing health facilities where cases are likely to present. These are: 16 1. Reduction of cases in the local community: through rapid isolation of symptomatic and suspect EVD cases to prevent onward transmission, with prevention of nosocomial transmission through patient separation and regular decontamination of surfaces and floors. 2. Improved survival of isolated patients: through provision of safe medical care, including antimalarial and antimicrobial treatment, encouragement and assistance to eat and drink, regular assessment of hydration and clinical status, and symptomatic pain and sickness relief. 3. Maintenance of general non-EVD healthcare:",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "EHU model"
        },
        {
            "text": "through prompt diagnosis of EVD and onward transfer of patients to dedicated ETCs, alongside the exclusion of EVD and triage of negative patients into outpatient or inpatient facilities for general care. This allows for the essential continuation of paediatric vaccination, maternal and child health, HIV and tuberculosis programmes and general medical and emergency surgical care within the hospitals. This is only possible through screening at point of entry into the healthcare facility to reduce the risk of EVD introduction into the outpatient or ward environment. 4. Reduction in healthcare worker infections: through staff training inside the EHU, and infection prevention and control strengthening on general wards. This is not only an important goal in its own right but is also essential for avoiding closure of facilities, and thereby achieving goal three given above. The MOHS had overall strategic leadership of the EHUs at all times and took responsibility for: making buildings or space available for the facility; posting local health workers and cleaning staff; paying hazard pay and staff salaries; providing personal protective equipment and medical supplies; and ensuring that support functions, including ambulances, laboratory transport and testing, and burial teams, were available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EHU model"
        },
        {
            "text": "KSLP (with the support of other organisations, such as the international non-governmental organisation GOAL for construction) worked with local colleagues to: design and construct the facility; train local staff on safety and patient care; develop local clinical pathways; oversee clinical care and troubleshoot problems or difficult cases; develop administrative systems such as stock systems and patient records; provide additional manpower ( particularly at the physician level) and role-modelling; and provide additional medical supplies, where items were not available or in short supply through the government supply chain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EHU model"
        },
        {
            "text": "There were regular assessments of safety, efficiency and quality of care conducted jointly by the MOHS, KSLP and independent specialist agencies such as the WHO and US Centres for Disease Prevention and Control (CDC). All sites were regularly assessed by KSLP over three domains: infection prevention and control; clinical care; and operational performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EHU model"
        },
        {
            "text": "Integration within the wider Ebola response was essential and the Government of Sierra Leone, with the support of KSLP and other agencies, established a Western Area Ebola Response Centre on 8 September 2014 that, among other activities, directed case management flow. This coordinated the transfer of suspect cases from the community and from facilities already at capacity into EHUs, communicated laboratory results with facilities, synchronised transfers of confirmed patients with EVD to treatment centres or burial teams, and informed relevant surveillance networks. It also allowed for early warning of potential problems at peripheral EHU sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EHU model"
        },
        {
            "text": "Between 29 May 2014 and 19 January 2015, our five EHUs had isolated ∼37% (1159) of the 3097 confirmed cases within Western Urban and Rural districts 17 before transfer to dedicated ETCs for onward management. Figure 2 highlights the construction of these EHUs at a time when cases were exponentially increasing in Sierra Leone, particularly in the Western Area, from early July 2014; figure 3 shows their physical location. On average, nearly half (45%) of all isolated suspects were EVD-positive, with limited discriminatory features seen in cases. 18 A further 1412 patients were tested, and either discharged or entered the general medical system for onward care. Nosocomial transmission of EVD within the EHUs appears to be lower than that previously documented at other facilities during the outbreak, 19 with a positive readmission rate of 1-3% across all units (Ministry of Health and Sanitation and King's Sierra Leone Partnership-unpublished operational data). All eight staff infections were fully investigated by the CDC HCW infection team-one was attributed to a break in personal protective equipment (PPE) on opening a medication vial, one to inadequate decontamination, two due to provision of medical care outside of the EHU, and the others thought to be associated with community transmission outside of their role in the hospital. Total construction costs of all sites was <$50 000 for 79 beds. Start-up times were rapid, with average lead times of 1 week for units to become operational (see table 1). Staffing was in the main performed by local HCWs and cleaners, though Connaught Hospital, the principle adult referral hospital in the country, received more support in terms of international staffing and operational input than the other units. These were largely supervised by one or two international staff who regularly visited and maintained telephone communication with the site supervisors. 15 ",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 552,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 807,
                    "end": 809,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1918,
                    "end": 1920,
                    "text": "15",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 384,
                    "end": 392,
                    "text": "figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Outcomes"
        },
        {
            "text": "Our experience demonstrated that EHUs can be a safe and effective model of care that has a number of key strengths. By co-locating EHUs in existing medical facilities, these were able to detect new chains of transmission by screening walk-in patients who had a non-specific febrile illness and were seeking general health services. Screening and early isolation of these patients protected both HCWs and patients without EVD from nosocomial transmission on the general wards. This enabled the health facilities to remain open for non-EVD emergency care for the duration of the protracted outbreak, whereas many other health facilities without EHUs had to be closed down. For example, before the construction of the EHU at Rokupa Government Hospital, the hospital had 11 HCW infections in 3 weeks. After construction of the EHU at this hospital, there were none.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Suspected patients who tested negative for EVD but had another serious illness (such as appendicitis or lifethreatening complications of HIV) could immediately access further inpatient or outpatient care within the same facility. Our experience was that the EHUs were safe for staff and patients, provided reliable diagnoses and initiated early bundles of care covering a variety of likely pathologies (P Arkel, D Youkee, CS Brown, et al. The EHU model has system-wide benefits. Using existing facilities meant that EHUs could be deployed early in the outbreak, and rapidly constructed. 20 Start-up times were rapid due to the benefits of utilising existing logistics, waste management facilities and staffing schedules. It was much less expensive to adapt existing structures than to build new sites. Together these reduced resourcing requirements, such as capital expenditure or international or national health workers, which freed up resources to be deployed elsewhere. The use of existing supply chain and other government systems reduced the need for parallel structures that were expensive and challenging to establish, and risked undermining local long-term systems. Leadership of the EHUs by the MOHS and local HCWs could be maintained, thereby building up local institutional capacity and helping to ensure local ownership and community acceptance. Integration within the MOHS allows the EHUs to coordinate effectively with other aspects of outbreak response, thus strengthening the health system alongside the EVD response.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 589,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "EHUs also demonstrated flexibility and could be adapted as the epidemic grew and receded. In EVD endemic countries, such as Uganda and the Democratic Republic of the Congo, sporadic re-emergence is an ongoing concern. Capacity must remain to isolate, test and treat EVD: this must be responsive, scalable and adaptive to local epidemiology. The EHU model works well within a resilience framework. 13 These can be diverse; in Freetown, they were located at primary and secondary care facilities as well as specialist centres for obstetrics, paediatrics and psychiatry. They can be multifunctional and adaptive, allowing for the isolation and screening of other potential outbreaks such as cholera, Marburg or Lassa fever; it might not be feasible to manage diseases transmitted through the airborne route, such as Middle East Respiratory syndrome (MERS), as different infection control methods are required. They can easily be reactivated to enable EVD care with trained, on-site staff if and when the need should arise. The hub and spoke model, using Connaught as a base, allowed for resilience and staff support and training from a central site.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 399,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our experience also showed that the EHU model has important limitations. The EHUs usually only provided isolation, diagnosis, and early treatment but then had to refer confirmed cases to ETUs for further care. Where no ETU beds were available, patients sometimes had to travel for up to 6 hours by ambulance to remote ETU facilities, which most likely had a detrimental impact on their outcomes. The medical care available to patients, while meeting national and international standards, was relatively limited; the EHUs did not have the capacity to provide all patients with intravenous fluids or have access to novel therapeutics that were being trialled. These challenges were not unique to EHUs, but there were some factors about this model that made certain procedures more difficult or risky for staff: utilising existing buildings limited the ability to optimise layout and infection control processes; and EHUs operated with much lower staffing numbers compared to other types of facility, as well as relying largely on government health workers who were often less well paid or highly qualified than international counterparts. Higher staff to patient ratios and more senior supervision for staff would enable higher standards of care to be provided, and indeed this was achieved at some EHUs later in the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The EHUs were most useful in an urban setting, where there was easy direct patient access to a secondary or tertiary care facility: they were able to pick up and detect new cases that presented to hospital in a setting where contact tracing was very challenging; they could utilise existing buildings in areas where there was little or no open ground for tented facilities; and could be established early in an outbreak and be kept open for long periods with minimal resources, which was important as new chains of transmission can rapidly be brought into urban hubs from rural areas with little notice. While EHUs are still relevant for hospitals in rural areas, community-based models of care may have a more significant role in this context. The function of EHUs was largely restricted to medical interventions, with limited involvement in community sensitisation or contact tracing. The use of pre-existing infrastructure sometimes meant that optimal layout was difficult to achieve and compromise was often necessary, such as having to locate incinerators or screening points at sites distant from the isolation beds. However, sites did often have appropriate physical locations, for example by being adjacent to entrances, for ease of entry into the EHU from screening areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The use of existing systems, such as medical supply chain and risk allowance, had benefits; however, this could also add pressure to an overstretched system and create challenges. Managing this required effective collaboration with government partners, flexibility (eg, switching to different types of PPE, when necessary), and proactive troubleshooting when problems arose. Ultimately this worked well but we were unable to eliminate the need for parallel systems completely; for example, we needed a supplementary supply chain for some items, and there were still challenges. These included staff strikes due to lack of hazard pay. Similarly, the partnership approach involved more stakeholders (local hospital, supporting partner, MOHS, donor) and this could make decision-making slower and more challenging. Managing this required trust, good communication, mutual empathy and strong, and sustained leadership from all sides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Overall we believe the EHU model achieved the four goals set out in the introduction above, although given the chaotic, multidimensional and rapidly evolving nature of the outbreak and the lack of good data it is difficult to prove this or unequivocally show a causal relationship. The EHUs will have significantly reduced the number of cases in the community, given that 1159 EVD cases were isolated in EHUs from the community in the Western Area at a time when no other isolation beds were available. 21 The nosocomial transmission rates in EHUs have been shown to be extremely low and were certainly lower than would have been achieved in a general hospital setting. We believe that EHUs in Sierra Leone made an important contribution to reducing EVD transmission. There is no data on survival rates of patients with EVD who were isolated in EHUs compared to those remaining in the community or presenting to other forms of facility; however, since all suspected patients were immediately started on treatments (such as oral rehydration and antibiotics) that are known to reduce EVD mortality, and since these were largely unavailable in the community and there were no available beds elsewhere, we can infer that EHUs reduced mortality for patients with EVD. Some, but not all, general health services were maintained in hospitals with EHUs; the Connaught Hospital Emergency Department remained open and general medicine wards remained largely at capacity during the outbreak, although other services were significantly reduced, such as elective surgeries which were reduced by 97%. The extent to which general health services were maintained varied between departments and across different hospitals, and varied over time. However, hospitals with EHUs were more likely to remain open. For instance, the Ola during Children's Hospital (the equivalent paediatric hospital to Connaught Hospital in Freetown) closed completely for 2 months from September to November 2014 until an EHU was established and the hospital was reopened. There were similar closures of hospitals in Monrovia, Liberia. The reduction of health worker mortality is a complex issue: many hospitals without an effective EHU saw high levels of health worker infections and these infections reduced significantly when an EHU was opened (as demonstrated above at Rokupa Hospital). However, the health worker infection rate was not eliminated completely in hospitals with an EHU; since it is likely that the hospitals would have closed without an EHU and staff would have remained at home, it could be argued that EHUs kept staff at risk. However, many health worker infections occurred when health workers provided informal care in the community (which would likely have increased if hospitals had closed) and without EHUs, the overall scale of the outbreak would likely have been greater ( putting everyone in the community, including health workers, at increased risk). We believe that our data supports the claim that EHUs largely achieved their goals.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 505,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We learned a number of important lessons from our involvement in the response to the Ebola outbreak in Sierra Leone. An effective and resilient health system is the cornerstone of any response to a health crisis and it is essential to invest in getting the basics right when times are good, before the emergency. We were too slow to challenge some of the conventional wisdom from previous outbreaks, particularly the belief that EVD would not cause major urban outbreaks. The Government of Sierra Leone and its partners ultimately did shift into emergency mode, but we could have moved from a 'development' mindset to a 'humanitarian' one more quickly, spending greater resources more rapidly, reducing bureaucracy, suspending non-critical activities and adopting a different relationship and form of communication with partners. We demonstrated that government services, including the public health system, are not only capable of playing a safe and central role in a health crisis and humanitarian emergency but are the fastest and most efficient way of doing so. We believe that supporting government health facilities as the primary responders to a crisis should be the starting place of any international relief efforts through close collaboration. Crises often become protracted and are likely to recur in future. However, funding for any response soon starts to dry up once the height of the emergency is over; it is, therefore, advisable to plan for the long term even from the beginning, such as building permanent facilities or training local health workers. Finally, good command and control can enable a far more effective use of existing resources. For example, maximising the use of existing bed capacity is more effective than building more beds, but this requires up-to-date operational data and clear protocols for decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We found that in Sierra Leone, EHUs were a flexible and effective model of care to achieve rapid diagnosis, safe isolation, and early initial treatment before referral of confirmed patients with EVD to ETCs. We also demonstrated that it is possible for international partners and government facilities to collaborate closely during a humanitarian crisis. We believe our experience is a successful example of how outbreak response can be integrated into pre-existing health systems, and how the government and international partners can collaborate in an integrated fashion. This approach had the advantages of being quick to establish, of providing longterm resilience for managing future outbreaks, and for building broader capacity in the health sector. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genomic surveillance elucidates Ebola virus origin and transmission during the 2014 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Gire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "1369--72",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1259657"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola outbreak in Conakry, Guinea: epidemiological, clinical, and outcome features",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Traoré",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Sako",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Médecine Mal Infect",
            "volume": "44",
            "issn": "",
            "pages": "491--495",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medmal.2014.09.009"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical illness and outcomes in patients with Ebola in Sierra Leone",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Schieffelin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goba",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "2092--100",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1411680"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola in Freetown Area, Sierra Leone-a case study of 581 patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ansumana",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Jacobsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Idris",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "587--595",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc1413685"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outbreaks Chronology: Ebola Hemorrhagic Fever",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ebola-underscoring the global disparities in health care resources",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1084--1090",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1409494"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ebola virus disease: where are we now and where do we go",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Cropley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Postgrad Med J",
            "volume": "90",
            "issn": "",
            "pages": "610--622",
            "other_ids": {
                "DOI": [
                    "10.1136/postgradmedj-2014-133068"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Containing Ebola virus infection in West Africa",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES2014.19.36.20899"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral haemorrhagic fevers in healthcare settings",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ftika",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Maltezou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Hosp Infect",
            "volume": "83",
            "issn": "",
            "pages": "185--92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2012.10.013"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Malaria morbidity and mortality in Ebola-affected countries caused by decreased health-care capacity, and the potential effect of mitigation strategies : a modelling analysis",
            "authors": [
                {
                    "first": "Pgt",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Griffi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "825--857",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(15)70124-6"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Health Organisation. Health worker Ebola infections in Guinea",
            "authors": [
                {
                    "first": "Sierra",
                    "middle": [],
                    "last": "Liberia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "What is a resilient health system? Lessons from Ebola",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kruk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Varpilah",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "1910--1922",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)60755-3"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Centers for Disease Control and Prevention and World Health Organization. Infection control for viral haemorrhagic fevers in the African health care setting",
            "authors": [],
            "year": 1998,
            "venue": "Atlanta",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "World Health Organization. WHO recommended guidelines for epidemic preparedness and response: Ebola haemorrhagic fever (EHF)",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2015/460925"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "King's Sierra Leone partnership Ebola holding units standard operating procedure",
            "authors": [
                {
                    "first": "&apos;s Sierra Leone",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Partnership",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "National Ebola Response Centre. National Ebola response centre report-19th",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical features of patients isolated for suspected Ebola virus disease at Connaught Hospital",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lado",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "a retrospective cohort study",
            "volume": "15",
            "issn": "",
            "pages": "1024--1057",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(15)00137-1"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Describing readmissions to an Ebola case management centre (CMC)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gbabai",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES2014.19.40.20924"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Measuring the impact of Ebola control measures in Sierra Leone",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci",
            "volume": "112",
            "issn": "",
            "pages": "14366--71",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1508814112"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Western Area Ebola Response Centre Daily Live Case Management Reports. Ministry of Health and Sanitation",
            "authors": [
                {
                    "first": "Sierra",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ebola Holding Units (EHUs) in government hospitals in Sierra Leone played an important role in bringing the outbreak under control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Simplified patient flow within an Ebola Holding Unit (EHU). DSOs, disease surveillance officers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ebola Holding Unit (EHU) Bed Capacity in the Western Area Urban and Rural Districts (hospital, date opened, total bed numbers-red line KSLP-supported MOHS sites, blue line-other MOHS and NGO sites) mapped against total number of suspect cases in Sierra Leone. KSLP, KSLP, King's Sierra Leone Partnership; MOHS, Ministry of Health and Sanitation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Quantifying the risk of nosocomial infection within Ebola Holding Units: a retrospective cohort study of negative patients discharged from five Ebola Holding Units in Western Area, Sierra Leone. Paper submitted to Tropical Medicine & International Health; March 2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "KSLP-supported MOHS Ebola Holding Units (EHUs). KSLP, King's Sierra Leone Partnership. Johnson O, et al. BMJ Glob Health 2016;1:e000030. doi:10.1136/bmjgh-2016-000030",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "date of KSLP involvement with site. †KSLP officially starting clinical supervision in the unit from 15 August 2014. ‡Site inherited from other partner. EHU, Ebola Holding Units; KSLP, King's Sierra Leone Partnership.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "EHU data as on 19 January 2015",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Author affiliationsKing's Sierra Leone Partnership,King's Centre for Global Health, King's College London & King's Health Partners, London, UK Hospital for Tropical Diseases, University College London Hospitals, London, UK Ministry of Health & Sanitation, Freetown, Sierra Leone Connaught Hospital, Freetown, Sierra Leone Department of Surgery, College of Medicine and Allied Health Sciences, University of Sierra Leone, Sierra Leone",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors dedicate this article to the memory of Dr Modupeh Cole, Dr Martin Salia, Sister Hajara Serry and Mr Abdulai Sesay who were working in Connaught Hospital and died along with so many others in the service of treating their fellow man. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None declared."
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http:// creativecommons.org/licenses/by-nc/4.0/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing statement No additional data are available."
        }
    ]
}