{
    "paper_id": "f1b5cde5a242e912703bae5311866136ef780c9d",
    "metadata": {
        "title": "Sorting of Progeny Coronavirus from Condensed Secretory Proteins at the Exit from the Trans-Gol Network of AtT20 Cells",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Tooze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "D-6900",
                        "settlement": "Heidelberg",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "A"
                ],
                "last": "Tooze",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "D-6900",
                        "settlement": "Heidelberg",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "D"
                ],
                "last": "Her",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "D-6900",
                        "settlement": "Heidelberg",
                        "country": "Federal Republic of Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Murine hepatitis virus (strain A59), (MHV-A59) is a coronavirus that buds into pre-Golgi compartments and then exploits the exocytic pathway of the host cell to reach the exterior. The fibroblastic cells in which replication of this virus is usually studied have only a constitutive exocytic pathway that the virus uses. MHV-A59 also infects, albeit inefficiently, AtT20 calls, murine pituitary tumor cells with a regulated as well as a constitutive exoeytic pathway. Here we examine AtT20 cells at early times after the infection, when the Golgi apparatus retains its morphological and biochemical integrity. We observe that progeny coronavirus and secretory protein destined for the secretory granules of the regulated exocytic pathway traverse the same Golgi stacks and accumulate in the trans-Golgi network. Their pathways diverge at this site, the condensed secretory proteins including the ACTH going to the secretory granules and the coronavirus to post-Golgi transport vesicles devoid of ACTH. On very rare occasions there is missorting such that aggregates of condensed secretory proteins and viruses occur together in post-Golgi vesicles. We conclude that the constitutive and regulated exocytic pathways, identified respectively by the progeny virions and the secretory protein ACTH, diverge at the exit from the trans-Golgi network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I N cells of the anterior pituitary tumor cell line ART20 there are two exocytic pathways, one is constitutive and the other is regulated, such that secretion is enhanced by seeretagogues (Gumbiner and Kelly, 1982) . The major envelope glycoprotein of an endogenous murine leukemia virus (Gumbiner and Kelly, 1982) and the secreted glycoprotein laminin (Burgess et al., 1985) are examples of proteins that are exported via the constitutive pathway. On the other hand, part of the proopiomelanocortin made in these calls follows the regulated pathway in which it is cleaved proteolyrically to yield ACTH and is stored in secretory granules (Gumbiner and Kelly, 1982; Moore and Kelly, 1985) . Foreign peptide hormones, specified by cloned genes from various endocrine and exocrine cells transfected into AtT20 cells, are sorted into the secretory granules of the regulated pathway (reviewed in Kelly, 1985) . Condensed secretory proteins first accumulate in the trans-most Golgi compartment of AtT20 cells. This extreme trans-compartment, which lies beyond the TPPase-positive cisternae of the Golgi stack and has been termed the trans-Golgi network or trans-Golgi reticulum (Griffiths and Simons, 1986) , is the site of formation of the secretory granules of the regulated pathway .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 214,
                    "text": "(Gumbiner and Kelly, 1982)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 288,
                    "end": 314,
                    "text": "(Gumbiner and Kelly, 1982)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 353,
                    "end": 375,
                    "text": "(Burgess et al., 1985)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 639,
                    "end": 665,
                    "text": "(Gumbiner and Kelly, 1982;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 666,
                    "end": 688,
                    "text": "Moore and Kelly, 1985)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 892,
                    "end": 904,
                    "text": "Kelly, 1985)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1173,
                    "end": 1201,
                    "text": "(Griffiths and Simons, 1986)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The corona~Arus mouse hepatitis virus strain A59 (MHV-A59) I infects and replicates efficiently in some mouse 1. Abbre~ations used in this paper: ECM, extracellular matrix; MHV-A59, mouse hepatitis virus A59; PI, protease inhibitor cocktail (1 Ig/ml leupeptin fibroblastic cell lines in which the maximum rate of release of progeny virions occurs well before cell lysis. The virus, which buds into pre-Golgi compartments, moves through the Golgi cisternae and exploits vesicles of the constitutive exocytic pathway of these fibroblastic hosts, which lack a regulated pathway, to reach the cell surface; the post-Golgi vesicles filled with progeny virions that can be seen near the cell surface apparently fuse with the plasma membrane to release the virus into the medium (for review see Dubois-Dalcq et al., 1984) . MHV-A59 can, however, also infect AtT20 cells inefficiently (Tooze and Tooze, 1985) . In AtT20 cells, as in fibroblastic cells, the virus buds into pre-Golgi compartments. The progeny virions then traverse the Golgi stacks and are transported thence to the cell surface. Assuming that MHV-A59 utilizes the constitutive pathway in AtT20 cells, as it does in fibroblasts, we can use the viral particles as a morphological marker for that pathway and use condensing secretory proteins, including ACTH, as a morphological marker for the regulated pathway. We can then ask at what level do the two pathways diverge? Which is the last compartment to contain both virions and condensing secretory in distilled HzO, 1 1.tg/ml antipain in distilled H20, 1 p.g/ml pepstatin in H20, 1 mM bertzamidine in dimethylsulfoxide, 40 gtg/ml phenylmethylsulfonyl fluoride in anhydrous ethanol, and 10 U/ml trasylol); RIPA, immunoprecipitation buffer (1% [wt/vol] TX-100, 0.1% lwt/vol] SDS, 0.15 M NaC1, 1% [wt/vol] sodium dodeeylate, 10ram Tris, pH 7.6); VSV, vesicular stomatitis virus. proteins and are the two markers segregated into different populations of transport vesicles at the exit from this compartment? We report here our attempts to answer these questions by electron microscopy and immunocytochemistry. Our observations indicate that the constitutive and regulated pathways in AtT20 cells do indeed diverge at the exit from the trans-Golgi network.",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 814,
                    "text": "Dubois-Dalcq et al., 1984)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 877,
                    "end": 900,
                    "text": "(Tooze and Tooze, 1985)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ART20 D16V cells were propagated at 37~ in a 5% COz incubator as previously described (Tooze and Tooze, 1985) in DME supplemented with 10% horse serum and 4.5 g/liter of glucose. When propagated on normal tissue culture plastic surfaces or glass AtT20 cells form dense clumps many ceils deep. When plated on plastic or glass surfaces coated with extracellular matrix (ECM; International Bio-Technologies Ltd., Jerusalem, Israel), the AtT20 cells adhere and flatten within 1 h, and grow as a monolayer. This greatly facilitates optical microscopy. In addition we have found that ART20 cells growing on ECM am about five times more susceptible to infection with the coronavirus MHV-A59 than are parallel cultures growing on plastic surfaces. Only between 5 and 10% of the cells on plastic can be infected, whereas 25-50% of the cells on ECM are infected. This effect is specific for MHV-A59. Vesicular stomatitis virus (VSV) infects essentially all the ART20 cells in cultures growing on plastic or on ECM. We assume that when ART20 cells grow flattened on ECM, either the numbers or the accessibility of the plasma membrane receptors exploited by the virus increases. But whatever the mechanism the increased susceptibility of the cells to infection facilitated several experiments reported here.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 109,
                    "text": "(Tooze and Tooze, 1985)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Cells and Virus"
        },
        {
            "text": "Coronavirus MHV-A59, propagated on sac-cells as previously described (Tooze et aL, 1984) , was used to infect ART20 cells at a multiplicity of infection of 102-103 pfu/cell. The virus was applied in 1 rrd of culture medium per 35-ram dish for 1-2 h at 37~ in a 5% CO2 incubator.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 88,
                    "text": "(Tooze et aL, 1984)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Cells and Virus"
        },
        {
            "text": "A stock of vesicular stomatitis virus (Indiana serotype) was grown and titered on baby hamster kidney cells (BHK-21) as described in Fuller et al. (1984) . Infection of ART20 cells on plastic or ECM was performed by rinsing the cell monolayer with Eagle's medium supplemented with 0.2% BSA, 10 mM Hepes, 2 mM glutamine, 100 tig/ml penicillin, and 100 gg/ml streptomycin, and then applying the virus at a multiplicity of infection of 50 pill/ cell in a volume of 0.2 ml per 35-mm dish. The monolayers were returned to the 37~ 5% CO2 incubator for 1 h, rinsed with the supplemented Eagle's medium to remove unbound virus, and then with growth medium. The cells were returned to the incubator in growth medium for the remainder of the incubation period.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 153,
                    "text": "Fuller et al. (1984)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Cells and Virus"
        },
        {
            "text": "Cells growing on glass coverslips coated with ECM were infected with MHV-A59 and subsequently superinfected with VSV as detailed in Results. The cells were then fixed in 3 % paraformaldehyde in PBS containing I mM MgC12 and I mM CaCh and labeled for indirect immunofluorescence microscopy using a procedure based on that of Ash et al. (1977) . Briefly the fixed cells were first incubated with a rabbit antiserum against VSV-G protein, generously provided by Dr. B. Burke (European Molecular Biological Laboratory, Heidelberg), and then with rhodamine-conjugated sheep anti-rabbit antibody. After this labeling the cells were permeabilized with 0.2 % Triton X-100 and then incubated with an affinity-purified mouse monoelonai antibody against the E1 glycoprotein of MHV-A59 followed by fluoresceln-conjugated sheep anti-mouse antiserum. All incubations with antibodies were at room temperature for 30 rain. The double-labeled cells were examined in a Zeiss photomicroscope HI with a planapo x63 oil immersion objective and appropriate filters.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 341,
                    "text": "Ash et al. (1977)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "lmmunofluorescence Microscopy"
        },
        {
            "text": "Cells grown on plastic petri dishes were fixed for 1 h with modified Karnowsky's fixative containing 2% glutaraldehyde. Fixed cultures were postfixed in 2 % osmium tetroxide in 0.1 M cacndylate buffer pH 7.9 for I h and then dehydrated, removed from the dishes with propylene oxide, and embedded in Epon. Thin sections were viewed in PhUips electron microscopes after contrasting with uranyl acetate and lead citrate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electron Microscopy"
        },
        {
            "text": "We followed the procedure given by Reggio et al. (1983) . The fixative used was 3 % paraformaldehyde and 0.1% glutaraldehydr in 0.1 M sodium phosphate, pH 7.2. We used an affinity-purified antibody against ACI~ kindly provided by Dr. R. Kelly (University of California, San Francisco) and an aflinity-purified antiserum against the carboxy-terminal domain of the E1 glycoprotein MHV-A59 ('Iboze and Stanley, 1986) . For some of the immunoperoxidase labeling experiments the cells were grown on plastic dishes coated with ECM. After immunoperoxidase labeling the cells were dehydrated, removed from the dishes with propylene oxide, embedded in Epon, and thin sectioned for electron microscopy.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 55,
                    "text": "Reggio et al. (1983)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 387,
                    "end": 413,
                    "text": "('Iboze and Stanley, 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Immunoperoxidase Labeling"
        },
        {
            "text": "At 8-h postinfection five 35-mm dishes of AtT20 cells infected with MHV-A59 were washed three times with methionine-free modified Eagle's medium (MEM-met) containing 2.2 gm/liter sodium bicarbonate, and labeled with 0.5 I~Ci/gl of [35S]methionlne in MEM-met containing 10% dialyzed FCS, 10 mM Hepes, 2 mM glutamine, 100 gg/ml penicillin, and 100 ~tg/ml streptomycin for 10 rain. The incorporation of [~S]methionine was stopped by adding 2 ml of growth medium per dish supplemented with lO times the normal amount of methionine (1.5 mg/ml) for the chase, or by placing the cells on an aluminium slab in ice and washing them three times with calcium and magnesium-free PBS at 4~ for the zero time point. Each 35-ram dish of cells was solubilized in RIPA buffer (1% (wt/vol) TX-100, 0.1% (wt/vol) SDS, 0.15 M NaC1, 1% (wt/vol) sodium dodecylate, 10 mM Tris, pH 7.6) containing protease inhibitors (PI) (1 Ig/ml leupeptin in distilled H20, 1 ~g/ml antipain in distilled H20, 1 ~g/ml pepstatin in H20, 1 mM benzamidine in dimethylsulfoxide, 40 gg/ml phenylmethylsulfouyl fluoride PMSF in anhydrous ethanol, and 10 U/ml trasylol) at 4~ The insoluble debris was pelleted in an Eppendorf centrifuge (Brinkmmm Instruments, Inc., Westhury, NY) for 5 min at top speed at 4~ The supernatant was preprecipitated with an equal volume of washed Pansorbin (Calbiochem, Frankfurt, Federal Republic of Germany) in RIPA/PI (20% wt/vol) (see below) for 45 rain at room temperature. The Pansorbin was pelleted for 3 rain at room temperature at 10,000 rpm in an Eppendorf centrifuge, and the clarified supernatant was removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulse-Chase Analysis"
        },
        {
            "text": "To each sample 10 gg of an affinity-purified antibody against the El glycoprotein of MHV-A59 (Tooze and Stanley, 1986) was added, and the mixture was rotated at 4~ overnight. To the immune complexes, 250 gl of washed Pansorbin in RIPA]PI (10% wt/vol) was added and the mixture was incubated at 37~ for 60 rain and pelleted. The pellet was then washed three times with RIPA/PI buffer; once with 10 mM Tris-HCl, pH 7.4, 0.1% SDS, 1 mM EDTA plus PI; once with 10 mM Tris-HCl, pH 7.4, 0.01% SDS, 1 mM EDTA plus PI; and once with 0.5 M NaCI, 10 mM Tris-HCl, pH 7.4, 1 mM EDTA. The final wash was with 10 mM Tris-HC1, pH 7.4, and 1 mM EDTA. All washes were for 1 min at 10,000 rpm at room temperature. The samples were divided in two during the final wash. One-half was then resuspended in 50 gl of sample buffer containing 0.2 M Tris-HCI pH 6~8, 5 mM EDTA, 1 M sucrose, 4% (wt/vol), 10% (wt/vol) SDS, bromopbenol blue, and 10 mM dithiothreitol by shaking at 37~ for 15 min, followed by freezing at -80~ for 5 min, followed by an additional 15-min incubation at 37~ with shaking. The insoluble material was pelleted in an Eppendorf centrifuge (Bdnkmann Instruments, Inc.) for 2 rain at top speed at room temperature, and prepared for SDS-PAGE as previously described (Green et ai., 1981) . The other half was washed twice and resuspended in 100 gl of 100 mM sodium acetate, pH 5.6 and 1 mM CaC12 at 4~ Then 20 gl of 2 mU/gl neuraminidase from Clostridium perfringens (Sigma Chemical Co., Munich, FRG) in 100 mM sodium acetate, pH 7.6, 1 mM CaCI2 was added, and the volume was adjusted to 200 I~l with the same buffer. After a 16-h incubation rotating end over end at 37~ the Pansorbin was pelleted, solubilized in sample buffer to release the digested E1 glycoprotein, and run on a 15% SDS-polyacrylamide gel.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 118,
                    "text": "(Tooze and Stanley, 1986)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1261,
                    "end": 1281,
                    "text": "(Green et ai., 1981)",
                    "ref_id": null
                },
                {
                    "start": 1461,
                    "end": 1494,
                    "text": "(Sigma Chemical Co., Munich, FRG)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pulse-Chase Analysis"
        },
        {
            "text": "The pulse chase to evaluate the extent of N-glycosylatiou of vesicular stomatitis G protein in cells infected with the corouavirus MHV-A59 was performed essentially as described by Fuller et al. (1985) . Infected cells were pulsed with [~SS]methionine (100 I~Ci in 0.5 ml of MEM lacking methionine and supplemented with 0.2 % BSA per 25-ram dish) for 10 min and then chased with 3 ml of the same medium containing 1.5 mg/ml methionine for various times. The cells were harvested by cooling on ice, rinsing twice with ice-cold PBS, and then lysed with 0.5 ml of 2 % Triton X-I14 in PBS cor~nining 1 mM phenylmethylsulfouyl fluoride. The cells were scraped from the dish with a plastic pipette tip and the lysate spun at 600 g for 5 rain at 4~ to remove nuclei. The supernatant was then subjected to two rounds of phase partitioning Bordier, 1981) to enrich for the G protein.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 201,
                    "text": "Fuller et al. (1985)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 831,
                    "end": 845,
                    "text": "Bordier, 1981)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Pulse-Chase Analysis"
        },
        {
            "text": "Equal numbers of counts (corresponding to approximately one-twentieth of the total lysate) were then prepared for SDS-PAGE on a 10-15 % polyacrylamide gel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulse-Chase Analysis"
        },
        {
            "text": "Replication of MHV-A59 in AtT20 cells ultimately results in disruption of the Golgi apparatus and death of the cells. It was necessary, therefore, to establish that at early times postinfection the Golgi apparatus maintains its structure and function and is not yet disrupted by the cytopathic effects of viral replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Golgi Apparatus Morphologically Intact up to lO-h Postinfection"
        },
        {
            "text": "Until at least 10 h after infection of AtT20 cells with MHV-A59 the Golgi apparatus maintains its stacked cistemal structure. Progeny virus particles, budded into pre-Golgi compartments, can be seen in the dilated rims of the Golgi cisternae and accumulating in dilations of the trans-Golgi network (Figs. 1 and 2). From the trans-Golgi network virions are transported, packed into spherical vesicles, to the cell surface. At these early times postinfection the morphology of the Golgi stack and trans-Golgi network is normal and, except for the presence of virions, identical to that in uninfected cells (see also Figs. 7 and 8) . It is noteworthy that in AtT20 cells and also fibroblastic host cells the coronavirions invariably occur in the dilated rims of Golgi cistemae and not in the comparatively flat stacked central regions of the cisternae.",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 629,
                    "text": "Figs. 7 and 8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Golgi Apparatus Morphologically Intact up to lO-h Postinfection"
        },
        {
            "text": "As Figs. 1, 2, and 7 show, virions in the trans-Golgi network are often kidney shaped and have a fairly uniform and high electron density. By contrast the virions in the Golgi cisternae and pre-Golgi compartments are spherical structures with ribonucleoprotein core material immediately below the viral envelope and an \"empty\" center. This morphological maturation of the virus, which also occurs in other host-cell types (for review see Dubois-Dalcq et al., 1984) , is particularly pronounced in AtT20 cells, and at early times postinfection is strictly correlated with delivery of the viruses to the trans-Golgi network. Virions with the mature morphology are, therefore, a convenient and reliable morphological marker of transand post-Golgi compartments.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 464,
                    "text": "Dubois-Dalcq et al., 1984)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Golgi Apparatus Morphologically Intact up to lO-h Postinfection"
        },
        {
            "text": "To establish that at between 8-10 h postinfection the Golgi apparatus is still biochemically competent, as well as mor-phologicaUy intact, we assayed its ability to O-glycosylate the E1 glycoprotein of MHV-A59. The only known posttranslational modification of the transmembrane E1 glycoprotein is the addition of O-linked glycans during transit of the Golgi apparatus (Niemann and Klenk, 1981) . In fibroblasts these are added posttranslationally to serine and threonine residues at the amino terminus of the protein (Niemann et al., 1984) , which is exposed on the lumenal surface of intracel- AtT20 cells. Infected cells were pulsed for 10 rain with [35S]methionine and then chased for the times indicated, up to 80 min. The E1 glycoprotein of MHV-A59 was then immunoprecipitated from detergent-solubilized cells and analyzed by SDS-PAGE. During the 10-min pulse, some of the El becomes partially glyeosylated (first lane). By 40 min of chase virtually all of the primary translation product has chased into the two higher molecular weight forms. As shown for the 60-min sample, digestion with neumminidase converts the highest molecular weight form to an intermediate form, indicating that the former is the sialylated or fully glycosylated form of the protein. At 8-h postinfection AtT20 cells were pulsed for 10 min with [35S]methionine and then chased for up to 80 min. Fig.  3 shows the result. After the 10-min labeling the E1 glycoprotein is resolved on polyacrylamide gels into two bands. After a 10-min chase a third higher molecular weight band is resolved. These data indicate that, as in fibroblastic saccells (Tooze, S. A., J. Tooze, and G. Warren, manuscript in preparation), the O-glycosylation of E1 occurs in at least two steps and that some E1 molecules are partially glycosylated by the end of a 10-min pulse. By counting the radioactivity in the three bands during the chase we found that within 80 min of its synthesis, 40-45 % of the E1 is found in the highest molecular weight form and presumably is fully glycosylated. About the same percentage has been partially glycosylated.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 393,
                    "text": "(Niemann and Klenk, 1981)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 517,
                    "end": 539,
                    "text": "(Niemann et al., 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1376,
                    "end": 1383,
                    "text": "Fig.  3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Functional Integrity of the Golgi Apparatus: O-Glycosylation of E1"
        },
        {
            "text": "To establish that the highest molecular weight species had terminal sialic residues on the sugar chains, and therefore was fully glycosylated, an aliquot of E1 was taken after the 60-min chase. One-half was digested with neuraminidase while the other was similarly incubated but without neuraminidase. This digestion converted the highest molecular weight form to an intermediate form (Fig. 3) . These results show that at 8-10-h postinfection the Golgi apparatus is biochemically, as well as morphologically, intact and adds O-linked sugar chains terminating in sialic acid residues to the viral E1 glycoprotein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 393,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Functional Integrity of the Golgi Apparatus: O-Glycosylation of E1"
        },
        {
            "text": "To provide further evidence that the constitutive pathway functions normally at early times after infection with MHV-A59 we performed the following double-infection experiment. ART20 cells growing on ECM-coated glass coverslips were infected with MHV-A59 for 2 h at 3\"/~ The cells were then washed and incubated at 370C for 2.5 h until 4.5-h postinfection. The cultures were then superinfected with VSV for I h and incubated for a further 2.5 h at 37~ They were then fixed, 8 h after infection with MHV-A59 and 3.5 h after infection with VSV, and processed for immunofluorescence microscopy using a double-labeling procedure with a rabbit antiserum against VSV-G protein and an affinity-purified mouse monoclonal antibody against E1 of MHV-A59. All of the cells were infected by the VSV and expressed G protein at their cell surfaces, including the 25-30% of cells that had been infected by MHV-A59 and therefore contained the coronaviral E1 glycoprotein accumulated in the Golgi region (Fig. 4) . This establishes that between 5.5-and 8-h postinfection with the coronavirus the constitutive exocytic pathway of AtT20 cells continues to function and can transport VSV-G protein to the plasma membrane. The same is true for cells of the murine fibroblastic line sac-(data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 987,
                    "end": 995,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Transport and Glycosylation of VSV-G Protein"
        },
        {
            "text": "We used the well characterized N-glycosylation of VSV G protein to test further the integrity of its transport to the plasma membrane surface in MHV-infected cells (Fig. 5) . Knipe et al. (1977) originally showed that the increase in apparent molecular weight of the G protein marked the acquisition of terminal sialic acid, the last identified step in the Golgi processing. There were no detectable differences in the kinetics of this apparent molecular weight shift in the presence or the absence of MHV infection implying that neither the rate nor extent of sialylation are affected (Fig. 5) . Hence the processing of a plasma membrane glycoprotein seems to be unaffected by up to 8 h of MHV-A59 infection.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 194,
                    "text": "Knipe et al. (1977)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 586,
                    "end": 594,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Transport and Glycosylation of VSV-G Protein"
        },
        {
            "text": "Using an antibody specific for the carboxy-terminal domain of the glycoprotein E1 of MHV-A59 (Tooze and Stanley, 1986) we labeled MHV-A59-infected AtT20 cells using the immunoperoxidase procedure. As Fig. 6 shows, membranes of the stacked Golgi cisternae were heavily labeled on their",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 118,
                    "text": "(Tooze and Stanley, 1986)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 206,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Viral E1 Glycoprotein Absent from Trans-Golgi Network"
        },
        {
            "text": "The Journal of Cell Biology, Volume 105, 1987 cytoplasmic face; by contrast membranes of the trans-Golgi network, identified by the presence of mature virions as well as extensive surface coats, were unlabeled. Post-Golgi vesicles transporting progeny virions to the cell surface and secretory granules were also unlabeled (not shown). This establishes that, at 8-10-h postinfection, the E1 glycoprotein in AtT20 cells enters the exocytic pathway and reaches the membranes of the stacked Golgi cisternae where it accumulates and is apparently retained, perhaps being responsible for the eventual vesicularization of the Golgi cisternae. E1 is not, thereafter, transported as an integral protein of cellular membranes to the trans-Golgi network and beyond. This pattern of selective E1 transport is also seen in infected sacfibroblastic cells (Tooze and Stanley, 1986 ) and provides further evidence that the Golgi apparatus retains its functional integrity at early times postinfection. Budded virions are not labeled presumably because the carboxy-terminal epitopes of E1 recognized by the antibody are masked by association with nucleocapsid protein and genomic RNA on the inner face of the virion's envelope (Tooze and Stanley, 1986) .",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 866,
                    "text": "(Tooze and Stanley, 1986",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1211,
                    "end": 1236,
                    "text": "(Tooze and Stanley, 1986)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Viral E1 Glycoprotein Absent from Trans-Golgi Network"
        },
        {
            "text": "Condensation of secretory proteins and the formation of secretory granules of the regulated exocytic pathway occurs exclusively in the trans-Golgi network in uninfected AtT20 cells . Progeny coronavirions that have budded in pre-Golgi compartments traverse the Golgi stacks and are thence transported to the plasma membrane. We therefore examined thin sections of infected AtT20 cells under the electron microscope to determine which compartments contained both condensing secretory proteins and coronavirus. In many infected cells with progeny virions in the Golgi stack there was no evidence of condensing secretory proteins in the trans-Golgi network (Fig. 2) ; since MHV-A59 infections are asynchronous, in some cells viral protein synthesis may have competed with cellular protein synthesis. In other cells virions and condensing secretory proteins were in different dilations of the complex trans-Golgi network (Fig. 1) . In a third class, however, clumps of condensing secretory proteins and progeny virions occurred in the same regions of the trans-Golgi network (Fig. 7, A and   B ). Note that although they are in proximity in the same compartment, the virions do not occur embedded in or surrounded by condensing secretory proteins. This separation is maintained as the secretory proteins condense further into secretory granule cores. Fig. 7 B, inset shows two morphologically mature cores and two virions in the same trans-Golgi compartment. As we have recently shown in ART20 cells, detachment of secretory granules from the trans-Golgi network occurs at a late stage in Tooze et infection. Aft20 cells were infected with MHV-A59 for 4.5 h and then with VSV for a further 3.5 h. After infection with VSG the ceils were pulse-chased with [3SS]methionine (see Materials and Methods) and the G protein of VSV and the E1 protein of MHV-A59 were then enriched by TX-U4 phase partition as described in Materials and Methods. The increase in apparent molecular weight of G protein, which indicates its sialylation, was first detected between 15 and 30 min and occurs with the same kinetics in the presence or absence of MHV-A59 infection. The MHV-A59 E1 protein is seen in the infected cells (+ lanes) in a longer exposure of the bottom portion of the gel. The E1 is the middle band of the three bands within the bracket. This establishes that the E1 protein of MHV-A59 was being synthesized at the same time as the VSV G protein.",
            "cite_spans": [
                {
                    "start": 1585,
                    "end": 1593,
                    "text": "Tooze et",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 654,
                    "end": 662,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 917,
                    "end": 925,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1071,
                    "end": 1089,
                    "text": "(Fig. 7, A and   B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1347,
                    "end": 1353,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Virions and Condensing Secretory Proteins Together in the Trans-Golgi Network"
        },
        {
            "text": "the maturation of the cores, after they have become condensed and have assumed a spherical or ovoid shape with a well-defined surface. The two cores shown in Fig. 7 B , inset are at a stage at which they detach from the trans-Golgi network. Note also that there are no virions in the secretory granule close to the Golgi stack shown in Fig. 1 . We have never seen virions embedded in secretory granule cores either in the Golgi region or at the cell periphery, where the mature granules accumulate. Fig. 8 shows condensing secretory protein in the trans-Golgi network of uninfected AtT20 cells. Comparison of Fig. 7 , A and B with Fig. 8 shows that the only detectable change at these early times after infection with MHV-A59 is the presence of virions in the Golgi complex.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Fig. 7 B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 336,
                    "end": 342,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 499,
                    "end": 505,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 615,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 631,
                    "end": 637,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Virions and Condensing Secretory Proteins Together in the Trans-Golgi Network"
        },
        {
            "text": "Clathrin is a marker for the trans-side of the Golgi apparatus (for review see Griffiths and Simons, 1986 ) and, as we have previously shown by inununocytochemistry , in uninfected AtT20 ceils the trans-Golgi network and immature secretory granules in the Golgi region often have clathrin coats on parts of their surface (Fig. 8) , and are the site of budding or fusion of clathrin-coated vesicles. Coats that resemble clathrin in morphology, but were not positively identified as such by immunocytochemistry, were also often present in infected cells on the cytoplasmic face of parts of the trans-Golgi network containing virions and on peri-Golgi vesicles with virions (Figs. 7 A and 9 ).",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 105,
                    "text": "Griffiths and Simons, 1986",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 687,
                    "text": "(Figs. 7 A and 9",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Virions and Condensing Secretory Proteins Together in the Trans-Golgi Network"
        },
        {
            "text": "The observations presented above indicate: (a) That virions and secretory proteins traverse the same Golgi stacks and accumulate in the trans-Golgi network; we have shown previously by immunocytochemistry that ACTH is present in all cisternae of the Golgi stacks of AtT20 cells (Tooze and Tooze, Note that only morphologically mature virions are found on the trans-side of the Golgi complex. Many dilations of the trans-Golgi network contain either condensing secretory proteins (arrowheads) or condensed virions (/arge arrows). When both virions and condensing secretory proteins share the same dilation, they are well separated (lower leJ? and inset). We have previously shown that the coat on the cytoplasmic surface of the trans-Golgi network (between the small arrows) is clathrin . Note the coated vesicle budding from or fusing with the trans-Golgi network (curved arrow). (B) In this example the trans-Golgi network contains condensing secretory protein (arrows) and one dilation also contains virions (open arrow). The virions have the mature morphology and are well separated from the condensing secretory protein. Note that the latter is more uniformly compact than in A, and is beginning to assume the form of a secretory granule core. (Insert) Part of the trans-Golgi network in another infected cell in which two mature virions (arrow) and two aggregates of secretory proteins that have condensed into ovoid granule core structures (arrowheads) are in the same compartment but still quite separate in the sense that there are no virions within the cores. Bars, 0.1 lun. Figures 8-10. (Fig. 8) Condensing secretory proteins in the trans-Golgi network of an uninfected AtT20 cell. The condensing secretory protein (open arrows) is within two dilations of the trans-Golgi network. Note the clathrin coat on parts of the membrane (between the arrows) and also coated vesicles. Interestingly, on the cis-side of the Golgi stack a sheet of rough endoplasmic reticulum is differentiated in one region into annulate lamellae (AL) and in another into a transitional element (TE). Apparently two morphological differentiations of the rough endoplasmic reticulum can occur in very close proximity in these tumor cells. Bar, 0.1 Inn. (Fig. 9 ) Condensed virions in the trans-Golgi network. Note the prominent coat on the cytoplasmic face of one of the compartments enclosing a mature virion (arrow). The coat has the characteristic morphology of clathrin. Bar, 0.1 Ima. (Fig. 10) Part of an infected cell exposed to 200 I~M chloroquine from 7.5-to 9-h postinfection. Note the large accumulations of condensed virions in the trans-Golgi network (arrows) and immature uncondensed virions in the Golgi cisternae (arrowheads). Post-Golgi transport vesicles packed with mature virions can be seen below the plasma membrane (open arrows). Bar, 0.5 ~tm. Figure 11 . Post-Golgi transport vesicles and secretory granules close to the lower surface of infected AtT20 cells, growing on extracellular matrix, after immunoperoxidase labeling with anti-ACTH antibody. In A note that the secretory granules are heavily labeled for ACTH (arrows). A completely unlabeled transport vesicle packed with virions (arrowhead) is close to the lower cell surface, which lies on the layer of extra~llular matrix (ECM). B shows, near the lower surface of a cell growing on ECM, one of the extremely rare classes of post-Golgi transport vesicles which contain both virions (arrows) and a clump of condensed secretory protein that labels heavily with anti-ACTH antibody (arrowhead). Some of the immunoperoxidase reaction product has diffused to coat the virions and the membrane of the vesicle.",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 883,
                    "text": "(B)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1584,
                    "end": 1606,
                    "text": "Figures 8-10. (Fig. 8)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2236,
                    "end": 2243,
                    "text": "(Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 2472,
                    "end": 2481,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2849,
                    "end": 2858,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Rare Post-Golgi Vesicles Contain ACTH and Virions"
        },
        {
            "text": "Bars, 0.1 lain. 1986). (b) That within the trans-Golgi network secretory proteins condense into granule cores that exclude virions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rare Post-Golgi Vesicles Contain ACTH and Virions"
        },
        {
            "text": "(c) Beyond the trans-Golgi network virions are packed in vesicles lacking condensed secretory proteins. We attempted to confirm this sorting ofvirions from secretory proteins entering granules of the regulated exocytic pathway. Infected cultures were labeled using an affinity-purified antiserum against ACrH by the immunoperoxidase method, and the post-Golgi exocytic compartments were examined. This labeling reveals ACTH in all compartments of the exocytic pathway from the rough endoplasmic reticulum onwards .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rare Post-Golgi Vesicles Contain ACTH and Virions"
        },
        {
            "text": "The post-Golgi compartments that occurred below the plasma membrane at the cell periphery and lacked coats on their cytoplasmic surface fell into three categories: (a) labeled secretory granules that did not contain coronavirions and were identical to secretory granules in uninfected cells (Fig. 11 A ) ; (b) post-Golgi vesicles packed with many virions but either not labeled for ACTH (Fig. 11 A) or with traces of reaction product on the vesicles inner surface (in this class of vesicles there was no evidence of clumps of condensed secretory proteins); (c) extremely rare vesicles containing both virions and clumps of condensed secretory proteins (Fig. U B) that resemble in their labeling for ACTH the core material of secretory granules in both infected and uninfected cells (compare Fig. 11 A and 11 B) . This third class comprised considerably <1% of the total post-Golgi vesicles containing mature virions. The fact that we have never observed post-Golgi vesicles containing virions and aggregates of condensed secretory proteins in thin sections of conventionally fixed and embedded cells is further evidence of their rarity. Their detection is dependent upon labeling the cells for ACTH by the immunoperoxidase procedure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 303,
                    "text": "(Fig. 11 A )",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 387,
                    "end": 398,
                    "text": "(Fig. 11 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 652,
                    "end": 662,
                    "text": "(Fig. U B)",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 810,
                    "text": "Fig. 11 A and 11 B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Rare Post-Golgi Vesicles Contain ACTH and Virions"
        },
        {
            "text": "The extreme trans-Golgi cisterna is the most acidic compartment of the Golgi apparatus (Anderson and Pathak, 1985) , but its pH is believed for a variety of reasons not to be below 6 (Anderson and Pathak, 1985; Griffiths and Simons, 1986) . In AtT20 cells, as we have recently shown (unpublished results), the trans-Golgi network is much less heavily labeled with 3-(2,4-dinitroanilino-3\"amino-N-methyldipropylamine (Anderson et al., 1984) than are the secretory granules whose pH we estimate to be between 5.5 and 6.0. To test whether the lower pH of this trans-most compartment of the Golgi apparatus is necessary for the morphological maturation of coronavirus particles, we exposed infected cultures to 200 ttM chloroquine from 7.5-9-h postinfection and then fixed and processed them for electron microscopy. As Fig.  10 shows, although exposure to chloroquine causes dilation of the trans-Golgi network, the virions that accumulated in this compartment in the presence of this weak base were as compact and electron dense as those in untreated cells. We obtained the same result when infected cultures were exposed from 7.5-9-h postinfection to 10 mM NI-I4C1 (data not shown). It is also noteworthy that 200 ~tM chloroquine did not inhibit the formation of the post-Golgi vesicles packed with mature virus particles that occur close to the plasma membrane (Fig. 10) . However, in both infected and uninfected cells in the same cultures exposed for 2.5 h to either 200 ttM chloroquine or 1D mM NI-I4C1 there was little if any condensing secretory protein in the trans-Golgi network of the many sections we examined (data not shown). Exposure of the cells to these lysomotrophic agents apparently, therefore, had a differential effect inhibiting condensation of secretory proteins but not inhibiting the morphological maturation of the coronavirions.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 114,
                    "text": "(Anderson and Pathak, 1985)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 183,
                    "end": 210,
                    "text": "(Anderson and Pathak, 1985;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 211,
                    "end": 238,
                    "text": "Griffiths and Simons, 1986)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 416,
                    "end": 439,
                    "text": "(Anderson et al., 1984)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 816,
                    "end": 824,
                    "text": "Fig.  10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1361,
                    "end": 1370,
                    "text": "(Fig. 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Morphological Maturation of Virions Occurs in the Presence of Chloroquine"
        },
        {
            "text": "Viral infection is a convenient way in which to introduce foreign genes into cells to study the synthesis, intracellular transport, and sorting of foreign proteins. The approach has one chief disadvantage, namely the cytopathic effects that accompany viral replication. This problem can, however, be largely avoided by studying the cells early after infection before the onset of the cytopathic changes. In the case of AtT20 ceils infected by MHV-A59 we believe that at 7-10-h postinfection the exocytic pathways, and in particular the Golgi apparatus, still function normally for the following reasons: (a) The Golgi stack has a normal morphology. (b) The Golgi enzymes responsible for O-linked glycosylation are functional. (c) VSV-G protein is N-glycosylated in the same way in both uninfected and MHV-A59-infected AtT20 cells. Furthermore the G protein is transported to the plasma membrane in both uninfected and MHV-A59-infected cells. Therefore the constitutive exocytic pathway is fully functional after infection with the coronavirus. (d) In infected cells, as in uninfected cells , the first compartment in which condensed secretory proteins occur is the trans-Golgi network, indicating that secretory proteins of the regulated exocytic pathway are being synthesized, transported, and condensed normally. (e) The E1 envelope glycoprotein of the virus is not transported beyond the Golgi stack, except as an integral component of the envelopes of progeny virions (Fig. 6) . By contrast the second viral envelope glycoprotein E2 is transported to the cell surface, as we have previously shown (Tooze and Tooze, 1985) . Therefore the Golgi apparatus in MI-IV-A59-infected ceils at 7-10-h postinfection can sort one coronaviral glycoprotein from the other. By these five criteria the Golgi apparatus maintains its structural and functional integrity until at least 10-h postinfection with MHV-A59. In this context it is interesting to note that in cells infected with Uukuniemi virus (a bunyavirus) the constitutive exocytic pathway also continues to transport Semliki Forest virus glycoprotein to the plasma membrane even after the Golgi stack has vacuolized as a result of the Uukuniemi virus infection (Gahmberg et al., 1986) . In this case the biochemical integrity of the Golgi complex survives longer than its morphological integrity.",
            "cite_spans": [
                {
                    "start": 1601,
                    "end": 1624,
                    "text": "(Tooze and Tooze, 1985)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2211,
                    "end": 2234,
                    "text": "(Gahmberg et al., 1986)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1472,
                    "end": 1480,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Unlike many other viruses, MHV-A59 does not, early in infection, efficiently inhibit cellular protein synthesis. There is nevertheless, during coronavirus infections, a progressive competitive inhibition of host-protein synthesis (Tooze, S. A., unpublished data) . Since the early stages of MHV-A59 infections are by no means synchronous, in any one culture at 7-10-h post infection the extent of virus budding varies considerably from infected cell to cell. However, in most in-fected cells the number of virions increases rapidly after 10 h of infection. Concomittantly the number of infected cells with condensing secretory proteins in their trans-Golgi network rapidly declines and ACTH can no longer be detected by the immunoperoxidase method in cisternae of the endoplasmic reticulum (data not shown). Our observations depended, therefore, on examining the cells during the relatively short time after the budding of progeny virions had begun and before cellular protein synthesis was inhibited.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 262,
                    "text": "(Tooze, S. A., unpublished data)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the pulse-chase experiment reported here, two glycosylated forms of the MHV-A59 E1 glycoprotein were resolved (Fig. 3) . However, the simplicity of the gel electrophoretic pattern of glycosylated E1 molecules from AtT20 cells contrasts with the ladder of variously glycosylated molecules obtained by gel electrophoresis of E1 isolated from infected murine fibroblasts (Niemann et al., 1984; Tooze, S. A., J. Tooze, and G. Warren, manuscript in preparation) . In murine fibroblasts the O-glycan chain added to E1 has the composition N-acetylgalactosamine-galactose-sialic acid and in ~o65% of these chains an additional sialic acid residue is added to the N-acetylgalactosamine residue; moreover an average three of the four amino-terminal acceptor amino acids (NH2-Ser-Ser-Thr-Thr) are glycosylated (Niemann et al., 1984) . Our data indicate that in AtT20 cells the O-glycosylation of E1 is considerably simpler than in fibroblastic cells. Different patterns of O-glycosylation of the same protein in different cell types is, however, not unprecedented. Cummings et al. (1983) have shown that the low density lipoprotein receptor is differently O-glycosylated in different cells. We have now shown the same to be true of the E1 glycoprotein of MHV-A59.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 393,
                    "text": "(Niemann et al., 1984;",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 459,
                    "text": "Tooze, S. A., J. Tooze, and G. Warren, manuscript in preparation)",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 824,
                    "text": "(Niemann et al., 1984)",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1079,
                    "text": "Cummings et al. (1983)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "O-Glycosylation of E1"
        },
        {
            "text": "In AtT20 cells, at 7-10-h postinfection with MHV-A59, both progeny virions and condensing secretory proteins accumulate in the trans-Golgi network. Within that compartment condensed secretory proteins, perhaps by a phase separation process, form the secretory granule cores that exclude virions. On the other hand, the post-Golgi vesicles transporting mature virions were either not labeled or only very weakly labeled by the immunoperoxidase reaction using antibody that recognizes both ACTH and its precursor, proopiomelanocortin. Whether or not there exists in infected cells a further class of vesicles that constitutively transport uncleaved proopiomelanocortin but not virions is an open question. Furthermore chloroquine, at 200 lxM, does not block the formation of the vesicles that transport virions to the cell surface. These properties are consistent with the interpretation that post-Golgi vacuoles transporting progeny MHV-A59 are part of the constitutive exocytic pathway. Using the presence of virions as a morphological marker of the constitutive pathway in infected AtT20 cells, we can conclude that the trans-Golgi network is the compartment from which the constitutive and regulated pathways diverge in these cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sorting at the Exit of the Trans-Golgi Network"
        },
        {
            "text": "The fact that extremely rare post-Golgi vesicles located at the cell periphery and packed with virions also contain clumps of condensed secretory protein indicates that although sorting of condensed secretory proteins into the cores of secretory granules of the regulated pathway is efficient, it is not absolutely rigorous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sorting at the Exit of the Trans-Golgi Network"
        },
        {
            "text": "A number of groups have invested a great deal of effort in attempting to identify the site of divergence of intracellular transport pathways to the cell surface. This compartment will be the major site for the sorting of newly synthesized plasma membrane and secretory proteins. The evidence accumulated so far has narrowed down but not identified the site of sorting either for components destined for the constitutive and regulated pathways of secretion or for membrane proteins destined for different plasma membrane domains (reviewed in Griffiths and Simons, 1986) . Biochemical and morphological studies (Rindler et al., 1984) indicate that proteins destined for separate cell surfaces colocalize throughout the Golgi stack and that they separate before reaching the plasma membrane (Kelly, 1985; Marlin and Simons, 1984; Misek et al., 1984; Pfeiffer et al., 1985) . Griffiths and Simons (1986) proposed that the sorting of these components occurs in the trans-Golgi network since components to be sorted are in contact during the last identifable steps of Golgi processing .",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 568,
                    "text": "Griffiths and Simons, 1986)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 609,
                    "end": 631,
                    "text": "(Rindler et al., 1984)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 788,
                    "end": 801,
                    "text": "(Kelly, 1985;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 802,
                    "end": 826,
                    "text": "Marlin and Simons, 1984;",
                    "ref_id": null
                },
                {
                    "start": 827,
                    "end": 846,
                    "text": "Misek et al., 1984;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 847,
                    "end": 869,
                    "text": "Pfeiffer et al., 1985)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 872,
                    "end": 899,
                    "text": "Griffiths and Simons (1986)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Sorting at the Exit of the Trans-Golgi Network"
        },
        {
            "text": "A critical test of this hypothesis has been difficult since it requires simultaneous observation of components destined for the two pathways. The experiment must also be done with sufficient time resolution to rule out the possibility of transient formation of a compartment beyond the trans-Golgi network which fissions to produce sorted transport vesicles. The system we use here fulfills these requirements because it allows us to observe directly the separation of the constitutive and regulated exocytic pathways. As far as we are aware, these observations are the first direct visualization of the sorting at the exit of the trans-Golgi network of components taking different routes to the cell surface. They rely on having readily distinguishable morphological markers for each pathway, and they establish for this system that there is no sorting compartment beyond the trans-Golgi network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sorting at the Exit of the Trans-Golgi Network"
        },
        {
            "text": "In both AtT20 cells and in fibroblastic host cells (our unpublished observations) the post-Golgi vesicles that apparently transport progeny coronavirus to the cell surface are large structures, holding several virions each ~1,000 A in diameter. These vesicles occur close to the plasma membrane and lack clathrin coats on their cytoplasmic surface. In uninfected cells there are no post-Golgi vesicles of this size; no doubt the vesicles responsible for the constitutive transport of endogenous proteins are much smaller. With the exception of hepatocytes, which exocytose v. low density lipoprotein particles, mammalian cells normally never transport large particles along the entire exocytic pathway but only membrane proteins and soluble proteins. However, the very fact that cells of both epithelial (AtT20) and fibroblastic (sac-, 17Cll cells) origin can accomodate to the transport of coronavirions from pre-Golgi compartments to the cell surface proves that the transport vesicles at all stages of the exocytic pathway have the capacity to enlarge to carry large particulate macromolecular assemblies such as virions, even though normally they are never called upon to do so. It would be of interest to determine by immunocytochemical means whether or not the constitutive pathway vesicles that transport progeny virions from the trans-Golgi network to the cell surface in either sac-or AtT20 cells also contain constitutively secreted cellular proteins such as laminin. Such experiments are planned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-Golgi Vesicles with Virions"
        },
        {
            "text": "The striking and irreversible morphological maturation of coronavirions, which takes place during their transit of the Golgi apparatus in several types of host cells (see Dubois-Dalcq et al., 1984) , occurs in ART20 cells at early times after infection exclusively in the trans-Golgi network. This morphological maturation is not, however, inhibited by 200 ~tM chloroquine, or by the presence of 10 mM NI-hC1. It cannot, therefore, be dependent on the lower pH in the transmost cisterna of the Golgi apparatus compared with the earlier compartments (Anderson and Pathak, 1985) . By contrast, condensation of secretory proteins and their packaging into secretory granules in these cells seems to be pH dependent, since Moore et al. (1983) established that 200 ~tM chloroquine diverts ACTH from the regulated to the constitutive pathway. Consistent with these results we observed little, if any, condensing secretory proteins in the trans-Golgi network of either uninfected or infected ART20 cells after their exposure to 200 ~tM chloroquine or 10 mM NI-hCI for 2.5 h (data not shown).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 197,
                    "text": "Dubois-Dalcq et al., 1984)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 549,
                    "end": 576,
                    "text": "(Anderson and Pathak, 1985)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 718,
                    "end": 737,
                    "text": "Moore et al. (1983)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Maturation of Virions"
        },
        {
            "text": "In conclusion, the trans-Golgi network of AtT20 cells appears to be the site of sorting of material destined for the constitutive and regulated exocytic pathways, which diverge at the exit from this compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maturation of Virions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Visualization of acidic organelles in intact cells by electron microscopy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Falck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "81",
            "issn": "",
            "pages": "4838--4842",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Vesicles and cisternae in the trans Golgi apparatus of human fibroblasts are acidic compartments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G W"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Cell",
            "volume": "40",
            "issn": "",
            "pages": "635--643",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibody-induced linkages of plasma membrane proteins to intracellular actomyosin-containing filaments in cultured fibroblasts",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ash",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Louvard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "74",
            "issn": "",
            "pages": "5584--5588",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Phase separation of integral membrane proteins in Triton X-114 solution",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bordier",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Biol. Chem",
            "volume": "256",
            "issn": "",
            "pages": "1604--1607",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The exocrine protein trypsinogen is targeted into the secretory granules of an endocrine cell line: studies by gene transfer",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Craik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "639--645",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Biosynthesis of N-and O-linked oligosaccharides of the low density lipoprotein receptor",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Hobgood",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tolleshaug",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Biol. Chem",
            "volume": "258",
            "issn": "",
            "pages": "15261--15273",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Assembly of the Coronvidrae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dubois-Dalcq",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rentier",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Assembly of Enveloped RNA Viruses",
            "volume": "",
            "issn": "",
            "pages": "100--119",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An enzymatic assay reveals that proteins destined for the apical or basolateral domains of an epithelial cell share the same late Golgi compartments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bravo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "4",
            "issn": "",
            "pages": "297--307",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Vesicular Stomatitis virus infects and matures only through the basolateral surface of the polarized epithelial cell line",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "C.-H. Yon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bonsdortf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "MDCK. Cell",
            "volume": "38",
            "issn": "",
            "pages": "65--77",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficient transport of Semliki Forest virus glycoproteins through a Golgi complex morphologically altered by Uukuniemi virus glycoproteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gahmberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettersson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "K~ri~inen",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "5",
            "issn": "",
            "pages": "3111--3118",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Passage of viral membrane proteins through the Golgi complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Louvard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. MoL Biol",
            "volume": "152",
            "issn": "",
            "pages": "663--698",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The trans Golgi network; sorting at the exit site of the Golgi complex",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science (Wash. DC)",
            "volume": "234",
            "issn": "",
            "pages": "438--443",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Two distinct intracellular pathways transport secretory and membrane glycoproteins to the surface of pituitary tumor cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gumbiner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cell",
            "volume": "28",
            "issn": "",
            "pages": "51--59",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pathways of protein secretion in eukaryotes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science (Wash. DC)",
            "volume": "230",
            "issn": "",
            "pages": "25--32",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Localization of two intracellular forms of the vesicular stomatitis viral glycoprotein",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Knipe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baltimore",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Virol",
            "volume": "21",
            "issn": "",
            "pages": "1121--1127",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sorting of a plasma membrane protein occurs before it reaches the cell surface in cultured epithelial cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "",
            "pages": "2131--2139",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Biogenesis of epithelial cell polarity: intracellular sorting and vectorial exocytosis of an apical plasma membrane glycoprotein",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "E"
                    ],
                    "last": "Misek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "39",
            "issn": "",
            "pages": "537--546",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chloroquine diverts ACTH from a regulated to a constitutive pathway in ART20 cells",
            "authors": [
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gumbiner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Nature (Lend.)",
            "volume": "302",
            "issn": "",
            "pages": "434--436",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Secretory protein targeting in a pituitary cell line: differential transport of foreign secretory proteins to distinct secretory pathways",
            "authors": [
                {
                    "first": "H.-P",
                    "middle": [
                        "H"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "1773--1781",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The carbohydrates of the O-glycosidically linked oligosaccharides of glycoprotein El",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemarm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geyer",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Linder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stirn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "EMBO (Fur. Mol. Biol. Organ.) J",
            "volume": "3",
            "issn": "",
            "pages": "665--670",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coronavirus glycoprotein El, a new type of viral glycoprotein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niemann",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Mol. Biol",
            "volume": "153",
            "issn": "",
            "pages": "993--1010",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Intracellular sorting and basolateral appearance of the G protein of vesicular stomatitis virus in MDCK cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "101",
            "issn": "",
            "pages": "470--476",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Use of immunocytocbemical techniques in studying the biogenesis of cell surfaces in polarised epithelia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Louvard",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "98",
            "issn": "",
            "pages": "379--395",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Viral glycoprotein destined for apical or basolateral plasma membrane domains traverse the same Golgi apparatus during their intracellufar transport in doubly infected MDCK cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rindler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pleskon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodrignez-Boulan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "1304--1319",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Identification of two epitopes in the carboxy terminal 15 amino acids of the El glycoprotein of Murine Hepatitis virus A59 by using hybrid proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Stanley",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Virol",
            "volume": "60",
            "issn": "",
            "pages": "928--934",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Infection of ART20 murine pituitary tumour cells by mouse hepatitis virus strain A59: virus budding is restricted to the Golgi region",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tonze",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Fur. J. Cell Biol",
            "volume": "37",
            "issn": "",
            "pages": "203--212",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Clathrin-coated vesicular transport of secretory proteins during the formation of ACTH-containing secretory granules in ART20 cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Toozr",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "103",
            "issn": "",
            "pages": "839--850",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Replication of coronavirus MHV-A59 in sac-cells: determination of the first site of budding of progeny virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Fur. J. Cell. Biol",
            "volume": "33",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Golgi region of an AtT20 cell infected with MHV-A59. On the cis-side of the stack immature virions appear as spherical structures with the ribonucleoprotein core immediately below the viral envelope and an \"empty\" center (arrows). By contrast virions in the trans-Golgi network have the mature morphology and are uniformly electron dense (arrowheads). Most dilations of the tmns-Golgi network contain virions, but one (open arrow) contains secretory proteins at an early stage of condensation. A peri-Golgi secretory granule (SG) can be seen at the lower right of the field. Apart from the presence of virions, the morphology of the Golgi region is the same as that in uninfected cells. Bar, 0.1 pan.Tooze et al. Sorting at the Exit from Trans-Golgi Network",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "O-glycosylation of the E1 glycoprotein of MHV-A59 in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A transversely sectioned Golgi stack in an Afr20 cell infected with MHV-A59. On the cis-side of the stack, in the distended rims of the Golgi cisternae (arrows), virions have the immature morphology. Those in the trans-Golgi network have the mature kidney-shaped electron-dense morphology, as do virions in a post-Golgi transport vesicle (arrowheads). Bar, 0.1 Ima. lular membranes and the outer surface of the envelope of virions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Surface expression of VSV G protein in MHV-A59-infected cells. AtT20 cells were infected with MHV-A59 for 4.5 h and then with VSV for a further 3.5 h, and then processed for immunofluorescence using rabbit anti-VSV-G protein antibody visualized with rhodamine-conjugated sheep anti-rabbit antibody and a mouse monoclonal antibody against E1 of MHV-A59 visualized with fluoresceinconjugated sheep anti-mouse antibody. (A) The fluorescein labeling of the E1 of MHV-A59 in a number of the cells. (B) The rhodamine fluorescence from the same field shows that the VSV-G protein is expressed on the cell surface of all the cells and is present at the same range of levels in the MHV-A59-infeOzd cells as in the uninfected cells. This indicates that up to 8 h of MHV infection does not alter the transport of the VSV-G protein to the cell surface. Bars, 10 I~m.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "al. Sorting at the Exit from Trans-Golgi Network Sialylation of VSV-G protein in the presence of MHV-A59",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A Golgi stack in an infected Adr20 cell after labeling by the immunoperoxidase technique with a rabbit antibody specific for the CH2-terminal 15 amino acids of the viral El glycoproteins. Note that labeling is restricted to the cytoplasmic surface of the stacked Golgi cisternae. Virions inside the Golgi cisternae (arrow) and within the trans-Golgi network (arrowheads) are not labeled.The membrane of the trans-Golgi network, containing mature condensed virions, is unlabeled (arrowheads). Note the coat on the cytoplasmic face of part of the trans-Golgi network. This pattern of labeling indicates that the E1 glycoprotein does not move as an integral membrane protein from the stacked cisternal Golgi membranes to the membrane of the trans-Golgi network. Bar, O.1 Inn.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Virions and condensing secretory protein share the same elements of the trans-Golgi network. (A) The cis to trans progression of corona virions and their morphological maturation in the trans-Golgi network. A budding virion is visible on the cis-side (open arrow).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank our colleagues Stella Hurtiey, Jean Gruenberg, and Gareth Griffiths (European Molecular Biological Laboratory, Heidelberg) for their constructive comments on the manuscript, and Ines Benner who patiently and skillfully typed this manuscript.Received for publication 19 March 1987, and in revised form 11 May 1987.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}