{
    "paper_id": "f2b1074882bd3bdb8794c79fb4ab6fb72fbbf2ee",
    "metadata": {
        "title": "Calculating the burden of disease of avian-origin H7N9 infections in China",
        "authors": [
            {
                "first": "Dong",
                "middle": [
                    ";"
                ],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "addrLine": "Wang",
                        "settlement": "Hongliang"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Keywords: Burden of diseases, H7N9, HEALTH ECONOMICS Note: The following files were submitted by the author for peer review, but cannot be converted to PDF. You must view these files (e.g. movies) online. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A novel avian-origin influenza A (H7N9) virus has caused severe disease in humans in China since February 2013. The high number of new cases within a short period and the high case fatality rate have caused public panic and attracted global attention. It was also reported from media that some patients' families undertook large medical costs. According to the literature, exposure to live poultry could be an important risk factor for human infection with H7N9. [1] [2] [3] As a result, closing-down the live-poultry markets and slaughtering the poultry were the main intervention measures in affected areas in China. These interventions played an important role in disease prevention, but on the other hand, also caused serious losses to the poultry industry.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 466,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The introduction of the novel virus led to numerous investigations on the origin of the virus, its genes, clinical symptoms, laboratory test, treatment and transmission [4] [5] [6] ; however, the burden of human infection with H7N9 has not yet been measured. It is important to estimate the overall burden of disease (BOD) due to H7N9 in China because this virus is new in humans and could cause a global pandemic in the future. The Global Burden of Disease (GBD) 2010 study presents a comprehensive methodological framework for death and disability loss estimation and has had a pronounced impact on the estimation of BOD 7 8 . In this study, we identified the main drivers of economic losses and summarized the direct and indirect costs of human H7N9 infection. We aimed to present an accurate and operable approach for estimating the overall burden of emerging infectious diseases and to provide evidence on the cost effectiveness of H7N9 prevention and control. We also aim to set up a BOD estimation example for any animal-borne infectious diseases, esp. with the introduction of modern medical device.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "H7N9",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "7 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The confirmed human infections of H7N9 were divided into mild and severe cases based on the \"Diagnostic and treatment protocol for human infections with avian influenza A (H7N9) (2nd edition, 2013)\" . 9 Mild cases presented with influenza-like illness (ILI), while severe cases developed quickly and presented with severe pneumonia, usually accompanied by severe complications and organ failure. Severe illness was divided into 'severe without death' and 'severe with death'. The 11 H7N9 cases of unknown status were classified as 'unknown without death'.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case category definition"
        },
        {
            "text": "Data on the 131 confirmed cases of H7N9 by the end of May 31, 2013 came from China's information system for disease control and prevention and included basic information on the onset of illness, epidemiology and emergency event reporting. Disability-adjusted life years (DALYs) were calculated based on two other published sources. The World Health Organization (WHO) provided a table of life expectancy by age for China in 2011, 10 while the Institute for Health Metrics and Evaluation (IHME) published the Global Burden of Disease (GBD) 2010, including the GBD 2010 Disability Weights . 11 Disability weights of general infectious disease (acute episode for mild, moderate and severe) were adopted from IHME based on the clinician's 4 suggestion though the symptoms of H7N9 cases were more severe than the general infectious disease cases. The 2012 per-capita gross domestic product (GDP), which was used to calculate the cost of lost lives or the cost of disability, was obtained from the National Bureau of Statistics of China.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 591,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 736,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "Poultry production and trade data from27 prefectures with confirmed H7N9 cases, including live-poultry sales, dates of live-market closings and market-stall volumes, were collected from field surveys, local livestock-breeding year books 12 and the 'Chinese Commodities Trading-Market Statistics Yearbook 2012'. 13 Data were gathered from the ten affected provinces and eight unaffected adjacent provinces. These data were used to estimate poultry-industry losses.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 313,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "We constructed a framework for BOD analysis (Figure 1 ). We described the confirmed H7N9 cases category as mild, severe without death, severe with death and unknown without death and examined the spatiotemporal and population characteristics of these cases. Based on the case category and characteristics of case spatiotemporal distribution, costs were broken down into direct medical costs (outpatient and inpatient examination and treatment) and indirect costs (death, disability and poultry-industry losses). To calculate the DALYs attributable to H7N9, the H7N9-specific years of life lost due to premature mortality (YLLs) and years lived with disability (YLDs) were computed and then summed. An intensive analysis of poultry-industry losses would be complex and would require time-consuming field surveys. Meanwhile, indirect effects may lag behind. In this paper, we considered only the poultry industry losses caused from the closing of live-poultry markets and the large-scales laughter of poultry.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Analysis framework of burden of confirmed H7N9 cases"
        },
        {
            "text": "Descriptive statistics were used to summarize the epidemiologic characteristics of the cases. The distribution of confirmed H7N9 cases by week was also extracted by creating two standard deviational ellipses (covering 95% of the points while calculating the standard deviation of the x-coordinates and y-coordinates from the mean center to define the axes of the ellipse) to summarize the spatial spread of confirmed H7N9 cases (central tendency, dispersion and directional trends). If the number of cases in one week was less than three, those cases were not included in the calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The methods for estimating direct medical costs are traditionally classified into two broad approaches: bottom-up (micro-costing) and top-down (macro-costing) . 14 15 In general, the bottom-up approach usually results in a higher but more accurate estimate. 16 In our study, we used the bottom-up approach to estimate the direct medical costs. Four cost drivers were extracted: cost of outpatient and inpatient examinations in ward, cost of examination in intensive-care units (ICUs), cost of treatment and other costs (including medical consumables, charge for sickbed, general care services, checkup fee, etc). A cost formula was constructed for each driver, as depicted in Table 1 . The cost per patient was estimated by experienced hospital financial officers and hospital doctors. The mean number of days (ICU stay, hospital stay and days of treatments) was estimated from the epidemiologic data. The number of patients for each driver was derived 5 from a previous publication. 6 Professionals' experiences were also considered for some items that were not included in our surveillance system. The costs for the category 'unknown without death' were assumed to be moderate and were set as the average of the costs of mild cases and severe cases without death.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 166,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 260,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 954,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 985,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 676,
                    "end": 683,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "The YLLs for confirmed H7N9 cases in China were calculated from the sum of the number of fatal cases (n) in 5-year age groups (i) multiplied by the remaining expected life span (e) based on the age of death for that age group: 17 (formula 1)",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To estimate the burden of H7N9 in YLLs, the Chinese life-expectancy table from WHO 2011 was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The YLDs were calculated by multiplying the duration of illness (t) by the disability weights (w) accumulated over all H7N9 cases (d) for each health outcome (j): (formula 2) YLDs = ∑d j * t j * w j (2) As H7N9 is a relatively new infectious disease and the health state of patients after discharge is unknown, we calculated the YLDs only as general acute episodes of infectious disease during the hospital stay. Disability weights were assigned as infectious disease (mild, moderate and severe acute episodes). 11 The DALYs are calculated by adding YLLs to morbidity and disability, expressed in YLD (formula 3).",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "An estimation of the cost of one DALY was based on the traditional human-capital approach for per-capita GDP (formula 4). Considering the different production capabilities at different ages, the weights of production capability were calculated. The following weights were used according to the literature: 0.15 at age 0-14, 0.75 at age 15-44, 0.8 at age 45-59 and 0.1 at age 60+. 18 Cost of DALYs = DALYs * per-capita GDP * weight of production capability (4) As mentioned above, direct poultry-industry losses (PIL) can be calculated using formula 5: PIL = L 1 + L 2 (5) where L 1 is the loss from poultry slaughter and L 2 is the loss from the closing of live-poultry markets, which includes the lost sales of live poultry (L 21 ) and fees for market-stall leases (L 22 ). A cost formula was constructed for the estimation of poultry industry loses (Table 2) . ",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 860,
                    "text": "(Table 2)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "DALYs = YLLs + YLDs"
        },
        {
            "text": "A total of 131 confirmed H7N9 cases in ten provinces in China were mapped as individual points based on detailed addresses ( Figure 2 ). Most (81%) of the patients were located in the Jiangsu, Shanghai and Zhejiang provinces. Most of the cases (73% or above) in ten provinces were severe. There were 25 mild cases, 56 severe cases without death, 39 severe cases with death and 11 unknown cases without death in China through May 31, 2013. Figure S1 is the presentation of the rate, direction and scope of the H7N9 spread. Each ellipse covers 95% of the incident cases for one week. The location of the first week of H7N9 onset was in Shanghai. Over the next few weeks, the epidemic extended to the Jiangsu and Zhejiang provinces and continued to grow. The virus quickly spread from the northwest to the north and south regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Figure 2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 439,
                    "end": 448,
                    "text": "Figure S1",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Epidemiologic characteristics for different case categories"
        },
        {
            "text": "The onset of most H7N9 cases was relatively clustered. Within the total event timeframe (2/19-5/21), 74% of the cases were infected between 3/28-4/17 ( Figure S2 ). Severe cases with death were found in the initial and intermediate stages. The median age of patients with confirmed H7N9 virus infection was 61 years (range, 3 to 91). Severe symptoms tended to occur in older people. The median age of patients who were severely ill without death was 60 years, while the median age of patients who were severely ill with death was 69 years. The number of mild cases distributed on all age groups under 80 years ( Figure S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "Figure S2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 612,
                    "end": 621,
                    "text": "Figure S3",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Epidemiologic characteristics for different case categories"
        },
        {
            "text": "After the confirmed H7N9 cases occurred in China, the patients' clinical manifestations, examinations and treatments were published, 6 which allowed us to estimate the direct medical costs using a cost model. We separated the examination data into examinations conducted in ward and examinations in ICU, as the latter were more frequent. The main treatments for confirmed H7N9 cases were selected. In our cost formula, three main factors were considered: cost per day, number of days and number of patients. For the cost-per-day estimation, we selected a Grade-III Class-A hospital (general large-scale hospital in China). Costs per day were obtained from the hospital financial officers and hospital doctors based on the average costs of patients with same treatments from Jan.1, 2013 to May 31, 2013 in this hospital (Table S1 ). Differences in costs among the regions in China were approximately 10%.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 819,
                    "end": 828,
                    "text": "(Table S1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Direct medical costs of confirmed H7N9 cases"
        },
        {
            "text": "The mean number of days and number of cases were estimated from a subset of the investigated cases (Table 3) . Data regarding hospital stay were available for 11 of the 25 mild cases, 19 of the 56 severe cases without death and 19 of the 39 severe cases with death. The mean length of stay was 9 days for mild cases, 18 days for severe cases without death and 20 days for severe cases with death. Data on the duration of ICU stay were available for ten of the 56 severe cases without death and 11 of the 39 severe cases with death. Severe cases without death stayed in the ICU for a mean of 12 days, while severe cases with death stayed for a mean of 16 days. We assumed that the mean hospital stay of severe cases with complications was equal to the length of the ICU stay, although complications might occur incrementally. The mean durations of different treatments lasting were also estimated based on a subset of investigated patients, except for glucocorticoids and intravenous immune globulin, for which estimates were obtained from professionals' experiences. Treatment for complications required drugs and examinations in addition to the treatment listed above. Treatment was described for 111 confirmed H7N9 cases, along with the proportion of patients who received each treatment. 6 We assumed that the proportions were generalizable to all cases because it covered 85% of cases. ",
            "cite_spans": [
                {
                    "start": 1291,
                    "end": 1292,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "(Table 3)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Direct medical costs of confirmed H7N9 cases"
        },
        {
            "text": "A total of 39 deaths from confirmed H7N9, including 30 males and 9 females, were reported from the National Health and Family Planning Commission of China by 31 May 2013. For more details on the number of cases in each age group, see Table S3 .The total YLLs were 676.89. There were 131 H7N9 cases, including 25 mild cases, 95 severe cases and 11 of unknown category (assumed to be moderate). YLD calculations were based on the case category. The total YLDs were 1.064 (Table S4 ). The DALYs combine the time lived with disability and the time lost due to premature mortality; thus, the DALYs were 677.848 for all confirmed H7N9 patients. We adopted 2012 per-capita GDP of the ten provinces and estimated the cases adjusted per-capita GDP (65,655 CNY). By calculating the weight of production capability for each age group, we got the average weight of production capability to be 0.39 for all confirmed H7N9 cases. The total cost of DALYs was 17,356,561 CNY (2,777,050 USD) according to the formula 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "Table S3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 469,
                    "end": 478,
                    "text": "(Table S4",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Cost of DALYs on H7N9"
        },
        {
            "text": "Poultry-industry losses were estimated for three categories ( Figure 3 ): 1)27 prefectures with confirmed H7N9 cases (region 1, in brown in Figure 3 ), 2)10 affected provinces (region 2, in yellow in Figure 3 ) and 3) eight non-affected adjacent provinces (region 3, shadowed in Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 200,
                    "end": 208,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 279,
                    "end": 287,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Poultry-industry losses"
        },
        {
            "text": "In region1, three types of losses were calculated: losses from poultry slaughter, lost sales of live poultry and fees for market-stall leases. In the ten affected provinces (region 2), in addition to the losses in region1, the losses mainly arose from the closing-down of live-poultry markets in each province. These two losses were then summed to estimate poultry-industry losses caused by H7N9 outbreaks. Most of the main live-poultry markets in the affected provinces (presented in Figure 3 ) were obtained from Google Earth; the retail locations were excluded. Poultry-industry losses in eight non-affected adjacent provinces (region 3) were also calculated as potential economic losses. The direct poultry-industry losses of 27 prefectures for the H7N9 cases are described in detail in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 493,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 791,
                    "end": 798,
                    "text": "Table 4",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Poultry-industry losses"
        },
        {
            "text": "The cost of closing-down live-poultry markets includes the lost sales of live poultry and fees for market-stall leases. The cost of lost sales of live poultry was calculated according to the daily live-poultry sales, the cost per animal (assumed to be 10 CNY in this paper) and the number of days the market was closed. The cost of market-stall leases was calculated based on the average lease per stall per day in the corresponding city, the number of stalls and the number of days the market was closed in each city. The cost of poultry slaughter was obtained from the number of poultry slaughtered and the cost per animal. The number of days the market was closed was counted through May 31 because there have been only one confirmed H7N9 cases since then. The total poultry-industry losses in the ten affected provinces, including 27 prefectures with H7N9 cases, are listed in Table 5 . The poultry-industry losses of each province are presented in Figure   S4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 881,
                    "end": 888,
                    "text": "Table 5",
                    "ref_id": "TABREF24"
                },
                {
                    "start": 953,
                    "end": 964,
                    "text": "Figure   S4",
                    "ref_id": null
                }
            ],
            "section": "Poultry-industry losses"
        },
        {
            "text": "In general, China's poultry industry suffered direct losses amounting to 7.75 billion CNY from when the first case of H7N9 was confirmed through May 31, 2013. Losses from the live-poultry trade account for 98% of the total losses. Although it had only a fewH7N9 cases, Shandong Province ranked first in losses among all ten provinces at 1.81 billion CNY; Jiangsu, Henan and Anhui ranked next, with 1.28 billion CNY, 1.15 billion CNY and 1.14 billion CNY, respectively. These provinces have large poultry markets. Zhejiang Province had the highest number of confirmed cases; however, the losses in that region were not very high, as the sales of live poultry were lower. Strict prevention and control measures, such as daily cleaning of the market, weekly disinfection of the market and monthly closings of the live market, were conducted in Guangdong Province, which reported no H7N9 cases till 31 May 2013 during the emergency response. Meanwhile, these prevention and control measures affected the poultry industry. For this reason, the poultry-industry losses in Guangdong Province are also given in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1103,
                    "end": 1110,
                    "text": "Table 5",
                    "ref_id": "TABREF24"
                }
            ],
            "section": "Poultry-industry losses"
        },
        {
            "text": "Due to timely control measures, the H7N9-affected regions were limited to the 27 prefectures in ten provinces in China. In this study, the potential economic risks were also calculated for the eight non-affected adjacent provinces (region 3, shadowed in Figure 3 ). Table S5 shows that the potential losses to the poultry industry in those regions amount to 3.6 billion CNY.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 266,
                    "end": 274,
                    "text": "Table S5",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "Poultry-industry losses"
        },
        {
            "text": "This study was based on illness severity and spatiotemporal aspects of the recent avian-origin influenza A (H7N9) infections. Our results indicate that there were clusters of patients infected with H7N9 in China. Of the 131 patients, 81% resided in the Jiangsu, Shanghai and Zhejiang provinces, and 74% were infected during the period of 3/28-4/17. Patients over 50 years of age accounted for 72% of the total, and 95 patients (73.1%) were diagnosed as severe cases. The fatality rate of confirmed H7N9 cases in China was 26.9%. 9 We assumed that cases of the same severity resulted in similar medical costs. Therefore, mild cases, severe cases without death, severe cases with death and unknown cases without death were estimated separately by calculating the mean number of days, number of cases and cost per day. The mean cost per patient was 8,880 CNY (1,421 USD) for mild cases, 144,788 CNY (23,166 USD) for severe cases without death and184, 211 CNY (29,474 USD) for severe cases with death. The total direct medical cost for all patients was 15,963,935 CNY (2,554,230 USD). The DALYs, which were determined from the YLLs and YLDs, were 677.848 years for all confirmed H7N9 cases. The total cost of the DALYs was 17,356,561 CNY (2,777,050 USD) according to the average GDP per capita and average weight of production capability.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 530,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compared to the poultry-industry losses, the direct medical losses and DALY losses were relatively small. To a large extent, the small number of patients in the H7N9 outbreak in China was due to quick and effective interventions, which prevented a pandemic. The estimation of direct medical cost and DALY cost, especially the mean cost per patient and mean cost per day for different case categories, can be used to guide those counties in which H7N9 cases did not occur in the prevention and control of H7N9. DALY per H7N9 case (5176 DALYs per 1000 cases) was much higher than the other respiratory infectious diseases according to the 2010 GBD study. 19 A comparison to outbreaks of other infectious diseases (with similar clinical symptom) was also considered in this report. The health care cost per SARS patient in Beijing was 17,150 CNY (1,886USD) while the average medical cost per H7N9 patient was 99,691 CNY(15,951 USD) because of the higher fatality rate of H7N9 patients and more expensive modern medical device had been used. 20 As of the end of May, China's poultry industry suffered direct losses amounting to 7.75 billion CNY, including the cost of closing live-poultry markets and slaughtering poultry in the ten affected provinces. Poultry-industry losses were estimated at three levels: 27 prefectures with confirmed H7N9 cases, 10 affected provinces and eight non-affected adjacent provinces. The outbreak of H7N9 may reduce the demand for poultry products in other regions of China, due to public perceptions. These effects were not considered in this paper. The cost of closing-down the live-poultry markets and the cost of poultry slaughter were calculated as direct poultry-industry losses. We assumed that the cost per animal is 10 CNY and the date for the end of closing the live-poultry markets was May 31, 2013 because there has been only one confirmed H7N9 case since then. Losses from the live-poultry industry account for 98% of the total losses, with the lost sales of live poultry constituting the majority of that amount. Strict prevention and control measures have been enacted in Guangdong Province, which had few reported cases of H7N9. This finding will be significant for similar cases in the future. Due to timely control measures, the effects of the outbreak were limited to 27 prefectures in ten provinces in China.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 655,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "text": "20",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study had several limitations. First, there were 11 confirmed H7N9 cases without death whose case categories were unknown. The cost estimation for these unknown patients was replaced by the average cost of mild and severe cases without death. Second, in the cost model, some of the data (e.g., mean number of days of ECMO for severe without death cases) were obtained from a small proportion of investigated cases, which could result in an estimation bias. Third, the direct medical cost did not include opportunity cost, 21 the cost that is incurred because a limited resource is used to treat a preventable disease and cannot therefore be used to treat another 22 The medical practitioners' salary, research funding and loss of working time for family numbers of patients on H7N9 were excluded in our study. Fourth, estimations of the direct medical cost per day might show large differences for specific cases because the drug cost could grow considerably if imported and nutritional drugs were used. We considered only the average severity for patients in ward and in ICU. Fifth, 17 patients were still in hospital by May 28, 2013 according to the literature. 23 The mean numbers of days in ward and in ICU of severe cases and fatality rate were thus underestimated. And some of the mild cases may not be reported which also resulted in the underestimation of the cost. Sixth, in this paper, we considered only direct losses from the closing-down of live-poultry markets and large-scale poultry slaughter, which could be estimated accurately and quickly. This estimation is useful for early control and decision-making; however, other losses involved in the livestock-production chain, such as increased breeding costs, poultry seeding, the prices of poultry meat and eggs and the decreasing production of poultry-feather industries, should be considered in further studies. 24",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 669,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1170,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we presented a quick, operable and accurate framework for estimating the burden of human infections with H7N9.This framework could be used in the BOD analysis of future H7N9 or similar outbreaks. The results, including direct and indirect costs, provide fundamental information for researchers, the public and policy makers to support timely and effective interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All authors participated in the conception and design of the report. XQ and GFG designed and supervised the study, and applied the grants. XQ, DJ, HW, DZ, JM, JF, JQ, YS, GW, KX collected data. XQ, DJ, JF, SY, YM, YH, LX, YL, YW, XS and GF analyzed data. QZ, MW, LX and YL took literature search, XQ and DJ drafted the manuscript, and all authors contributed to review and revision and have seen and approved the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf (available on request from the corresponding author) and declare: no support from any organization for the submitted work; no financial relationships with any organizations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Funding This research was supported by the National Basic Research Program of China (973 Program) (2012CB955504). None of the study sponsors had a role in the study design, data collection, analysis and interpretation, report writing, or the decision to submit the report for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "No additional data available. Figure S1 The directional distribution of confirmed H7N9 cases by week Figure S2 Date of illness onset by case category Figure S3 Age distribution of each case category Note：'Date' indicates the date on which the live-poultry markets were closed; 'days' is the number of days the live-poultry markets remained closed. Table 5 . Total amount of poultry-industry losses in the ten affected provinces (10 4 CNY)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 39,
                    "text": "Figure S1",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 101,
                    "end": 110,
                    "text": "Figure S2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 150,
                    "end": 159,
                    "text": "Figure S3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 348,
                    "end": 355,
                    "text": "Table 5",
                    "ref_id": "TABREF24"
                }
            ],
            "section": "Data sharing"
        },
        {
            "text": "Note：The date on which the live-poultry markets were closed varied among cities/counties. In table 5, the dates when the first case of H7N9 was confirmed were adopt for estimating the total amount of poultry-industry losses in each affected provinces. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 [1] [2] [3] [4] [5] As a result, closing down the live-poultry markets and slaughtering the poultry were the main interventional measures in the affected areas of China. These interventions played an important role in disease prevention but also caused serious losses to the poultry industry.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 707,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 477,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 478,
                    "end": 703,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Supplementary material"
        },
        {
            "text": "The introduction of the novel virus led to numerous investigations of its origin, its genes, clinical symptoms, laboratory testing, treatment and transmission [6] [7] [8] ; however, the burden of human infection with H7N9 has not yet been measured. It is important to estimate the overall burden of disease (BOD) due to H7N9 in China because this virus is new to humans and could cause a global pandemic in the future. The Global Burden of Disease (GBD) 2010 study presents a comprehensive methodological framework for death and disability loss estimation and has had a pronounced impact on the BOD estimate 9 10 . In this study, we identified the main drivers of economic loss and summarized the direct and indirect costs of human H7N9 infection. We present an accurate and operable approach for estimating the overall burden of emerging infectious diseases and provide evidence on the cost effectiveness of H7N9 prevention and control. We also set up a BOD estimate example for any animal-borne infectious disease, particularly with the introduction of modern medical devices.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "9 10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supplementary material"
        },
        {
            "text": "The confirmed human H7N9 infections were divided into mild and severe cases based on the \"Diagnostic and treatment protocol for human infections with avian influenza A (H7N9) (2nd edition, 2013)\". 11 Mild cases presented with influenza-like illness, whereas severe cases developed quickly and presented with severe pneumonia, usually accompanied by severe complications and organ failure. Severe illness was divided into \"severe without death\" and \"severe with death\". The 11 H7N9 cases of unknown status were classified as \"unknown without death\".",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case category definition"
        },
        {
            "text": "Data on the 131 confirmed H7N9 cases by the end of May 31, 2013 came from China Information System for Diseases Control and Prevention and included basic information on the onset of illness, epidemiology and emergency event reporting. Disability-adjusted life years (DALYs) were calculated based on two published sources. The World Health Organization (WHO) provided a table of life expectancy by age for China in 2011, 12 whereas the Institute for Health Metrics and Evaluation (IHME) published the GBD 2010, including the GBD 2010 Disability Weights . 13 Disability weights of general infectious disease (acute episode for mild, moderate, and severe) were adopted from IHME based on clinician's suggestions of symptoms from H7N9 cases that were more severe than the general infectious disease cases. The 2012 per capita gross domestic product (GDP), which was used to calculate the cost of lost lives and the cost of disability, was obtained from the National Bureau of Statistics of China.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 422,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 556,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "Poultry production and trade data from 27 prefectures with confirmed H7N9 cases, including live-poultry sales, dates of live-market closings, and market-stall volumes were collected from field surveys, local livestock-breeding year book 14 and the Chinese Commodities Trading-Market Statistics Yearbook 2012. 15 Data were gathered from the 10 affected provinces and 8 unaffected adjacent provinces. These data were used to estimate poultry-industry losses.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 311,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "We constructed a framework for the BOD analysis ( Figure 1 ). We described the confirmed H7N9 cases as mild, severe without death, severe with death, and unknown without death and examined the spatiotemporal and population characteristics of these cases. Based on the case category and characteristics of case spatiotemporal distribution, costs were broken down into direct medical costs (outpatient and inpatient examination and treatment) and indirect costs (death, disability and poultry-industry losses). To calculate the DALYs attributable to H7N9, the H7N9-specific years of life loss due to premature mortality (YLLs) and years lived with disability (YLDs) were computed and summed. An intensive analysis of poultry-industry losses would be complex and would require time-consuming field surveys. Indirect effects may lag behind. In this study, we considered only the poultry industry losses caused from the closing of live-poultry markets and the large-scale slaughtering of poultry.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 1",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Analysis framework for the burden of confirmed H7N9 cases"
        },
        {
            "text": "Descriptive statistics were used to summarize the epidemiological characteristics of the cases. The distribution of confirmed H7N9 cases by week was also extracted by creating two standard deviational ellipses (covering 95% of the points while calculating the standard deviation of the x-coordinates and y-coordinates from the mean center to define the axes of the ellipse) to summarize the spatial spread of confirmed H7N9 cases (central tendency, dispersion, and directional trends). If the number of cases in 1 week was less than three, those cases were not included in the calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The methods for estimating direct medical costs are traditionally classified into two broad approaches: bottom-up (micro-costing) and top-down (macro-costing) . 16 17 In general, the bottom-up approach usually results in a higher but more accurate estimate. 18 In our study, we used the bottom-up approach to estimate direct medical costs. Four cost drivers were extracted: cost of outpatient and inpatient examinations in the ward, cost of examinations in intensive-care units (ICUs), cost of treatment, and other costs (including medical consumables, charge for sickbed, general care services, checkup fee, etc.). A cost formula was constructed for each driver, as depicted in Table 1 . The cost per patient was estimated by experienced hospital financial officers and hospital doctors. The mean number of days (ICU stay, hospital stay, and days of treatment) was estimated from the epidemiological data. The number of patients for each driver was derived from a previous publication. 6 The professional's experience was also considered for some items 6 that were not included in our surveillance system. Costs for the category \"unknown without death\" were assumed to be moderate and were set as the average of the costs of mild cases and severe cases without death.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 166,
                    "text": "16 17",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 260,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 988,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1055,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 679,
                    "end": 686,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "The YLLs for confirmed H7N9 cases in China were calculated from the sum of the number of fatal cases (n) in 5-year age groups (i) multiplied by the remaining expected life span (e) based on the age of death for that age group: 19 (formula 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The Chinese life-expectancy table from WHO 2011 was used to estimate the burden of H7N9 in YLLs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The YLDs were calculated by multiplying the duration of illness (t) by the disability weights (w) accumulated over all H7N9 cases (d) for each health outcome (j): (formula 2) YLDs = ∑d j × t j × w j (2) As H7N9 is a relatively new infectious disease and the health status of patients after discharge is unknown, we calculated the YLDs only as general acute episodes of infectious disease during the hospital stay. Disability weights were assigned as infectious disease (mild, moderate, and severe acute episodes). 13 DALYs were calculated by adding YLLs to morbidity and disability, expressed in YLD (formula 3).",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 516,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "An estimate of the cost of one DALY was based on the traditional human-capital approach for per-capita GDP (formula 4). Production capability weights were calculated considering the different production capabilities at different ages. The following weights were used according to the literature: 0.15 at age 0-14 years, 0.75 at age 15-44 years, 0.8 at age 45-59 years, and 0.1 at age 60+ years. 20 Cost of DALYs = DALYs × per-capita GDP × weight of production capability (4) As mentioned above, direct poultry-industry losses (PIL) can be calculated using formula 5:",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "text": "20",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "DALYs = YLLs + YLDs"
        },
        {
            "text": "where L 1 is the loss from poultry slaughter and L 2 is the loss from the closing of live-poultry markets, which includes lost sales of live poultry (L 21 ) and fees for market-stall leases (L 22 ). A cost formula was constructed for the estimate of poultry industry loses (Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "(Table 2",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "DALYs = YLLs + YLDs"
        },
        {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 298,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Page 7 of 51"
        },
        {
            "text": "A total of 131 confirmed H7N9 cases in 10 provinces in China were mapped as individual points based on detailed addresses (Figure 2 ). Most (81%) of the patients were located in Jiangsu, Shanghai, and Zhejiang Provinces. Most of the cases (73% or above) in the ten provinces were severe. There were 25 mild cases, 56 severe cases without death, 39 severe cases with death, and 11 unknown cases without death in China through May 31, 2013. Figure S1 shows the rate, direction, and scope of H7N9 spread. Each ellipse covers 95% of the incident cases for 1 week. The location of the first week of H7N9 onset was in Shanghai. Over the next few weeks, the epidemic spread to Jiangsu and Zhejiang Provinces and continued to grow. The virus spread quickly from the northwest to the north and south regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 439,
                    "end": 448,
                    "text": "Figure S1",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Epidemiological characteristics of case categories"
        },
        {
            "text": "The onset of most H7N9 cases was relatively clustered. Within the total event timeframe (February 19-May 21), 74% of the cases were infected between March 28-April 17 ( Figure S2 ). Severe cases with death were found in the initial and intermediate stages. The median age of patients with confirmed H7N9 virus infection was 61 years (range, 3-91 years). Severe symptoms tended to occur in older people. The median age of patients who were severely ill without death was 60 years, whereas the median age of patients who were severely ill with death was 69 years. The number of mild cases was distributed in all age groups < 80 years ( Figure S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "Figure S2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 634,
                    "end": 643,
                    "text": "Figure S3",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Epidemiological characteristics of case categories"
        },
        {
            "text": "After the confirmed H7N9 cases occurred in China, the patient's clinical manifestations, examinations, and treatments were published, 6 which allowed us to estimate direct medical costs using a cost model. We separated the examination data into examinations conducted in the ward and examinations conducted in the ICU, as the latter were more frequent. The main treatments for confirmed H7N9 cases were selected. Three main factors were considered in our cost formula: cost per day, number of days, and number of patients. For the cost-per-day estimation, we selected a Grade-III Class-A hospital (general large-scale hospital in China). Cost per day was obtained from the hospital financial officers and hospital doctors based on the average cost of patients with the same treatments from January 1, 2013 to May 31, 2013 in this hospital (Table S1 ). Differences in costs among the regions in China were approximately 10%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 848,
                    "text": "(Table S1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Direct medical costs for confirmed H7N9 cases"
        },
        {
            "text": "The mean number of days and number of cases were estimated from a subset of the investigated cases (Table 3) . Data regarding hospital stay were available for 11 of the 25 mild cases, 19 of the 56 severe cases without death, and 19 of the 39 severe cases with death. The mean length of stay was 9 days for mild cases, 18 days for severe cases without death, and 20 days for severe cases with death. Data on the duration of ICU stay were available for 10 of the 56 severe cases without death and 11 of the 39 severe cases with death. Severe cases without death stayed in the ICU for a mean of 12 days, whereas severe cases with death stayed for a mean of 16 days. We assumed that the mean hospital stay of severe cases with complications was equal to the length of the ICU stay, although complications might occur incrementally. The mean duration of treatments was estimated based on a subset of investigated patients, except for glucocorticoids and intravenous immune globulin, for which estimates were obtained from professional experience. Treatment for complications required drugs and examinations in addition to the treatments listed above. Treatment was described for 111 confirmed H7N9 cases, along with the proportion of patients who received each treatment. 8 We assumed that the proportions were generalizable to all cases because it covered 85% of cases. ",
            "cite_spans": [
                {
                    "start": 1267,
                    "end": 1268,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "(Table 3)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Direct medical costs for confirmed H7N9 cases"
        },
        {
            "text": "A total of 39 deaths from confirmed H7N9, including 30 males and 9 females, were reported from the National Health and Family Planning Commission of China by May 31, 2013. See Table  S3 for more details on the number of cases in each age group. The total YLLs were 676.89. There were 131 H7N9 cases, including 25 mild cases, 95 severe cases, and 11 of unknown category (assumed to be moderate). The YLD calculations were based on the case category. Total YLDs were 1.064 (Table S4) . DALYs combined the time lived with disability and the time lost due to premature mortality; thus, DALYs were 677.848 for all confirmed H7N9 patients. We adopted 2012 per-capita GDP for the 10 provinces and estimated the cases adjusted per capita GDP (65,655 CNY or 10,505USD). By calculating the weight of production capability for each age group, we obtained the average weight of production capability to be 0.39 for all confirmed H7N9 cases. The total cost of DALYs was 17,356,561 CNY (2,777,050 USD) according to formula 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 185,
                    "text": "Table  S3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 471,
                    "end": 481,
                    "text": "(Table S4)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Cost of DALYs for H7N9"
        },
        {
            "text": "Poultry-industry losses were estimated for three categories ( Figure 3 ): 1) 27 prefectures with confirmed H7N9 cases (region 1, brown in Figure 3) , 2) 10 affected provinces (region 2, yellow in Figure 3 ), and 3) eight non-affected adjacent provinces (region 3, shadowed in Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 196,
                    "end": 204,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 276,
                    "end": 284,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Poultry-industry losses"
        },
        {
            "text": "Three types of losses were calculated for region 1: losses from poultry slaughter, lost live poultry sales, and fees for market-stall leases. In the 10 affected provinces (region 2), in addition to the losses in region 1, the losses arose mainly from closing down live-poultry markets in each province. These two losses were then summed to estimate poultry-industry losses caused by H7N9 outbreaks. Most of the main live-poultry markets in the affected provinces ( Figure 3) were obtained from Google Earth; the retail locations were excluded.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 474,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Poultry-industry losses"
        },
        {
            "text": "Poultry-industry losses in eight non-affected adjacent provinces (region 3) were also calculated as potential economic losses. The direct poultry-industry losses of 27 prefectures for the H7N9 cases are described in detail in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 4",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Poultry-industry losses"
        },
        {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 The cost of closing down live-poultry markets includes the lost live poultry sales and fees for market-stall leases. The cost of lost live poultry sales was calculated according to the daily live-poultry sales, the cost per animal (assumed to be 10 CNY or 1.6USD in this study), and the number of days the market was closed. The cost of market-stall leases was calculated based on the average lease per stall per day in the corresponding city, the number of stalls, and the number of days the market was closed in each city. The cost of poultry slaughter was obtained from the number of poultry slaughtered and the cost per animal. The number of days the market was closed was counted through May 31 because only one confirmed H7N9 case had occurred since then. The total poultry-industry losses in the 10 affected provinces, including 27 prefectures with H7N9 cases, are listed in Table 5 . The poultry-industry losses of each province are presented in Figure   S4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 298,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1181,
                    "end": 1188,
                    "text": "Table 5",
                    "ref_id": "TABREF24"
                },
                {
                    "start": 1253,
                    "end": 1264,
                    "text": "Figure   S4",
                    "ref_id": null
                }
            ],
            "section": "Page 9 of 51"
        },
        {
            "text": "China's poultry industry suffered direct losses amounting to 7.75 billion CNY(1.24USD) from when the first case of H7N9 was confirmed through May 31, 2013. Losses from the live-poultry trade accounted for 98% of the total losses. Although it had only a few H7N9 cases, Shandong Province ranked first in losses among all 10 provinces at 1.81 billion CNY(0.29USD); Jiangsu, Henan, and Anhui ranked next with 1.28 billion CNY(0.20USD), 1.15 billion CNY(0.18USD), and 1.14 billion CNY(0.18USD), respectively. These provinces have large poultry markets. Zhejiang Province had the highest number of confirmed cases; however, the losses in that region were not very high, as the sales of live poultry were lower. Strict prevention and control measures, such as daily cleaning of the market, weekly disinfection of the market, and monthly closings of the live market were conducted in Guangdong Province, which reported no H7N9 cases until May 31, 2013 during the emergency response. These prevention and control measures affected the poultry industry. For this reason, the poultry-industry losses in Guangdong Province are also given in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1130,
                    "end": 1137,
                    "text": "Table 5",
                    "ref_id": "TABREF24"
                }
            ],
            "section": "BMJ Open"
        },
        {
            "text": "Due to timely control measures, the H7N9-affected regions were limited to 27 prefectures in ten provinces in China. In this study, the potential economic risks were also calculated for the eight non-affected adjacent provinces (region 3, shadowed in Figure 3 ). Table S5 shows that the potential losses to the poultry industry in those regions amounted to 3.6 billion CNY(0.58USD).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 262,
                    "end": 270,
                    "text": "Table S5",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "BMJ Open"
        },
        {
            "text": "This study was based on illness severity and spatiotemporal aspects of the recent avian-origin influenza A (H7N9) infection. We assumed that cases of the same severity resulted in similar medical costs. Therefore, mild cases, severe cases without death, severe cases with death, and unknown cases without death were estimated separately by calculating the mean number of days, number of cases, and cost per day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compared to the poultry-industry losses, direct medical losses and DALY losses were relatively small. To a large extent, the small number of patients in the H7N9 outbreak in China was due to quick and effective intervention, which prevented a pandemic. 21 The estimate of direct medical costs and DALY costs, particularly the mean cost per patient and mean cost per day for 10 different case categories, can be used to guide those counties in which no cases occurred during prevention and control of H7N9. DALY per H7N9 case (5,176 DALYs per 1,000 cases) was much higher than most of other respiratory infectious diseases though DALYs per 100,000 population (2.23 DALYs based on affected county population) were lower than most of the infectious diseases according to the 2010 GBD study. 22 A comparison to outbreaks of other infectious diseases (with similar clinical symptoms) was also considered in this report. The healthcare cost per SARS patient in Beijing was 17,150 CNY (1,886 USD), whereas the average medical cost per H7N9 patient was 125,363 CNY (20,058 USD) because of the higher fatality rate of H7N9 patients and use of more expensive modern medical devices. 23 As of the end of May, China's poultry industry suffered direct losses amounting to 7.75 billion CNY(1.24USD), including the cost of closing live poultry markets and slaughtering poultry in the ten affected provinces. Poultry-industry losses were estimated at three levels: 27 prefectures with confirmed H7N9 cases, 10 affected provinces, and 8 non-affected adjacent provinces. The outbreak of H7N9 may reduce the demand for poultry products in other regions of China due to public perception. These effects were not considered in this study. The cost of closing down the live-poultry markets and the cost of poultry slaughter were calculated as direct poultry-industry losses. We assumed that the cost per animal was 10 CNY(1.6USD) and the date for the end of closing the live-poultry markets was May 31, 2013 because there has been few confirmed H7N9 cases since then. Losses from the live-poultry industry accounted for 98% of the total losses, with the lost sales of live poultry constituting the majority of that amount. Strict prevention and control measures have been enacted in Guangdong Province, which had few reported H7N9 cases. This finding will be significant for similar cases in the future. Due to timely control measures, the effects of the outbreak were limited to 27 prefectures in 10 provinces in China.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "text": "21",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 788,
                    "end": 790,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1175,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study had several limitations. First, there were 11 confirmed H7N9 cases without death whose case categories were unknown. The cost estimate for these unknown patients was replaced by the average cost of mild and severe cases without death. Second, in the cost model, some of the data (e.g., mean number of days of extracorporeal membrane oxygenation for severe without death cases) were obtained from a small proportion of investigated cases, which could result in an estimation bias. Third, the direct medical cost did not include opportunity cost, 24 the cost that is incurred because a limited resource is used to treat a preventable disease and cannot therefore be used to treat another disease. 25 The medical practitioner's salary, research funding, and loss of working time for family numbers of patients with H7N9 were excluded from our study. Fourth, estimates of direct medical costs per day might show large differences for specific cases because the drug cost could grow considerably if imported and nutritional drugs were used. We considered only the average severity for patients in the ward and ICU. Fifth, 17 patients were still in the hospital on May 28, 2013 according to the literature. 26 The mean numbers of days in the ward and ICU for severe cases and their fatality rate were thus underestimated. Some of the mild cases may not have been reported, which also resulted in underestimating the cost. Sixth, we considered only direct losses from closing down live-poultry markets and large-scale poultry slaughter, which could be estimated accurately and quickly. This estimate was useful for early control and decision-making; however, other losses involved in the livestock-production chain, such as increased breeding costs, poultry seeding, the prices of poultry meat and eggs, and the decreased production of poultry-feather industries, should be considered in further studies. 27 In conclusion, we present a rapid, operable, and accurate framework for estimating the burden of human infections from H7N9.This framework could be used in a BOD analysis of future H7N9 or similar outbreaks. The results including direct and indirect costs provide fundamental information for researchers and public and policy makers to support timely and effective interventions. Future study may focus on the cost-effectiveness analysis of poultry industry close down, earlier diagnosis and effective treatments of patients based on more detailed investigation information.",
            "cite_spans": [
                {
                    "start": 705,
                    "end": 707,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 1211,
                    "end": 1213,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No additional data available. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "We declare: no support from any organization for the submitted work; no financial relationships with any organizations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work. Note: Date on which the live-poultry markets were closed varied among cities/counties. In Table 5 , the dates when the first case of H7N9 was confirmed were adopted for estimating the total amount of poultry-industry losses in each affected province. Setting Models were applied to estimate the overall burden of H7N9 cases in China.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 389,
                    "text": "Table 5",
                    "ref_id": "TABREF24"
                }
            ],
            "section": "Competing Interests"
        },
        {
            "text": "Participants 131 Laboratory One-hundred and thirty-one laboratory-confirmed H7N9 cases (excluding one Taiwan case) by May 31, 2013.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        },
        {
            "text": "Outcome measure Burden of H7N9 cases including direct and indirect losses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        },
        {
            "text": "The total direct medialmedical cost was 16,422,535 CNY (2,627,606 USD). The mean cost for each patient was 10,117 CNY(1,619 USD) for mild patientpatients, 139,323 CNY 22,292 USD for severe cases without death, and 205,976 CNY(32,956 USD) for severe cases with death. The DALYs were 677.848 and tThe total cost of DALYs was 17,356,561 CNY(2,777,050 USD). Poultry-industry losses were estimated on three levels: 27 prefectures with cases, 10 affected provinces, and eight8 non-affected adjacent provinces, including the costscost of closing the live-poultry market and slaughter. The poultry industry losses amountamounted to 7.75 billion CNY(1.24 billion USD) in 10 affected provinces and 3.68 billion CNY(0.59 billion USD) in eight non-affected adjacent provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The huge poultry industry losses followed live poultry markets closing down and poultry slaughtering in some areas. Though the proportion of direct medical losses and DALYs losses in the estimate of H7N9 burden was small, The number of H7N9 incidence cases decreased accompanied byin conjunction with closing of the live-poultry markets and slaughtering the poultry. However, the medical costs per case and DALY per case were extremely high (esp. particularly for addressing the use of modern medical device). Costdevices). A cost-effectiveness ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This study is the first (to our knowledge) in which comprehensive methods were applied to identifiedidentify the main drivers of economic losses and estimate the burden of disease due to H7N9 infection including direct costcosts (medical cost) and indirect costcosts (death, disability, and poultry-industry losses); This study hashad some limitations. EstimationThe estimate of the medical costcosts was based on thea model and second -hand data, not on the H7N9 patients' original costs. of patients with H7N9. The burden of H7N9 might bemay have been underestimated since, as the ongoing costs of existing cases and new cases after May 2013, were underreported cases and other losses involved in the livestock-production chain were not included in our study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "A novel avian-origin influenza A (H7N9) virus has caused severe disease in humans in China since February 2013. The high number of new cases within a short period and the high case fatality rate have caused public panic and attracted global attention. It was also reported from media that some patients'Some patient's families undertook large medical costs. According to the literature, exposure to live poultry could be an important risk factor for human infection with H7N9. 1-3 5 As a result, closing-down the live-poultry markets and slaughtering the poultry were the main interventioninterventional measures in the affected areas inof China. These interventions played an important role in disease prevention, but on the other hand, also caused serious losses to the poultry industry.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 482,
                    "text": "1-3 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The introduction of the novel virus led to numerous investigations on theof its origin of the virus, its genes, clinical symptoms, laboratory testtesting, treatment and transmission ; however, the burden of human infection with H7N9 has not yet been measured. It is important to estimate the overall burden of disease (BOD) due to H7N9 in China because this virus is new into humans and could cause a global pandemic in the future. The Global Burden of Disease (GBD) 2010 study presents a comprehensive methodological framework for death and disability loss estimation and has had a pronounced impact on the estimation of BOD estimate 7 9 810 . In this study, we identified the main drivers of economic lossesloss and summarized the direct and indirect costs of human H7N9 infection. We aimed to present an accurate and operable approach for estimating the overall burden of emerging infectious diseases and to provide evidence on the cost effectiveness of H7N9 prevention and control. We also aim to set up a BOD estimationestimate example for any animal-borne infectious diseases, esp.disease, particularly with the introduction of modern medical devicedevices.",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 642,
                    "text": "7 9 810",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The confirmed human H7N9 infections of H7N9 were divided into mild and severe cases based on the \"Diagnostic and treatment protocol for human infections with avian influenza A (H7N9) (2nd edition, 2013)\" .)\". 9 11 Mild cases presented with influenza-like illness (ILI), while, whereas severe cases developed quickly and presented with severe pneumonia, usually accompanied by severe complications and organ failure. Severe illness was divided into '\"severe without death'death\" and '\"severe with death'.death\". The 11 H7N9 cases of unknown status were classified as '\"unknown without death'.death\". 10 12 whilewhereas the Institute for Health Metrics and Evaluation (IHME) published the Global Burden of Disease (GBD) 2010, including the GBD 2010 Disability Weights . 11 13 Disability weights of general infectious disease (acute episode for mild, moderate, and severe) were adopted from IHME based on the clinician's suggestion though the suggestions of symptoms offrom H7N9 cases that were more severe than the general infectious disease cases. The 2012 per-capita gross domestic product (GDP), which was used to calculate the cost of lost lives orand the cost of disability, was obtained from the National Bureau of Statistics of China.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "9 11",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 604,
                    "text": "10 12",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 773,
                    "text": "11 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case category definition"
        },
        {
            "text": "Poultry production and trade data from27from 27 prefectures with confirmed H7N9 cases, including live-poultry sales, dates of live-market closings, and market-stall volumes, were collected from field surveys, local livestock-breeding year book 12 14 and the 'Chinese Commodities Trading-Market Statistics Yearbook 2012'2012. 13 15 Data were gathered from the ten10 affected provinces and eight8 unaffected adjacent provinces. These data were used to estimate poultry-industry losses.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 249,
                    "text": "12 14",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 330,
                    "text": "13 15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case category definition"
        },
        {
            "text": "We constructed a framework for the BOD analysis ( Figure 1) . We described the confirmed H7N9 cases category as mild, severe without death, severe with death, and unknown without death and examined the spatiotemporal and population characteristics of these cases. Based on the case category and characteristics of case spatiotemporal distribution, costs were broken down into direct medical costs (outpatient and inpatient examination and treatment) and indirect costs (death, disability and poultry-industry losses). To calculate the DALYs attributable to H7N9, the H7N9-specific years of life losst due to premature mortality (YLLs) and years lived with disability (YLDs) were computed and then summed. An intensive analysis of poultry-industry losses would be complex and would require time-consuming field surveys. Meanwhile, indirectIndirect effects may lag behind. In this paperstudy, we considered only the poultry industry losses caused from the closing of live-poultry markets and the large-scales laughterscale slaughtering of poultry.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 59,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Analysis framework offor the burden of confirmed H7N9 cases"
        },
        {
            "text": "Descriptive statistics were used to summarize the epidemiologicepidemiological characteristics of the cases. The distribution of confirmed H7N9 cases by week was also extracted by creating two standard deviational ellipses (covering 95% of the points while calculating the standard deviation of the x-coordinates and y-coordinates from the mean center to define the axes of the ellipse) to summarize the spatial spread of confirmed H7N9 cases (central tendency, dispersion, and directional trends). If the number of cases in one1 week was less than three, those cases were not included in the calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The methods for estimating direct medical costs are traditionally classified into two broad approaches: bottom-up (micro-costing) and top-down (macro-costing) . 14 1516 17 In general, the bottom-up approach usually results in a higher but more accurate estimate. 16 18 In our study, we used the bottom-up approach to estimate the direct medical costs. Four cost drivers were extracted: cost of outpatient and inpatient examinations in the ward, cost of examinationexaminations in intensive-care units (ICUs), cost of treatment, and other costs (including medical consumables, charge for sickbed, general care services, checkup fee, etc)..). A cost formula was constructed for each driver, as depicted in Table 1 . The cost per patient was estimated by experienced hospital financial officers and hospital doctors. The mean number of days (ICU stay, hospital stay, and days of treatmentstreatment) was estimated from the epidemiologicepidemiological data. The number of patients for each driver was derived from a previous publication. 6 Professionals' experiences wereThe professional's experience was also considered for some items that were not included in our surveillance system. The costsCosts for the category '\"unknown without death'death\" were assumed to be moderate and were set as the average of the costs of mild cases and severe cases without death.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 171,
                    "text": "1516 17",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 268,
                    "text": "16 18",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1036,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 711,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "The YLLs for confirmed H7N9 cases in China were calculated from the sum of the number of fatal cases (n) in 5-year age groups (i) multiplied by the remaining expected life span (e) based on the age of death for that age group: 17 19 (formula 1)",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 232,
                    "text": "17 19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To estimate the burden of H7N9 in YLLs, theThe Chinese life-expectancy table from WHO 2011 was used to estimate the burden of H7N9 in YLLs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The YLDs were calculated by multiplying the duration of illness (t) by the disability weights (w) accumulated over all H7N9 cases (d) for each health outcome (j): (formula 2) YLDs = ∑d j ×* t j ×* w j (2) As H7N9 is a relatively new infectious disease and the health statestatus of patients after discharge is unknown, we calculated the YLDs only as general acute episodes of infectious disease during the hospital stay. Disability weights were assigned as infectious disease (mild, moderate, and severe acute episodes). 1113 The DALYs arewere calculated by adding YLLs to morbidity and disability, expressed in YLD (formula 3).",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "1113",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "An estimationestimate of the cost of one DALY was based on the traditional human-capital approach for per-capita GDP (formula 4). ConsideringProduction capability weights were calculated considering the different production capabilities at different ages, the weights of production capability were calculated. The following weights were used according to the literature: 0.15 at age 0--14 years, 0.75 at age 15--44 years, 0.8 at age 45--59 years, and 0.1 at age 60+.+ years. 1820 Cost of DALYs = DALYs *× per-capita GDP *× weight of production capability (4) As mentioned above, direct poultry-industry losses (PIL) can be calculated using formula 5: PIL = L 1 + L 2 (5) where L 1 is the loss from poultry slaughter and L 2 is the loss from the closing of live-poultry markets, which includes the lost sales of live poultry (L 21 ) and fees for market-stall leases (L 22 ). A cost formula was constructed for the estimationestimate of poultry industry loses (Table 2 ).",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "1820",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 958,
                    "end": 966,
                    "text": "(Table 2",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "DALYs = YLLs + YLDs"
        },
        {
            "text": "A total of 131 confirmed H7N9 cases in ten01 provinces in China were mapped as individual points based on detailed addresses (Figure 2 ). Most (81%) of the patients were located in the Jiangsu, Shanghai, and Zhejiang provincesProvinces. Most of the cases (73% or above) in the ten provinces were severe. There were 25 mild cases, 56 severe cases without death, 39 severe cases with death, and 11 unknown cases without death in China through May 31, 2013. Figure S1 is the presentation ofshows the rate, direction, and scope of the H7N9 spread. Each ellipse covers 95% of the incident cases for one1 week. The location of the first week of H7N9 onset was in Shanghai. Over the next few weeks, the epidemic extendedspread to the Jiangsu and Zhejiang provincesProvinces and continued to grow. The virus spread quickly spread from the northwest to the north and south regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 455,
                    "end": 464,
                    "text": "Figure S1",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "EpidemiologicEpidemiological characteristics for different of case categories"
        },
        {
            "text": "The onset of most H7N9 cases was relatively clustered. Within the total event timeframe (2/February 19-5/May 21), 74% of the cases were infected between 3/March 28-4/-April 17 ( Figure S2 ). Severe cases with death were found in the initial and intermediate stages. The median age of patients with confirmed H7N9 virus infection was 61 years (range, 3 to -91 years). Severe symptoms tended to occur in older people. The median age of patients who were severely ill without death was 60 years, whilewhereas the median age of patients who were severely ill with death was 69 years. The number of mild cases was distributed onin all age groups under< 80 years ( Figure S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "Figure S2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 659,
                    "end": 668,
                    "text": "Figure S3",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "EpidemiologicEpidemiological characteristics for different of case categories"
        },
        {
            "text": "After the confirmed H7N9 cases occurred in China, the patients'patient's clinical manifestations, examinations, and treatments were published, 6 which allowed us to estimate the direct medical costs using a cost model. We separated the examination data into examinations conducted in the ward and examinations conducted in the ICU, as the latter were more frequent. The main treatments for confirmed H7N9 cases were selected. In our cost formula, three Three main factors were considered in our cost formula: cost per day, number of days, and number of patients. For the cost-per-day estimation, we selected a Grade-III Class-A hospital (general large-scale hospital in China). CostsCost per day werewas obtained from the hospital financial officers and hospital doctors based on the average costscost of patients with the same treatments from Jan.January 1, 2013 to May 31, 2013 in this hospital (Table S1 ). Differences in costs among The mean number of days and number of cases were estimated from a subset of the investigated cases (Table 3) . Data regarding hospital stay were available for 11 of the 25 mild cases, 19 of the 56 severe cases without death, and 19 of the 39 severe cases with death. The mean length of stay was 9 days for mild cases, 18 days for severe cases without death, and 20 days for severe cases with death. Data on the duration of ICU stay were available for ten10 of the 56 severe cases without death and 11 of the 39 severe cases with death. Severe cases without death stayed in the ICU for a mean of 12 days, whilewhereas severe cases with death stayed for a mean of 16 days. We assumed that the mean hospital stay of severe cases with complications was equal to the length of the ICU stay, although complications might occur incrementally. The mean durationsduration of different treatments lasting were alsowas estimated based on a subset of investigated patients, except for glucocorticoids and intravenous immune globulin, for which estimates were obtained from professionals' experiences.professional experience. Treatment for complications required drugs and examinations in addition to the treatmenttreatments listed above. Treatment was described for 111 confirmed H7N9 cases, along with the proportion of patients who received each treatment. 6 8 We assumed that the proportions were generalizable to all cases because it covered 85% of cases. ",
            "cite_spans": [
                {
                    "start": 2284,
                    "end": 2287,
                    "text": "6 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 897,
                    "end": 906,
                    "text": "(Table S1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1036,
                    "end": 1045,
                    "text": "(Table 3)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Direct medical costs offor confirmed H7N9 cases"
        },
        {
            "text": "A total of 39 deaths from confirmed H7N9, including 30 males and 9 females, were reported from the National Health and Family Planning Commission of China by 31 May 31, 2013. For See Table S3 for more details on the number of cases in each age group, see Table S3 .. The total YLLs were 676.89. There were 131 H7N9 cases, including 25 mild cases, 95 severe cases, and 11 of unknown category (assumed to be moderate). The YLD calculations were based on the case category. The totalTotal YLDs were 1.064 (Table S4 ). The DALYs combinecombined the time lived with disability and the time lost due to premature mortality; thus, the DALYs were 677.848 for all confirmed H7N9 patients. We adopted 2012 per-capita GDP offor the ten10 provinces and estimated the cases adjusted per-capita GDP (65,655 CNY or 10,505USD). By calculating the weight of production capability for each age group, we gotobtained the average weight of production capability to be 0.39 for all confirmed H7N9 cases. The total cost of DALYs was 17,356,561 CNY (2,777,050 USD) according to the formula 4. Poultry-industry losses were estimated for three categories (Figure 3 ): 1) 27 prefectures with confirmed H7N9 cases (region 1, in brown in Figure 3 ), 2) 10 affected provinces (region 2, in yellow in Figure 3 )), and 3) eight non-affected adjacent provinces (region 3, shadowed in Figure  3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Table S3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 255,
                    "end": 263,
                    "text": "Table S3",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 502,
                    "end": 511,
                    "text": "(Table S4",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 1130,
                    "end": 1139,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1210,
                    "end": 1218,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1271,
                    "end": 1279,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1352,
                    "end": 1361,
                    "text": "Figure  3",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Cost of DALYs onfor H7N9"
        },
        {
            "text": "In region1, threeThree types of losses were calculated for region 1: losses from poultry slaughter, lost sales of live poultry sales, and fees for market-stall leases. In the ten10 affected provinces (region 2), in addition to the losses in region1region 1, the losses arose mainly arose from the closing-down of live-poultry markets in each province. These two losses were then summed to estimate poultry-industry losses caused by H7N9 outbreaks. Most of the main live-poultry markets in the affected provinces (presented in Figure 3 ) were obtained from Google Earth; the retail locations were excluded.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 534,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Cost of DALYs onfor H7N9"
        },
        {
            "text": "Poultry-industry losses in eight non-affected adjacent provinces (region 3) were also calculated as potential economic losses. The direct poultry-industry losses of 27 prefectures for the H7N9 cases are described in detail in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 4",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Cost of DALYs onfor H7N9"
        },
        {
            "text": "The cost of closing-down live-poultry markets includes the lost sales of live poultry sales and fees for market-stall leases. The cost of lost sales of live poultry sales was calculated according to the daily live-poultry sales, the cost per animal (assumed to be 10 CNY or 1.6USD in this paper)study), and the number of days the market was closed. The cost of market-stall leases was calculated based on the average lease per stall per day in the corresponding city, the number of stalls, and the number of days the market was closed in each city. The cost of poultry slaughter was obtained from the number of poultry slaughtered and the cost per animal. The number of days the market was closed was counted through May 31 because there have been only one confirmed H7N9 casescase had occurred since then. The total poultry-industry losses in the ten10 affected provinces, including 27 prefectures with H7N9 cases, are listed in Table 5 . The poultry-industry losses of each province are presented in Figure S4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 930,
                    "end": 937,
                    "text": "Table 5",
                    "ref_id": "TABREF24"
                },
                {
                    "start": 1002,
                    "end": 1011,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Cost of DALYs onfor H7N9"
        },
        {
            "text": "In general, China'sChina's poultry industry suffered direct losses amounting to 7.75 billion CNY(1.24USD) from when the first case of H7N9 was confirmed through May 31, 2013. Losses from the live-poultry trade accountaccounted for 98% of the total losses. Although it had only a fewH7N9few H7N9 cases, Shandong Province ranked first in losses among all ten10 provinces at 1.81 billion CNY(0.29USD); Jiangsu, Henan, and Anhui ranked next, with 1.28 billion CNY(0.20USD), 1.15 billion CNY(0.18USD), and 1.14 billion CNY(0.18USD), respectively. These provinces have large poultry markets. Zhejiang Province had the highest number of confirmed cases; however, the losses in that region were not very high, as the sales of live poultry were lower. Strict prevention and control measures, such as daily cleaning of the market, weekly disinfection of the market, and monthly closings of the live market, were conducted in Guangdong Province, which reported no H7N9 cases till 31until May 31, 2013 during the emergency response. Meanwhile, these These prevention and control measures affected the poultry industry. For this reason, the poultry-industry losses in Guangdong Province are also given in Table 5 . 10 Due to timely control measures, the H7N9-affected regions were limited to the 27 prefectures in ten provinces in China. In this study, the potential economic risks were also calculated for the eight non-affected adjacent provinces (region 3, shadowed in Figure 3 ). Table S5 shows that the potential losses to the poultry industry in those regions amountamounted to 3.6 billion CNY(0.58USD).",
            "cite_spans": [
                {
                    "start": 1202,
                    "end": 1204,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1192,
                    "end": 1199,
                    "text": "Table 5",
                    "ref_id": "TABREF24"
                },
                {
                    "start": 1459,
                    "end": 1467,
                    "text": "Figure 3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1471,
                    "end": 1479,
                    "text": "Table S5",
                    "ref_id": "TABREF13"
                }
            ],
            "section": "Cost of DALYs onfor H7N9"
        },
        {
            "text": "This study was based on illness severity and spatiotemporal aspects of the recent avian-origin influenza A (H7N9) infectionsinfection. Our results indicate that there were clusters of patients infected with H7N9 in China. Of the 131 patients, 81% resided in the Jiangsu, Shanghai and, or Zhejiang provincesProvinces, and 74% were infected during the period of 3/March 28-4/-April 17. Patients over> 50 -years -of -age accounted for 72% of the total, and 95 patients (73.1%) were diagnosed as severe cases. The fatality rate of confirmed H7N9 cases in China was 26.9%. We assumed that cases of the same severity resulted in similar medical costs. Therefore, mild cases, severe cases without death, severe cases with death, and unknown cases without death were estimated separately by calculating the mean number of days, number of cases, and cost per day. The mean cost per patient was 8,880 CNY (1,421 USD) for mild cases, 144,788 CNY (23,166 USD) for severe cases without death and184, and 184, 211 CNY (29,474 USD) for severe cases with death. The totalTotal direct medical costcosts for all patients waswere 15,963,935 CNY (2,554,230 USD). The DALYs, which were determined from the YLLs and YLDs, were 677.848 years for all confirmed H7N9 cases. The total cost of the DALYs was 17,356,561 CNY (2,777,050 USD) according to the average GDP per capita and average weight of production capability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Compared to the poultry-industry losses, the direct medical losses and DALY losses were relatively small. To a large extent, the small number of patients in the H7N9 outbreak in China was due to quick and effective interventionsintervention, which prevented a pandemic. 21 The estimationestimate of direct medical costcosts and DALY cost, especiallycosts, particularly the mean cost per patient and mean cost per day for different case categories, can be used to guide those counties in which H7N9no cases did not occur in theoccurred during prevention and control of H7N9. DALY per H7N9 case (51765,176 DALYs per 10001,000 cases) was much higher than the most of other respiratory infectious diseases according to the 2010 GBD study though DALYs per 100,000 population (2.23 DALYs based on affected county population) were lower than most of the infectious diseases according to the 2010 GBD study. 19 22 A comparison to outbreaks of other infectious diseases (with similar clinical symptomsymptoms) was also considered in this report. The health carehealthcare cost per SARS patient in Beijing was 17,150 CNY (1,886USD) while886 USD), whereas the average medical cost per H7N9 patient was 99,691 CNY (15,951 USD) because of the higher fatality rate of H7N9 patients and use of more expensive modern medical device had been useddevices. 2023 As of the end of May, China'sChina's poultry industry suffered direct losses amounting to 7.75 billion CNY(1.24USD), including the cost of closing live-poultry markets and slaughtering poultry in the ten affected provinces. Poultry-industry losses were estimated at three levels: 27 prefectures with confirmed H7N9 cases, 10 affected provinces, and eight8 non-affected adjacent provinces. The outbreak of H7N9 may reduce the demand for poultry products in other regions of China, due to public perceptionsperception. These effects were not considered in this paperstudy. The cost of closing-down the live-poultry markets and the cost of poultry slaughter were calculated as direct poultry-industry losses. We assumed that the cost per animal iswas 10 CNY(1.6USD) and the date for the end of closing the live-poultry markets was May 31, 2013 because there has been only onefew confirmed H7N9 cases since then. Losses from the live-poultry industry accountaccounted for 98% of the total losses, with the lost sales of live poultry constituting the majority of that amount. Strict prevention and control measures have been enacted in Guangdong Province, which had few reported H7N9 cases of H7N9. This finding will be significant for similar cases in the future. Due to timely control measures, the effects of the outbreak were limited to 27 prefectures in ten10 provinces in China.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 272,
                    "text": "21",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 900,
                    "end": 905,
                    "text": "19 22",
                    "ref_id": null
                },
                {
                    "start": 1338,
                    "end": 1342,
                    "text": "2023",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study had several limitations. First, there were 11 confirmed H7N9 cases without death whose case categories were unknown. The cost estimationestimate for these unknown patients was replaced by the average cost of mild and severe cases without death. Second, in the cost model, some of the data (e.g., mean number of days of ECMOextracorporeal membrane oxygenation for severe without death cases) were obtained from a small proportion of investigated cases, which could result in an estimation bias. Third, the direct medical cost did not include opportunity cost, 21 24 the cost that is incurred because a limited resource is used to treat a preventable disease and cannot therefore be used to treat another disease. 22 25 The medical practitioners'practitioner's salary, research funding, and loss of working time for family numbers of patients onwith H7N9 were excluded infrom our study. Fourth, estimationsestimates of the direct medical costcosts per day might show large differences for specific cases because the drug cost could grow considerably if imported and nutritional drugs were used. We considered only the average severity for patients in the ward and in ICU. Fifth, 17 patients were still in the hospital byon May 28, 2013 according to the literature. 23 26 The mean numbers of days in the ward and in ICU offor severe cases and their fatality rate were thus underestimated. And someSome of the mild cases may not behave been reported, which also resulted in the underestimation ofunderestimating the cost. Sixth, in this paper, we considered only direct losses from the closing-down of live-poultry markets and large-scale poultry slaughter, which could be estimated accurately and quickly. This estimation isestimate was useful for early control and decision-making; however, other losses involved in the livestock-production chain, such as increased breeding costs, poultry seeding, the prices of poultry meat and eggs, and the decreasingdecreased production of poultry-feather industries, should be considered in further studies. 2427 In conclusion, we presentedpresent a quickrapid, operable, and accurate framework for estimating the burden of human infections withfrom H7N9.This framework could be used in thea BOD analysis of future H7N9 or similar outbreaks. The results, including direct and indirect costs, provide fundamental information for researchers, the and public and policy makers to support timely and effective interventions. Future study may focus on the cost-effectiveness analysis of poultry industry close down, earlier diagnosis and effective treatments of patients based on more detailed investigation information. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 60 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   Table 5 . Total poultry-industry losses in the 10 affected provinces (10 4 CNY).",
            "cite_spans": [
                {
                    "start": 2055,
                    "end": 2059,
                    "text": "2427",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 2663,
                    "end": 2888,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 2889,
                    "end": 3114,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 3115,
                    "end": 3340,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 3341,
                    "end": 3566,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 3567,
                    "end": 3792,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 3796,
                    "end": 3969,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 3970,
                    "end": 4261,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y   Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Note: Date on which the live-poultry markets were closed varied among cities/counties. In Table 5 , the dates when the first case of H7N9 was confirmed were adopted for estimating the total amount of poultry-industry losses in each affected province. 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 Figure S1 . The directional distribution of confirmed H7N9 cases by week Figure S2 . Date of illness onset by case category Figure S3 . Age distribution of each case category Figure S4 . Poultry-industry losses of each province Table S1 . Estimation of costs per day for confirmed H7N9 cases 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "text": "Table 5",
                    "ref_id": "TABREF24"
                },
                {
                    "start": 251,
                    "end": 476,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 477,
                    "end": 985,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60   F  o  r  p  e  e  r  r  e  v  i  e  w  o  n  l  y  1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 986,
                    "end": 995,
                    "text": "Figure S1",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1059,
                    "end": 1068,
                    "text": "Figure S2",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1110,
                    "end": 1119,
                    "text": "Figure S3",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1161,
                    "end": 1170,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 1214,
                    "end": 1222,
                    "text": "Table S1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1278,
                    "end": 1503,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1504,
                    "end": 1729,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1730,
                    "end": 1955,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1956,
                    "end": 2185,
                    "text": "1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53  54  55  56  57  58  59  60",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Preliminary Report: Epidemiology of the Avian Influenza A (H7N9) Outbreak in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The New England journal of medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human infections with the emerging avian influenza A H7N9 virus from wet market poultry: clinical analysis and characterisation of viral genome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1916--1941",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Live-animal markets and influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The New England journal of medicine",
            "volume": "368",
            "issn": "",
            "pages": "2337--2376",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Origin and diversity of novel avian influenza A H7N9 viruses causing human infection: phylogenetic, structural, and coalescent analyses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1926--1958",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The New England journal of medicine",
            "volume": "368",
            "issn": "",
            "pages": "1888--97",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical findings in 111 cases of influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The New England journal of medicine",
            "volume": "368",
            "issn": "",
            "pages": "2277--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "design, definitions, and metrics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ezzati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2063--2069",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "GBD 2.0: a continuously updated global resource",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mundel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnostic and treatment protocol for human infections with avian influenza A (H7N9)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Life expectancy: Life tables China",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "GBD 2010 Disability Weights",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "National Statistics Bureau; Market Operation and Consumer Promotion Divison of Ministry of Commerce; Information Department of Commerce Association of China",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Health care costing: data, methods, current applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lipscomb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Yabroff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Medical care",
            "volume": "47",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A cost model case comparison of current versus modern management of burns at a regional hospital in South Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Allorto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Burns : journal of the International Society for Burn Injuries",
            "volume": "37",
            "issn": "",
            "pages": "1033--1040",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The impact of using different costing methods on the results of an economic evaluation of cardiac care: microcosting vs gross-costing approaches",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Clement Nee Shrive",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghali",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Manns",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health economics",
            "volume": "18",
            "issn": "",
            "pages": "377--88",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Systematic review of general burden of disease studies using disability-adjusted life years",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Polinder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Haagsma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Havelaar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Population health metrics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Research on disease burden of SARS patients in Guangzhou city",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chinese Journal of Public Health",
            "volume": "23",
            "issn": "",
            "pages": "379--81",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Disability-adjusted life References",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naghavi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Preliminary Report: Epidemiology of the Avian Influenza A (H7N9) Outbreak in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Human infections with the emerging avian influenza A H7N9 virus from wet market poultry: clinical analysis and characterisation of viral genome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1916--1941",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Live-animal markets and influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2337--2376",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Lessons learnt from the human infections of avian-origin influenza A H7N9 virus: live free markets and human health",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci China Life Sci",
            "volume": "56",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Environmental connections of novel avian-origin H7N9 influenza virus infection and virus adaptation to the human",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci China Life Sci",
            "volume": "56",
            "issn": "",
            "pages": "485--92",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Origin and diversity of novel avian influenza A H7N9 viruses causing human infection: phylogenetic, structural, and coalescent analyses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1926--1958",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1888--97",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Clinical findings in 111 cases of influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2277--85",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "design, definitions, and metrics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ezzati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Flaxman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2063--2069",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "GBD 2.0: a continuously updated global resource",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Diagnostic and treatment protocol for human infections with avian influenza A (H7N9)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Life expectancy: Life tables China",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "GBD 2010 Disability Weights",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "National Statistics Bureau; Market Operation and Consumer Promotion Divison of Ministry of Commerce; Information Department of Commerce Association of China",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Health care costing: data, methods, current applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lipscomb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Yabroff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med care",
            "volume": "47",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A cost model case comparison of current versus modern management of burns at a regional hospital in South Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Allorto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Burns",
            "volume": "37",
            "issn": "",
            "pages": "1033--1040",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The impact of using different costing methods on the results of an economic evaluation of cardiac care: microcosting vs gross-costing approaches",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Clement Nee Shrive",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghali",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Econ",
            "volume": "18",
            "issn": "",
            "pages": "377--88",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Systematic review of general burden of disease studies using disability-adjusted life years",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Polinder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Haagsma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Popul Health Metr",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Research on disease burden of SARS patients in Guangzhou city",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chinese Journal of Public Health",
            "volume": "23",
            "issn": "",
            "pages": "379--81",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Preliminary Report: Epidemiology of the Avian Influenza A (H7N9) Outbreak in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Human infections with the emerging avian influenza A H7N9 virus from wet market poultry: clinical analysis and characterisation of viral genome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1916--1941",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Live-animal markets and influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J MedThe New England journal of medicine",
            "volume": "368",
            "issn": "",
            "pages": "2337--2376",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Lessons learnt from the human infections of avian-origin influenza A H7N9 virus: live free markets and human health",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci China Life Sci",
            "volume": "56",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Environmental connections of novel avian-origin H7N9 influenza virus infection and virus adaptation to the human",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci China Life Sci",
            "volume": "56",
            "issn": "",
            "pages": "485--92",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Origin and diversity of novel avian influenza A H7N9 viruses causing human infection: phylogenetic, structural, and coalescent analyses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1926--1958",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J MedThe New England journal of medicine",
            "volume": "368",
            "issn": "",
            "pages": "1888--97",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Clinical findings in 111 cases of influenza A (H7N9) virus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J MedThe New England journal of medicine",
            "volume": "368",
            "issn": "",
            "pages": "2277--85",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "design, definitions, and metrics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ezzati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2063--2069",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "0: a continuously updated global resource. Lancet 2013. 911. Diagnostic and treatment protocol for human infections with avian influenza A (H7N9",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mundel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gbd",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "GBD 2010 Disability Weights",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "China Animal Industry Yearbook",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "National Statistics Bureau; Market Operation and Consumer Promotion Divison of Ministry of Commerce; Information Department of Commerce Association of China",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Health care costing: data, methods, current applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lipscomb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Yabroff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Medical care",
            "volume": "47",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A cost model case comparison of current versus modern management of burns at a regional hospital in South Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Allorto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Burns : journal of the International Society for Burn Injuries",
            "volume": "37",
            "issn": "",
            "pages": "1033--1040",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The impact of using different costing methods on the results of an economic evaluation of cardiac care: microcosting vs gross-costing approaches",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Clement Nee Shrive",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghali",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Manns",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health EconHealth economics",
            "volume": "18",
            "issn": "",
            "pages": "377--88",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Systematic review of general burden of disease studies using disability-adjusted life years",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Polinder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Haagsma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Havelaar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Popul Health MetrPopulation health metrics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Research on disease burden of SARS patients in Guangzhou city",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chinese Journal of Public Health",
            "volume": "23",
            "issn": "",
            "pages": "379--81",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Effect of closure of live poultry markets on poultry-to-person transmission of avian influenza A H7N9 virus: an ecological study. The Lancet",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Disability-adjusted life years (DALYs) for 291 diseases and injuries in 21 regions, 1990-2010: a systematic analysis for the Global Burden of Disease Study",
            "authors": [],
            "year": 2010,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2197--223",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Analysis on the cost and its related factors of clinically confirmeds severe acute respiratory syndrome cases in Beijing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi",
            "volume": "25",
            "issn": "",
            "pages": "312--318",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The cost effectiveness of early management of acute appendicitis underlies the importance of curative surgical services to a primary healthcare programme",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aldous",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Handley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann R Coll Surg Engl Annals of the Royal College of Surgeons of England",
            "volume": "95",
            "issn": "",
            "pages": "280--284",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Human infection with avian influenza A H7N9 virus: an assessment of clinical severity. The Lancet",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Highly pathogenic avian influenza in Mexico (H7N3) -a significant threat to p oultry production not to be underestimated",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Empres Watch: EMPRES WATCH",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF9": {
            "text": "S4 Poultry-industry losses of each province",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "BW, Wu YF, Wang YX, Han DM. Analysis on the cost and its related factors of clinically confirmeds severe acute respiratory syndrome cases in Beijing. Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi 2004;25:312-6. 21. O'Shea C. Opportunity cost. Australian Family Physician 2011;40:261-61. 22. Kong V, Aldous C, Handley J, Clarke D. The cost effectiveness of early management of acute appendicitis underlies the importance of curative surgical services to a primary healthcare programme. Annals of the Royal College of Surgeons of England 2013;95:280-4. 23. Yu H, Cowling BJ, Feng L, Lau EHY, Liao Q, Tsang TK, et al. Human infection with avian influenza A H7N9 virus: an assessment of clinical severity. The Lancet 2013. 24. FAO. Highly pathogenic avian influenza in Mexico (H7N3) -a significant threat to poultr y production not to be underestimated. Empres Watch: EMPRES WATCH, 2012. Available: http://www.fao.org/docrep/016/an395e/an395e.pdf Accessed 15 June 2013.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Framework for calculating the burden of confirmed H7N9 cases. (Figure 1 described the analysis route of direct cost and indirect cost, which were integrated into the overall burden of confirmed H7N9 cases. The framework was drawn with Microsoft Office Visio 2003 software.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Spatial distribution of 131 confirmed H7N9 cases. (Figure 2 presented the spatial distribution of 131 confirmed H7N9 cases severity in China. Mild, severity without death, severity with death and unknown without death cases were differentiated by diverse colors. The points were mapped based on the coordinates of the addresses. Areas with high density of cases were magnified on the top right corner. The map was drawn with ArcGIS 10.0 software.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Three types of regions for poultry-industry losses estimation. (Figure 3 presented poultry-industry losses which were estimated for three categories including 27 prefectures, 10 affected provinces and eight non-affected adjacent provinces. Points represented most of the main live-poultry markets which were obtained from Google Earth excluding the retail locations. The map was drawn with ArcGIS 10.0 software.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The directional distribution of confirmed H7N9 cases by week Date of illness onset by case category Age distribution of each case category Poultry-industry losses of each province",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "The directional distribution of confirmed H7N9 cases by week (The distribution of new confirmed H7N9 cases by week was extracted by creating two standard deviational ellipses covering 95% of the points in each ellipse to summarize the central tendency, dispersion and directional trends of confirmed H7N9 cases. The map was drawn with ArcGIS 10.0 software) Date of illness onset by case category (Based on the case categories, the graph presented the number of cases within each date of onset of H7N9 cases. It was drawn with Microsoft office Excel 2010 software.) Page 23 of 27 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Age distribution of each case category (Based on the case categories, the graph presented the number of cases within each age group of H7N9 cases. It was drawn with Microsoft office Excel 2010 software.) Poultry-industry losses of each province (The map presented the total losses of poultry industry in 10 affected provinces and the proportion of each kind of losses. It was drawn with ArcGIS 10.0 software.) Page 24 of 27 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Contributorship All authors participated in the conception and design of the report. XQ and GFG designed and supervised the study, and applied the grants. XQ, DJ, HW, DZ, JM, JF, JQ, YS, GW, KX collected data. XQ, DJ, JF, SY, YM, YH, LX, YL, YW, XS and GF analyzed data. QZ, MW, LX and YL took literature search, XQ and DJ drafted the manuscript, and all authors contributed to review and revision and have seen and approved the final version.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Xiao F, Chen BW, Wu YF, et al. Analysis on the cost and its related factors of clinically confirmeds severe acute respiratory syndrome cases in Beijing. Zhonghua liuxingbingxue zazhi 2004;25:312-6. 24. O'Shea C. Opportunity cost. Australian Family Physician 2011;40:261-61. 25. Kong V, Aldous C, Handley J, et al. The cost effectiveness of early management of acute appendicitis underlies the importance of curative surgical services to a primary healthcare programme. Ann R Coll Surg Engl 2013;95:280-4. 26. Yu H, Cowling BJ, Feng L, et al. Human infection with avian influenza A H7N9 virus: an assessment of clinical severity. The Lancet 2013. 27. FAO. Highly pathogenic avian influenza in Mexico (H7N3) -a significant threat to poultr y production not to be underestimated. Empres Watch: EMPRES WATCH, 2012. Available: http://www.fao.org/docrep/016/an395e/an395e.pdf Accessed 15 June 2013.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Framework for calculating the burden of confirmed H7N9 cases. (Figure 1 describes the analytical route of direct and indirect costs, which were integrated into the overall burden of confirmed H7N9 cases. The framework was drawn using the Microsoft Office Visio 2003 software.) Spatial distribution of the 131 confirmed H7N9 cases. (Figure 2 presents the spatial distribution of the 131 confirmed H7N9 cases by severity in China. Mild, severe without death, severe with death, and unknown without death cases are distinguished by different colors. The points are mapped based on the coordinates of the addresses. Areas with a high density of cases are magnified in the top right corner. The map was drawn using the ArcGIS 10.0 software.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Three regions for poultry-industry loss estimates. (Figure 3 presents estimated poultry-industry losses for three categories including 27 prefectures, 10 affected provinces, and 8 non-affected adjacent provinces. Points represent most of the main live-poultry markets, which were obtained from Google Earth excluding the retail locations. The map was drawn using the ArcGIS 10review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "China,A total of 134 131 cases of avian-originoriginated H7N9 infectionsinfection have been confirmed in China mainland since between February to May 2013. We aimed to calculatecalculated the overall burden of H7N9 cases in China as of May 31, 2013 to giveprovide an example of the comprehensive burden of disease in the 21 st century offrom an acute animal-borne emerging infectious disease. Design We present an accurate and operable method for estimating the burden of H7N9 cases in China. The main drivers of economic loss were identified. Costs were broken down into direct (outpatient and inpatient examination and treatment) and indirect costs (cost of DALYdisability-adjusted life years [DALYs] and losses in the poultry industry), which were estimated based on field surveys and china statistical yearbook and statistical data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "the intervention needs toshould be doneconducted in a future study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "the 131 confirmed H7N9 cases of H7N9 by the end of May 31, 2013 came from China's information Information system System for disease Diseases control Control and preventionPrevention and included basic information on the onset of illness, epidemiology and emergency event reporting. Disability-adjusted life years (DALYs) were calculated based on two other published sources. The World Health Organization (WHO) provided a table of life",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Framework for calculating the burden of confirmed H7N9 cases. (Figure 1 describes the analytical route of direct and indirect costs, which were integrated into the overall burden of confirmed H7N9 cases. The framework was drawn using the Microsoft Office Visio 2003 software.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Spatial distribution of the 131 confirmed H7N9 cases. (Figure 2 presents the spatial distribution of the 131 confirmed H7N9 cases by severity in China. Mild, severe without death, severe with death, and unknown without death cases are distinguished by different colors. The points are mapped based on the coordinates of the addresses. Areas with a high density of cases are magnified in the top right corner. The map was drawn using the ArcGIS 10.0 software.) Page 34 of 51 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Three regions for poultry-industry loss estimates. (Figure 3 presents estimated poultry-industry losses for three categories including 27 prefectures, 10 affected provinces, and 8 non-affected adjacent provinces. Points represent most of the main live-poultry markets, which were obtained from Google Earth excluding the retail locations. The map was drawn using the ArcGIS 10.review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "The directional distribution of confirmed H7N9 cases by week (The distribution of new confirmed H7N9 cases by week was extracted by creating two standard deviational ellipses covering 95% of the points in each ellipse to summarize the central tendency, dispersion and directional trends of confirmed H7N9 cases. The map was drawn with ArcGIS 10.0 software) Date of illness onset by case category (Based on the case categories, the graph presented the number of cases within each date of onset of H7N9 cases. It was drawn with Microsoft office Excel 2010 software.) Page 44 of 51 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "Age distribution of each case category (Based on the case categories, the graph presented the number of cases within each age group of H7N9 cases. It was drawn with Microsoft office Excel 2010 software.) Poultry-industry losses of each province (The map presented the total losses of poultry industry in 10 affected provinces and the proportion of each kind of losses. It was drawn with ArcGIS 10.0 software.)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "the summary of all of the direct medical costs. The total cost for all 131 patients with confirmed H7N9 virus infection was 16,422,535 CNY (2,627,606 USD). The mean cost for each patient was 10,117 CNY (1,619 USD) for mild patient, 139,323 CNY (22,292USD) for severe cases without death, and 205,976 CNY (32,956USD) for severe cases with death. The mean cost per day was 1,124 CNY (180 USD) for mild cases, 8,293 CNY (1,327 USD) for severe cases without death and 8,978 CNY (1,437 USD) for severe cases with death. As the severity of the illness increased, the costs increased correspondingly.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimation of costs per day for confirmed H7N9 cases Table S2 Summary of direct medical costs Table S3 YLLs of confirmed H7N9 cases Table S4 YLDs of confirmed H7N9 cases Table S5Potential poultry-industry losses of eight non-affected adjacent provinces",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Formula for calculating direct medical costs § Other costs include medical consumables, charge for sickbed, general care services, checkup fee, etc.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Formula for calculating poultry-industry losses",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Driver measurement",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Poultry-industry losses of 27 prefectures with H7N9 cases",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "National Center for Public Health Surveillance and Information Services, Chinese Center for Disease Control and Prevention, Beijing, China, 2 State Key Laboratory of Resources and Environmental Information System, Institute of Geographical Sciences and Natural Resources Research, Chinese Academy of Sciences, Beijing, China, 3 The 2nd Affiliated Hospital of Harbin Medical University, Harbin, China, 4 University of Chinese Academy of Sciences, Beijing, China, 5 School of Public Health, Harbin Medical University, Harbin, China, 6 College of Geoscience and Surveying Engineering, China University of Mining & Technology(Beijing), Beijing, China, 7 Office of the Director, Chinese Center for Disease Control and Prevention, Beijing, China Correspondence to: Dr XP Qi, National Center for Public Health Surveillance and Information Services, Chinese Center for Disease Control and Prevention, Beijing 102206, China qixp@chinacdc.cn and Prof G F Gao, Office of the Director, Chinese Center for Disease Control and Prevention, Beijing 102206, China gaofu@chinacdc.cn For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Estimation of costs per day for confirmed H7N9 cases Table S2. Summary of direct medical costs Table S3. YLLs of confirmed H7N9 cases Table S4. YLDs of confirmed H7N9 cases Table S5. Potential poultry-industry losses of eight non-affected adjacent provinces For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Estimation of costs per day for confirmed H7N9 casesFor peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtmlTable S2. Summary of direct medical costs For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Table S3. YLLs of confirmed H7N9 cases YLL = years of life lost due to premature mortality.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "YLDs of confirmed H7N9 casesDisability weight: Institute for Health Metrics and Evaluation (IHME),GBD 2010 Disability Weights ¶ YLD = years lived with disability.For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Potential poultry-industry losses of eight non-affected adjacent provincesFor peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml including direct costs (medical cost) and indirect costs (death, disability, and poultry-industry losses); This study had some limitations. The estimate of medical costs was based on a model and second-hand data, not on the original costs of patients with H7N9. The burden of H7N9 may have been underestimated, as the ongoing costs of existing cases and new cases after May 2013 were underreported and other losses involved in the livestock-production chain were not included in our study.For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtmlIntroductionA novel avian-origin influenza A (H7N9) virus has caused severe disease in humans in China since February 2013. The high number of new cases within a short period and the high case fatality rate have caused public panic and attracted global attention. Some patient's families undertook large medical costs. According to the literature, exposure to live poultry could be an important risk factor for human infection with H7N9.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Page 5 of 51For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "is a summary of all direct medical costs. The total cost for all 131 patients with confirmed H7N9 virus infection was 16,422,535 CNY (2,627,606 USD). The mean cost per patient was 10,117 CNY (1,619 USD) for mild patients, 139,323 CNY (22,292 USD) for severe cases without death, and 205,976 CNY (32,956 USD) for severe cases with death. The mean cost per day was 1,124 CNY (180 USD) for a mild case, 8,293 CNY (1,327 USD) for a severe case without death, and 8,978 CNY (1,437 USD) for a severe case with death. As the severity of the illness increased, the costs increased correspondingly.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Page 12 of 51For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Page 14 of 51For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Formula for calculating direct medical costs. § Other costs include medical consumables, charge for sickbed, general care services, checkup fees, etc. Cost per day ×mean number of days of hospital stay × number of patients",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Formula for calculating poultry-industry losses.",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "Driver measurement.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Poultry-industry losses of 27 prefectures with H7N9 cases.Note: 'Date' indicates the date on which the live-poultry markets were closed; 'days' is the number of days the live-poultry markets remained closed.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Total poultry-industry losses in the 10 affected provinces.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "thea summary of all of the direct medical costs. The total cost for all 131 patients with confirmed H7N9 virus infection was 16,422,535 CNY (2,627,606 USD). The mean cost for eachper patient was 10,117 CNY (1,619 USD) for mild patientpatients, 139,323 CNY (22,292USD292 USD) for severe cases without death, and 205,976 CNY (32,956USD956 USD) for severe cases with death. The mean cost per day was 1,124 CNY (180 USD) for mild cases, 8,293 CNY (1,327 USD) for severe cases without death, and 8,978 CNY (1,437 USD) for severe cases with death. As the severity of the illness increased, the costs increased correspondingly.",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "Page 31 of 51 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "60 Formula for calculating direct medical costs. § Other costs include medical consumables, charge for sickbed, general care services, checkup fees, etc. Cost of examination for outpatient and inpatient in ward (laboratory and radiology) Cost per patient × number of patients Cost of examination in ICU (laboratory and radiology) Cost per day × mean number of days of ICU stay × number of patients Antiviral Cost per day × mean number of days × number of patients Antibiotics Cost per day × mean number of days × number of patients Other drugs Cost per day × mean number of days × number of patients Glucocorticoids Cost per day × mean number of days × number of patients Intravenous immune globulin Cost per day × mean number of days × number of patients Oxygen therapy Cost per day × mean number of days of hospital stay × number of patients ICU care Cost per day × mean number of days of ICU stay × number of patients ICU monitor Cost per day × mean number of days of ICU stay × number of patients Mechanical ventilation Noninvasive Cost per day × mean number of days × number of patients Invasive Cost per day × mean number of days × number of patients Artificial-liver-support-system therapy Cost per day × mean number of days × number of patients Continuous renal-replacement therapy Cost per day × mean number of days × number of patients Extracorporeal membrane oxygenation (ECMO) Cost per day × mean number of days × number of patients Complications ARDS Cost per day × mean number of days of ICU stay × number of patients Shock Cost per day × mean number of days of ICU stay × number of patients Acute kidney injury Cost per day × mean number of days of ICU stay × number of patients Rhabdomyolysis Cost per day × mean number of days of ICU stay × number of patients Other costs § Cost per day ×mean number of days of hospital stay × number of patients For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "Formula for calculating poultry-industry losses.Cost of poultry slaughter (L1)Cost per animal × number of poultry killedCost of closing live-poultry markets (L2)Cost of live-poultry sales(L21) Live-poultry sales per day × cost per animal × number of daysCost of market-stall leases (L22) Cost of lease per stall per day × number of stalls × number of days For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF35": {
            "text": "Driver measurement. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "Poultry-industry losses of 27 prefectures with H7N9 cases.Note: 'Date' indicates the date on which the live-poultry markets were closed; 'days' is the number of days the live-poultry markets remained closed.For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF38": {
            "text": "This appendix has been provided by the authors to give readers additional information about their work. Supplement to: Qi XP, Jiang D, Wang HL, et al. Burden of diseases in the 21st century: A case of emerging H7N9 influenza virus infection in China For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF39": {
            "text": "Summary of direct medical costs Table S3. YLLs of confirmed H7N9 cases Table S4. YLDs of confirmed H7N9 cases Table S5. Potential poultry-industry losses of eight non-affected adjacent provinces For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        },
        "TABREF40": {
            "text": "Page 45 of 51 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Estimation of costs per day for confirmed H7N9 cases Includes tests such as live function test, kidney function test, blood routine examination, routine urinalysis, electrocardiogram, virus detection and CRP), B type natriuretic peptide. Fluoroquinolones, Piperacillin, Imipenem and Cephalosporin, etc. Mild: 270 per day Reducing phlegm, relieving asthma, abating fever, providing antioxidants and nutrition, inducing sedating, etc. Severe: 1,600 per day Artificial-liver-support-system therapy 6000 per day Mild: 200 per day Medical consumables, charge for sickbed, general care services, checkup fee, etc. Severe: 800 per day Note: CNY=Chinese Yuan Page 46 of 51 For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml BMJ Open",
            "latex": null,
            "type": "table"
        },
        "TABREF41": {
            "text": "Summary of direct medical costs * Based on average exchange rate in May,2013: 1CNY=0.16USD For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml YLLs of confirmed H7N9 cases * YLL = years of life lost due to premature mortality.",
            "latex": null,
            "type": "table"
        },
        "TABREF42": {
            "text": "YLDs of confirmed H7N9 cases * Disability weight: Institute for Health Metrics and Evaluation (IHME),GBD 2010 Disability Weights ¶ YLD = years lived with disability. For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml Potential poultry-industry losses of eight non-affected adjacent provinces For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml For peer review only -http://bmjopen.bmj.com/site/about/guidelines.xhtml",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Zijian Feng and Qun Li (Public Health Emergency Center, Chinese Center for Disease Control and Prevention) for data sharing and valuable suggestions. We thank Maigeng Zhou (National Center for Chronic and Non-communicable Disease Control and Prevention, Chinese Center for Disease Control and Prevention) for help with statistical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}