{
    "paper_id": "f342d276133084c4e742dfa29ee97481fc03e7f7",
    "metadata": {
        "title": "An Unconventional Role for Cytoplasmic Disulfide Bonds in Vaccinia Virus Proteins",
        "authors": [
            {
                "first": "Jacomine",
                "middle": [
                    "Krijnse"
                ],
                "last": "Locker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "addrLine": "Meyerhofstrasse 1",
                        "postCode": "69117, 69117",
                        "settlement": "Heidelberg, Heidelberg",
                        "country": "Germany, Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Gareth",
                "middle": [],
                "last": "Griffiths",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Molecular Biology Laboratory",
                    "institution": "",
                    "location": {
                        "addrLine": "Meyerhofstrasse 1",
                        "postCode": "69117, 69117",
                        "settlement": "Heidelberg, Heidelberg",
                        "country": "Germany, Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Previous data have shown that reducing agents disrupt the structure of vaccinia virus (vv). Here, we have analyzed the disulfide bonding of vv proteins in detail. In vv-infected cells cytoplasmically synthesized vv core proteins became disulfide bonded in the newly assembled intracellular mature viruses (IMVs). vv membrane proteins also assembled disulfide bonds, but independent of IMV formation and to a large extent on their cytoplasmic domains. If disulfide bonding was prevented, virus assembly was only partially impaired as shown by electron microscopy as well as a biochemical assay of IMV formation. Under these con-ditions, however, the membranes around the isolated particles appeared less stable and detached from the underlying core. During the viral infection process the membrane proteins remained disulfide bonded, whereas the core proteins were reduced, concomitant with delivery of the cores into the cytoplasm. Our data show that vv has evolved an unique system for the assembly of cytoplasmic disulfide bonds that are localized both on the exterior and interior parts of the IMV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T HE formation of disulfide bonds during (re)folding of proteins in vitro has been well documented (reviewed in 15). Most of the recent interest in protein folding, however, has concentrated on the folding and disulfide bond formation in (mammalian) cells. It is now well accepted that disulfide bonding and folding of proteins occur in the lumen of the ER. The unique (GSH/GSSG) 1 ratio (of ‫ف‬ 3:1) within the lumen of this compartment is thought to provide it with a redox potential that, in contrast to the cytosol (ratio 100:1), is oxidizing enough to favor disulfide bonding (24). Moreover, the ER lumen contains a variety of molecular chaperones that assist in the folding reactions (for review see 17, 19, 20) . Finally, this compartment is equipped with an abundant nonmembrane protein, protein disulfide isomerase (PDI), that from in vitro experiments (3, 5) , as well as from genetic evidence (36), plays an important role in the disulfide bonding of proteins in the ER. PDI contains two, thioredoxinlike motifs, a sequence of 11 amino acids that aligns with a corresponding sequence in the Escherichia coli thiore-doxin protein (reviewed in 15, 16) . This latter protein may be involved in catalyzing reduction (21) . Other proteins that contain thioredoxin motifs include glutaredoxin (21), E. coli DsbA (the E. coli equivalent of PDI), and the ER proteins ERp72 and ERp60. These proteins contain the characteristic active site sequence composed of CXXC in which the cysteine residues act as redox-active groups (16). Viral membrane proteins have been used extensively to study the disulfide bonding and folding processes in the ER lumen (reviewed in 10). They appear to follow the same rules as cellular proteins in that they are inserted in a cotranslational manner into the ER where they undergo folding and oligomerization reactions. Moreover, they provide an advantage over cellular proteins in being abundantly expressed upon viral infection, thus facilitating detailed studies of these processes. Recent results using the well-characterized influenza virus hemagglutinin (HA) protein, have shown that upon addition of DTT to living cells, newly synthesized HA remains reduced in the lumen of the ER while already synthesized and disulfide bonded molecules become reduced as long as they resided inside the ER (2). This observation has subsequently been tested with other proteins, mostly with similar results (for example see 37, 45, 56) .",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 709,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "20)",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 868,
                    "text": "5)",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1160,
                    "text": "(reviewed in 15, 16)",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "(21)",
                    "ref_id": null
                },
                {
                    "start": 2446,
                    "end": 2449,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 2450,
                    "end": 2453,
                    "text": "45,",
                    "ref_id": null
                },
                {
                    "start": 2454,
                    "end": 2457,
                    "text": "56)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Disulfide bonding can occur within one molecule (intramolecular) where two cysteines are bridged by a disulfide bond allowing the molecule to fold. Other types of disulfide bonds may be intermolecular, whose role can be to link different subunits of a complex or to assemble subunits of one protein into a higher homo-oligomeric form. An example of this latter process is the posttranslational dimerization of the equine arteritis virus G s membrane protein (9). The general consensus is that this kind of disulfide bonding also occurs in the lumen of the ER.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vaccinia virus (vv), the best studied member of the poxviridae, is the largest and most complex of animal viruses known, measuring ‫ف‬ 350 nm in its largest dimension. It contains a dsDNA genome of ‫ف‬ 190 kB encoding for Ͼ 200 proteins, of which ‫ف‬ 100 seem to be associated with the virion (14) . vv is unique in that during its life cycle two infectious forms are made, the intracellular mature virus (IMV) and the extracellular enveloped virus (EEV; 40). We have recently shown that the IMV membranes are derived from the intermediate compartment (IC) located between the ER and the Golgi complex (53), a finding that is consistent with the fact that at least three of its membrane proteins insert cotranslationally into the RER and are retained in the IC in infected cells (34, 51) . Although the detailed structure of the IMV is unknown, it is generally accepted that the virion is composed of a membraneenclosed, brick-shaped core that contains four particularly abundant proteins, 4a (gene A10L), 4b (A3L), and the 11-kD (F17R) and 25-kD (L4R) putative DNA-binding proteins (see Fig. 1 and Table I ). The surface of the viral core is studded with a spike-like structure, that comprises, at least in part, an abundant 39-kD protein (A4L; 8, 50). The IC-derived cisternal membranes that surround the core contain three highly abundant membrane proteins of 16 (A14L), 21 (A17L), and 8 (A13L) kD (26, 51), as well as a peripheral membrane protein p14 (A27L; 47, 49, 54). Furthermore the IMV membrane contains a set of less abundant membrane proteins such as p32 (D8L; 43), p35 (H3L; 4), and a 27-kD myristoylated protein (L1R; 60; see Fig. 1 and Table I ).",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "(34,",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "51)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1088,
                    "end": 1094,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1106,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1640,
                    "end": 1646,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1651,
                    "end": 1658,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The IMV structure is highly dependent on disulfide bonds. It is well known that the removal of the viral membranes from the underlying core structure requires a mixture of a nonionic detergent and a reducing agent such as ␤ -mercaptoethanol (12, 22, 52) . More recent evidence for the sensitivity of the viral structure to reducing agents comes from the work of Roos et al. (50) showing that treatment of intact IMV with DTT induces the enveloping cisternal membranes to peel off the underlying core, as assessed by a novel cryo-EM technique. At the biochemical level several studies have indeed shown that vv membrane proteins may be disulfide bonded. Thus, the two abundant membrane proteins p21 and p16 as well as p32 have been shown to form disulfide bonded dimers (38, 47, 49) . Since these latter proteins are associated with the IMV membrane, their disulfide bonding could logically be expected to occur in the lumen of the ER, following the accepted rules of disulfide bonding in vivo (see above). However, our recent detailed characterization of the topology of some of those proteins appeared to show that the cysteines potentially involved in disulfide bonding may be located in the cytoplasm (for example see 34, 51). Several studies have also suggested that cytoplasmically synthesized vv core proteins may form disulfide bonds. The work by Oie and Ichihashi (44) and Ichihashi et al. (25) described disulfide bonding of several proteins that were not further identified, but that from their characteristic migration in SDS-PAGE could be expected to be viral core proteins. These combined data seemed at odds with the current dogma on the intracellular formation of disulfide bonds. Until now we had rationalized by assuming that such cytoplasmic disulfide bonds were the result of after lysis oxidation, since in most of the relevant studies no alkylating reagent was used to prevent such (artifactual) disulfide bonding.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "(12,",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "52)",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 378,
                    "text": "Roos et al. (50)",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "(38,",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "47,",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "49)",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1376,
                    "text": "Oie and Ichihashi (44)",
                    "ref_id": null
                },
                {
                    "start": 1381,
                    "end": 1402,
                    "text": "Ichihashi et al. (25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, we have investigated the vv disulfide bonds in more detail. Under conditions in which artifactual disulfide bonding is prevented, we show that the three vv core proteins that were analyzed are disulfide bonded in the IMV (and EEV) but not when IMV assembly is prevented. We also show that three vv membrane proteins form disulfide bonded dimers and, unexpectedly, in some cases on their cytoplasmic domains. We present data to show that these disulfide bonds seem required to assemble the membranes tightly around the core. When vv infects a new cell, these disulfide bonds are reduced on the core proteins whereas those on the membrane proteins remain disulfide bonded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HeLa and BSC40 cells were grown as previously described (53). The WR strain of vaccinia virus was propagated as described (11). The vv recombinant expressing the MHV-M protein, as well as the COOH and NH 2 terminus-specific antibodies to the M protein were described before (51). The following antibodies were used throughout this study; a peptide antibody to p16 (A14L; 51), to p11(F17R; 26), antibodies to p25 (L4R), and 4a (A10L) were a kind gift of Dr. Hruby (Oregon State University, Corvalis, OR; 57, 58); the antibodies to p39 (A4L) were a gift of Dr. Esteban (National Centre of Biotechnology, Madrid, Spain; 39); and the antibodies to p32 (D8L) were a gift of Dr. Niles (SUNY Medical School, Buffalo, NY; 43) . To make antibodies to p21 (A17L) and p35 (H3L) peptides matching amino acid 17 through 37 of p21 and amino acid 31 through 43 of the H3L sequence were synthesized. Antibodies were made according to Cudmore et al. (8) . One OD 260 unit of purified WR was treated with NP-40 and DTT to make viral cores as described by Cudmore et al. (8) . The cores were fixed for 30 min at room temperature with 0.5% glutaraldehyde in 10 mM Tris-Cl, pH 9, and an antibody, further referred to as anti-core antibody was generated as described by Cudmore et al. (8) .",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 700,
                    "text": "Niles (SUNY Medical School,",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 709,
                    "text": "Buffalo,",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "NY;",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "43)",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 936,
                    "text": "Cudmore et al. (8)",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1055,
                    "text": "Cudmore et al. (8)",
                    "ref_id": null
                },
                {
                    "start": 1248,
                    "end": 1266,
                    "text": "Cudmore et al. (8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cells, Viruses, Antibodies, and Plasmids"
        },
        {
            "text": "Preparation of post-nuclear supernatants (PNS) of infected cells and of NEM-treated WR and detection of vv proteins by Western blots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells, Viruses, Antibodies, and Plasmids"
        },
        {
            "text": "For the preparation of PNS of infected cells, Hela cells grown in 10-cm dishes were infected with a MOI of 10 for 60 min at 37 Њ C and then incubated overnight in the presence or absence of 100 g/ml rifampicin (Sigma; from a 100 mg/ml stock in DMSO kept at Ϫ 20 Њ C). The cells were put on ice, washed twice with ice-cold PBS and once with PBS containing 20 mM N -ethyl maleimide (NEM, prepared fresh; Sigma). The cells were incubated for 20 min on ice in PBS with NEM, scraped from the dish and pelleted at 1,500 rpm in a Hereaus minifuge for 10 min. The pellet was resuspended in 300 l of 1 0 mM Tris-Cl, pH 9, containing NEM and broken in a 2-ml dounce homogenizer by 12 strokes. The nuclei were removed by a 2-min spin at 2,000 rpm in an eppendorf centrifuge. To isolate NEMtreated WR, four 175-cm 2 flasks of HeLa cells were infected at low MOI for 2 to 3 d. PNS of infected cells was prepared as above, the PNS was loaded on top of 8 ml of a 36% (wt/vol) sucrose cushion in 10 mM Tris-Cl, pH 9, and the virus pelleted by centrifugation in a SW40 rotor at 24 krpm for 30 min. The pellet was resuspended in 10 mM Tris-Cl, pH 9, containing 20 mM NEM. PNS or virus were loaded onto 15% SDS-PAGE after boiling for 3 min in LSB with or without 5% ␤ -ME and 100 mM DTT, the proteins blotted unto nitrocellulose and detected as described (13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells, Viruses, Antibodies, and Plasmids"
        },
        {
            "text": "To 10 l of a purified virus preparation (with a protein concentration of 2 Krijnse Locker and Griffiths Vaccinia Virus Disulfide Bonds 269 mg/ml or 30 OD 260 /ml; 26) diluted in 165 l of 10 mM Tris-Cl, pH 9, 10 Ci of [ 3 H]NEM (Amersham) was added and the mixture incubated on ice for 20 min. To terminate the labeling, 40 l of freshly prepared 100 mM NEM in 10 mM Tris-Cl, pH 9, was added and the virus spun for 30 min at 65 krpm in a TLA 100.2 tabletop centrifuge. The pelleted virus was resuspended in 40 l sample buffer containing 5% ␤ -ME. 5 m of [ 3 H]NEM-labeled virus was loaded on 15% SDS-PAGE and analyzed by autoradiography. [ 35 S]methionine-labeled and purified virus was made as before (8). Labeled proteins were immunoprecipitated from 35 S-labeled virus as followed; to 100 l of labeled virus SDS was added to a final concentration of 1% and incubated for 30 min at 37 Њ C. Samples were diluted in lysis buffer (32) to a final concentration of 0.1% SDS and proteins immunoprecipitated from them using specific antibodies. To demonstrate that NEM had access to intracellular viruses, HeLa cells were infected for two 2 d, washed twice with ice-cold PBS, and washed twice PBS with or with 20 mM NEM. The cells were incubated for 20 min on ice in PBS with or without NEM, scraped, and collected by pelleting. PNS was prepared as above in 10 mM Tris-Cl, pH 9, with or without NEM and the virus concentrated by pelleting through a sucrose cushion as described above. The pelleted virus was resuspended in Tris-Cl, pH 9, without NEM. 3 and 8 g of total protein (as determined by OD 260 measurement; see 28) of virus preparation from NEM or non-NEM-treated cells were labeled with 5 Ci of [ 3 H]NEM as above. Equal amounts of virus as used for the [ 3 H]NEM labeling were analyzed in 15% SDS-PAGE and the proteins detected by silver staining (26).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[ 3 H]NEM Labeling"
        },
        {
            "text": "HeLa cells grown in 3.5-cm dishes were infected with a multiplicity of infection (MOI) of 10. At 5.5 h after infection the cells were incubated for 30 min in DME without methionine (Sigma), and when indicated with or without 5 mM DTT. The cells were pulse-labeled for indicated times with 50 Ci per dish of [ 35 S]methionine (Amersham) and chased in DME with 5% FCS. After the labeling the cells were washed twice with ice-cold PBS, once with PBS-20 mM N -ethyl maleimide (NEM), incubated for 20 min on ice in PBS with NEM, lysed in detergent solution with NEM and processed for immunoprecipitation as described (32).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pulse-Chase Experiments"
        },
        {
            "text": "Protease digestion of purified virus preparations was essentially as previously described (51). In brief, purified virus was diluted in 10 mM Tris-Cl, pH 9, and mixed with an equal volume of a two times concentrated trypsin solution. After digestion for 30 min at 30 Њ C, aprotinin was added to a final concentration of 4 g/ml and the samples spun for 30 min at 4 Њ C at full speed in an Eppendorf centrifuge. Both the supernatant and the pellet were analyzed in 10% SDS-PAGE and the proteins detected by Western blots. Protease digestion of PNS was as described in Salmons et al. (51) . After digestion and addition of aprotinin, the digested samples were centrifuged for 30 min at 150,000 g . Supernatant and pellet were analyzed by Western blots and ECL.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 585,
                    "text": "Salmons et al. (51)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protease Digestion of Virus and PNS"
        },
        {
            "text": "HeLa cells grown to confluency in two parallel dishes were infected with an MOI of 10. At 4 h after infection the medium was replaced with new medium with or without 5 mM freshly prepared DTT. Medium was replaced each hour with or without freshly prepared DTT. For EPON embedding the cells were fixed at 8 h after infection and embedded as described (13) . For the isolation of virions grown in the presence or absence of DTT, at 6 h after infection the medium was replaced by one volume of DMEM/5% FCS and 1 vol of MEM without methionine containing 50",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 354,
                    "text": "described (13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DTT Treatment of Infected HeLa Cells"
        },
        {
            "text": "Ci of [ 35 S]methionine with or without DTT. This medium was replaced each hour with medium with or without DTT containing 50 Ci [ 35 S]methionine until 9 h after infection. To remove unpenetrated virus, cells were rinsed extensively with cold PBS (or when indicated cold PBS with 20 mM NEM) and incubated for one hour on ice with 0.2 mg/ml of trypsin (Worthington Biochemical Corp.) in PBS. Digestion was terminated by the addition of aprotinin (Sigma) to a final concentration of 0.4 g/ml. The cells were squirted from the dish and washed three times with PBS/aprotinin. The cells were broken by 10 strokes in a dounce homogenizer in 10 mM Tris-Cl, pH 9, and nuclei removed by centrifugation at 2,000 rpm in a Hereaus minifuge for 5 min. The PNS was layered on top of a 36% sucrose (wt/vol) cushion in 10 mM Tris-Cl, pH 9, and the virus pelleted by centrifugation of 30 min at 24 krpm in a SW40 rotor. The pellet was resuspended in 10 mM Tris-Cl, pH 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DTT Treatment of Infected HeLa Cells"
        },
        {
            "text": "Negative staining EM after immunolabeling of the particles isolated from nontreated or DTT-treated cells was performed as described (13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DTT Treatment of Infected HeLa Cells"
        },
        {
            "text": "Equal amounts of TCA precipitable counts of viruses from untreated or DTT-treated cells were diluted in 2 ml of serum-free DME and serial 10fold dilutions were made. The dilutions were plaque-titrated on BSC-40 cells, cells fixed at 48 h after infection and the plaques counted. The titer was expressed as plaque forming units (PFU) per 1,000 cpm or as PFU per ml. HeLa cells grown on 11-mm-diam coverslips were infected with an MOI of 5, 10, and 20 for 60 min at 37 Њ C, the inoculum was removed and replaced by DME with 5% FCS. The cells were fixed at 6 h after infection by a 4-min incubation at Ϫ 20 Њ C in methanol. The synthesis of viral late proteins was detected by indirect immunofluorescence using the anti-core antibody at 1:1,000 and donkey anti-rabbit coupled to FITC (Dianova: Jackson ImmunoResearch Labs) at 1:150. Viral DNA was labeled using Hoechst (Sigma) at 5 g/ml. The percentage of infected cells was calculated as follows: of each fixed coverslip 50 cells were counted. They were considered positive by immunofluorescence if the anti-core antibody clearly labeled perinuclear structures typical of viral factories. They were scored DNA-positive, if clear cytoplasmic DNA labeling was detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plaque Assays and Immunofluorescence"
        },
        {
            "text": "For the entry experiments, WR was propagated in four 24 ϫ 24-cm dishes of HeLa cells and purified as described by Jensen et al. (26) . After banding the isolated virus in a 25-40% (wt/vol) sucrose gradient, the virus band was collected by fractionation and the fractions containing the virus was determined by a Biorad protein assay. The peak fractions were pooled and titered by plaque assay (generally the titer was ‫ف‬ 5 ϫ 10 7 to 10 8 PFU/ml). For the entry assay HeLa cells were grown in 3.5-cm dishes, washed once with cold DME containing 20 mM Hepes, pH 7.4, and left on ice in this medium for 10-20 min. Virus (on the average an MOI of 10-20 was used) was diluted in 800 l of DME with Hepes, sonicated for 1 min and cooled on ice. The virus was applied to the cooled cells and left for 60 min on ice. The dishes were then incubated for 60 min at 37 Њ C, put on ice and washed twice with PBS and once with PBS/NEM. The cells were incubated for 60 min on ice in PBS containing 0.2 mg/ml of trypsin to remove unpenetrated virus from the plasma membrane. The trypsin digestion was terminated by adding 0.4 g/ml of aprotinin (Sigma). After 10 min of incubation the cells were gently squirted off the dishes and collected by centrifugation for 30 s at 6,000 rpm in an Eppendorf centrifuge. The pellet was washed three times with PBS containing aprotinin. Subsequently, the cells were resuspended in 300 l 10 mM Tris-Cl, pH 9, containing aprotinin and broken by 10 strokes of a dounce homogenizer. The nuclei were removed and the proteins concentrated by acetone precipitation overnight at Ϫ 20 Њ C. The samples were run on 15% SDS-PAGE and the proteins detected by Western blotting.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 132,
                    "text": "Jensen et al. (26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Entry Experiments"
        },
        {
            "text": "For the determination of the total intracellular GSH and GSSG concentrations Ellman's reagent was used. 5 ϫ 10 7 HeLa spinner cells were infected at an MOI of 10 or mock infected. At 20 h after infection the cells were washed with PBS and collected by a centrifugation for 10 min at 1,500 rpm. Pelleted cells were resuspended in 300 l of water and broken in a dounce-homogenizer and the nuclei removed. Ellman's reagent and NADPH (both from Sigma) were dissolved at 1 mg/ml and 4 mg/ml, respectively, in 1% NaHCO 3 . Subsequently, they were diluted to a final concentration of 0.13 mg/ml (Ellman's) and 0.1 mg/ml (NADPH), respectively, in 0.1 M phosphate buffer, pH 7, containing 1 mM EDTA. To 900 l of this latter mixture 100 l of sample or standard (see below) was added and 10 l of glutathione-reductase (Boehringer) that was diluted 1:10 just before use in phosphate buffer/EDTA. Subsequently, the increase in OD 412 was measured over a period of 3 min. As a standard a known concentration of GSSG was used. To determine the GSSG concentration only, PNS of infected or uninfected HeLa cells was prepared after pretreating the cells with 10 mM NEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurements of the Total Intracellular the GSH/GSSG Concentrations"
        },
        {
            "text": "Since previous papers describing the disulfide bonding of The Journal of Cell Biology, Volume 144, 1999 270 vv proteins omitted to use an alkylating reagent before cell lysis and virus isolation, it could not be excluded that the observed disulfide bonds were due to an artifactual postlysis oxidation of the proteins. Throughout this study we therefore used the alkylating reagent NEM before cell lysis. Disulfide bonding was analyzed under three different conditions of infection. First, IMV was isolated and purified using our standard protocols, except that the infected cells were treated with NEM (or iodoacetamide; data not shown) before lysis, in order to assess the disulfide bonding as it occurred in the (isolated) IMV. Second, cells were infected in the presence of rifampicin, a drug that reversibly blocks the IMV formation at an early assembly stage but does not interfere with the synthesis of late proteins (40); this allowed us to assess whether or not the disulfide bonding depended on IMV assembly. Finally, cell lysates were also prepared from infected cells that were not treated with rifampicin to study the vv proteins in the infected cells at all stages of assembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results vv Membrane Proteins form Disulfide-bonded Dimers"
        },
        {
            "text": "The membrane proteins p21, p16, and p32 (see Fig. 1 and Table I ) appeared to form disulfide-bonded dimers under all three conditions, since they occurred in monomer and dimer forms under nonreducing conditions (Fig. 2  a) . The amount of dimer formation was somewhat variable; in the case of p21 and p16 ‫ف‬ 50% of the protein dimerized (see also below) while of p32 no more than 30% of the protein was in the dimer form. As noted before (48, 49, 55) , the dimers of both p16 and p21 migrated at molecular masses that were smaller than the sum of two monomers. We presume that this is a consequence of a folded conformation of the dimer and not due to heterodimerization. By two-dimensional (2-D) gel analysis we have shown before that the dimers of p21 and p16 run at the same pI as their respective monomers (26). Since heterodimer formation would result in a shift of the pI relative to the monomeric protein, these 2-D gel data show that both proteins form homodimers.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "(48,",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "49,",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "55)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 51,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 211,
                    "end": 222,
                    "text": "(Fig. 2  a)",
                    "ref_id": null
                }
            ],
            "section": "Results vv Membrane Proteins form Disulfide-bonded Dimers"
        },
        {
            "text": "In contrast to these three proteins, the migration of p35 was not altered when comparing reducing to nonreducing gels, arguing that this membrane protein does not form disulfide bonds (Fig. 2 a) . The migration of this latter pro-tein, however, varied slightly when comparing e.g., the rifampicin-blocked cell lysates to the IMV. The reason of these variations in molecular mass are presently not clear.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 194,
                    "text": "(Fig. 2 a)",
                    "ref_id": null
                }
            ],
            "section": "Results vv Membrane Proteins form Disulfide-bonded Dimers"
        },
        {
            "text": "The dimers of p21 and p16 (but not of p32, or the disulfide bonded forms of the core proteins; see below) were highly resistant to reduction (see also 48, 49); boiling in sample buffer containing 5% ␤ -mercaptoethanol only resulted in little reduction of their dimers. Addition to the standard sample buffer of higher concentrations of SDS or urea (up to 4 M), replacing ␤ -ME by freshly prepared DTT or increasing the boiling time also did not result in a quantitative reduction of either p21 or p16 (not shown). For reasons we do not understand, the most complete re- Figure 1 . Schematic representation of the IMV structure. The brick-shaped core in the central part is made up predominantly by the proteins 4a, 4b, p25, and p11. The core is studded with a layer of spikes that consists at least in part of the p39 protein. The particle is surrounded by two cisternal membrane layers that we believe do not fused with themselves (which is depicted in this figure as a hypothetical overlapping of the cisternal membranes). The inner of the two membranes contains mainly p21 and p16, the outer p35, p32, p8, and the peripheral membrane protein p14 (see also 50). In this model the cisternal envelope is akin to the two membranes of the nuclear envelope, continuous but distinct in protein composition. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 578,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results vv Membrane Proteins form Disulfide-bonded Dimers"
        },
        {
            "text": "proteins analyzed under reducing and nonreducing conditions. In A analysis of four IMV membrane proteins, p21 (A17L), p16 (A14L), p35 (H3R), and p32 (D8L). Cell lysates of infected HeLa cells treated (F) or not treated (L) with rifampicin or purified virus (V) were run on 15% SDS-PAGE. Before electrophoresis the samples were boiled for 3 min in LSB with (R) or without (NR) 5% ␤-ME and 100 mM DTT. The proteins were detected by Western blotting using the respective antibodies. On the right side of the figure the positions of the 54-, 38-, and 34-kD marker proteins is indicated. In B, three vv core proteins 4a (A10L), p39 (A4L), and p25 (L4R) were analyzed as described in A. Note that in rifampicinblocked cell lysates for both 4a and p25 only their precursor form (of 110 and 28 kD, respectively) can be detected that is subsequently cleaved to the 65-and 25-kD mature forms, respectively, in the IMV. Some of the uncleaved form, can however, still be detected in the isolated virions. The positions of the 130-, 66-, 54-, 38-, and 34-kD marker proteins are indicated on the right. duction of these two proteins was obtained by using a mixture of 5% ␤ -ME and 100 mM freshly prepared DTT (see Discussion).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Western blots of vv"
        },
        {
            "text": "Taken together, these data show that three vv membrane proteins form disulfide bonded dimers, in early vaccinia membranes as well as in the mature IMV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Western blots of vv"
        },
        {
            "text": "Next, we used the same approach to analyze some of the vv core proteins. In contrast to the three membrane proteins, the core proteins 4a, p25, and p39 ( Fig. 1 and Table  I ) occurred only in their reduced form when the IMV formation was blocked (in rifampicin-blocked cell lysates; Fig. 2 b) . However, in the purified IMV (and to some extent in cell lysates that had not been blocked with rifampicin) these three core proteins appeared to form disulfide bonds. This was most obvious for p39, whose migration was clearly faster in IMV analyzed under nonreducing conditions. The faster migration of the unreduced versus the reduced protein is typical for intramolecular disulfide bonding, resulting from a more folded conformation of the oxidized form (for example see 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 160,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 173,
                    "text": "Table  I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 284,
                    "end": 293,
                    "text": "Fig. 2 b)",
                    "ref_id": null
                }
            ],
            "section": "vv Core Proteins Are Disulfide Bonded in the IMV Only"
        },
        {
            "text": "In infected cells both p25 and 4a are initially made as precursors of 28 and 110 kD, respectively, which are subsequently cleaved upon IMV formation into their mature forms of 25 and 65 kD, respectively (57, 58). Indeed, in rifampicin treated cell lysates both proteins migrated at the position of their precursor form and the migration of both proteins was the same when analyzed with or without prior reduction. However, in the IMV the mature forms of these two proteins showed additional bands when analyzed without reduction. The protein 4a occurred both as a monomer of 65 kD, as well as a dimer of ‫ف‬ 130 kD when ␤ -ME and DTT were omitted from the sample buffer ( Fig.  2 b) . That the dimer indeed ran at ‫ف‬ 130 kD can be better appreciated in Fig. 8 , where 4a was analyzed in a 10% SDS-PAGE (see below). After reduction 4a migrated predominantly in its (reduced) mature form of 65 kD, while the 130 kD band was clearly absent. Two additional bands were seen in this reduced sample, the upper one represents the uncleaved precursor, p4a (note the comigration of this band with the form made in rifampicin-blocked cell lysates), of which small amounts can be detected in mature virions, while the identity of the lower of the two remained open. When analyzing p25 in isolated virions under nonreducing conditions the protein showed a very unusual pattern and appeared as several (disulfide bonded) species some of which migrated as a smear rather than discrete bands (Fig. 2 b) . When analyzed after reduction, the protein migrated predominantly at the position expected for its mature 25-kD form, but also, as for 4a, some of the uncleaved precursor could still be detected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 672,
                    "end": 682,
                    "text": "Fig.  2 b)",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 760,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1487,
                    "text": "(Fig. 2 b)",
                    "ref_id": null
                }
            ],
            "section": "vv Core Proteins Are Disulfide Bonded in the IMV Only"
        },
        {
            "text": "Collectively, these results show that the vv core proteins are also able to make disulfide bonds, but in contrast to the membrane proteins, do so only in the assembled IMV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "vv Core Proteins Are Disulfide Bonded in the IMV Only"
        },
        {
            "text": "The above results strongly suggest that vv membrane and core proteins form disulfide bonds. Care was taken in each of these experiments to incubate the infected cells at least 20 min with NEM on ice before cell lysis, thus excluding the possibility that the disulfide bonding resulted from post-lysis oxidation. However, the mature IMV is a highly compact structure and we had to rule out that NEM might not have access to vv proteins, especially to those within the viral core. Therefore, we performed two experiments to address this issue. First, isolated and purified IMVs were labeled with [ 3 H]NEM for 20 min on ice and the labeled protein pattern compared with [ 35 S]methionine-labeled virions. [ 3 H]NEM labeling showed a discrete pattern of bands, the most abundant of which comigrated with the core proteins 4a, p11, and p25 (Fig. 3 a) . Some of the other minor bands were identified as p21, p16, and p35 (not shown). The [ 3 H]NEM labeling of both p21 and p16 increased significantly when the IMV was treated with DTT before the labeling (not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 836,
                    "end": 846,
                    "text": "(Fig. 3 a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "[ 3 H]NEM Labeling Shows That NEM Has Access to vv Core Proteins"
        },
        {
            "text": "To demonstrate that NEM also had access to the viral proteins in infected cells we carried out the following experiment. Infected cells were incubated with or without 20 mM NEM on ice before lysis. Subsequently, a PNS was prepared either in the presence or absence of NEM and , respectively) isolated from cells that were pretreated (NEM ϩ) or not pretreated (NEM Ϫ) with NEM were run on 15% SDS-PAGE and the proteins were detected by silver staining. the virions were concentrated from it by pelleting through a sucrose cushion. This pelleting step also served to separate the virions from unbound NEM. The pelleted viruses were then resuspended in NEM-free buffer and labeled on ice with [ 3 H]NEM. As shown in Fig. 3 b, IMVs isolated from untreated cells were readily labeled with [ 3 H]NEM and showed the same characteristic labeling pattern as in Fig. 3 a. In contrast, when infected cells were incubated with NEM before virus isolation, the virion were not labeled at all by [ 3 H]NEM. The corresponding silver stained gel of the same virion preparations showed that the absence of labeling was not due to a lack of (viral) proteins (Fig. 3 c) . We interpret these results to mean that upon preteatment of infected cells with (cold) NEM, this component readily binds to viral proteins, efficiently inhibiting the subsequent [ 3 H]NEM labeling.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 719,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 852,
                    "end": 861,
                    "text": "Fig. 3 a.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1139,
                    "end": 1149,
                    "text": "(Fig. 3 c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "[ 3 H]NEM Labeling Shows That NEM Has Access to vv Core Proteins"
        },
        {
            "text": "In conclusion, these data show that NEM has readily access to viral (core) proteins both in purified virions as well as in infected cells. This also rules out that the IMV could form artifactual disulfide bonds by a post-lysis oxidation in our experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "[ 3 H]NEM Labeling Shows That NEM Has Access to vv Core Proteins"
        },
        {
            "text": "We next asked whether the vv disulfide bonds were built up concomitant with, or after protein synthesis. For this we chose to follow the kinetics of dimer formation of p16. This protein has been shown to be a very abundant membrane protein of the IMV that inserts into RER in a cotranslational manner and is retained in the IC in infected cells (51).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kinetics of Disulfide Bonding"
        },
        {
            "text": "Infected cells were pulse-labeled at 6 h after infection and chased for up to 4 h. Small amounts of the dimer of p16 were first detected after 60 min, but was seen more clearly at 2 h of chase. At 4 h of chase ‫%05ف‬ of p16 was in the dimer form (Fig. 4) . The band migrating intermediate between the monomer and the dimer of p16 is due to the addition to some of N-linked glycosylation to a fraction of the molecules (Krijnse Locker, J., manuscript in preparation). A similar analysis of the core protein p39 showed that its disulfide bonding also occurred posttranslationally. The half time of its formation was ‫2ف‬ h, similar to the half time of IMV formation (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Kinetics of Disulfide Bonding"
        },
        {
            "text": "These data show that disulfide bonding occurs posttranslationally, adding further support to the evidence that they do not arise from artifactual post-lysis oxidation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kinetics of Disulfide Bonding"
        },
        {
            "text": "Previous detailed analyses of the topology of the membrane proteins p21 and p16 strongly suggested that their relevant cysteines were not, as expected, exposed towards the lumen but are most likely on the cytosolic side of the membrane. For instance, we have proposed that p21 crosses the membrane four times, exposing its NH 2 and COOH terminus towards the cytoplasm (34). If this topology is correct, p21 exposes two of its three cysteines (at positions 101 and 178) into the cytoplasm while its third cysteine (at position 131) is buried in the membrane (34). However, the possibility that p21 may span the membrane twice instead of four times, thereby exposing its cysteine at position 101 towards the lumen (where it could potentially dimerize with itself) cannot be excluded at present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Unique Cysteine of p32 Is Exposed on the Surface of the Virus as Well as in the Cytosol"
        },
        {
            "text": "According to the previously proposed topology of p16, this protein spans the membrane twice and appears to adopt two different orientations in the membrane; one in which the NH 2 and its 22-amino acid long COOH terminus (which includes both its cysteine at position 71 and a functional N-glycosylation site) are lumenal and one with the opposite orientation (51; Krijnse Locker et al., manuscript in preparation). That p16 may adopt two different topologies in infected cells was based on two independent pieces of evidence. First, using two different morphological assays we were able to show that a considerable fraction of p16 exposes the COOH terminus towards the cytosol (51). Second, since p16 is also partially N-glycosylated, its COOH terminus (that contains the N-glycosylation site) must also be exposed towards the lumen. A recently developed assay to quantitate the two different topologies of p16 in infected cells (Krijnse Locker and Griffiths, manuscript in preparation), showed that ‫%05ف‬ of the disulfide bonded dimer of p16 exposes its COOH terminus towards the cytoplasm, implying that disulfide bonding of this protein occurs, at least in part, on its cytoplasmic domain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Unique Cysteine of p32 Is Exposed on the Surface of the Virus as Well as in the Cytosol"
        },
        {
            "text": "Hydrophobicity plots of p32 revealed a single hydrophobic segment of 20 amino acids in its extreme COOH terminus that could serve as membrane-anchor (38). Thus, the protein seems to belong to a recently described class of membrane proteins with COOH-terminal hydrophobic domains that insert posttranslationally, thereby exposing most of their NH 2 terminus towards the cytoplasm (35). If p32 inserts into the membrane accordingly, the protein would expose its single cysteine in the NH 2 terminus at position 262 towards the cytoplasm as well as on the outer surface of the IMV (see also 54). To test this possibility, we carried out two different set of experiments. First, purified IMV was treated with increasing concentrations of trypsin and the digestion of p32 was assayed by Western blot using an antibody recognizing amino acid 77 to 294 HeLa cells were pulse-labeled (0 min chase) for 2 min at 6 h after infection and chased for the indicated time. Cell lysates were prepared and the p16 protein immunoprecipitated from them. The samples were run on 15% SDS-PAGE after boiling for 3 min in LSB with or without ␤-ME and DTT. The proteins were detected by autoradiography. After the pulse only the monomeric p16 is seen. After 60 min of chase the disulfide bonded dimer is detected as assessed by the absence of the 25-kD band when analyzed after reduction. The band migrating with a molecular mass between the monomer and the dimer is a N-glycosylated form of p16 that will be described elsewhere (Krijnse Locker, J., manuscript in preparation). M-14 C-labeled marker proteins, of which the 14-and 30-kD proteins are indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Unique Cysteine of p32 Is Exposed on the Surface of the Virus as Well as in the Cytosol"
        },
        {
            "text": "(43). Under conditions in which the internally located core protein 4a was completely protease-protected, the entire population of both the dimer as well as the monomer of p32 were digested (Fig. 5 a) . In fact, after pelleting the IMV from the digestion mixture, a new 28-kD fragment that was recognized by the p32 antibody was now detected in the supernatant, while the digested virion was totally devoid of immunoreactive p32 protein (Fig. 5 a) . The well characterized peripheral membrane protein p14 was completely digested even at the lowest protease concentration tested and no protected fragment was detected in the supernatant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 200,
                    "text": "(Fig. 5 a)",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 447,
                    "text": "(Fig. 5 a)",
                    "ref_id": null
                }
            ],
            "section": "The Unique Cysteine of p32 Is Exposed on the Surface of the Virus as Well as in the Cytosol"
        },
        {
            "text": "In a second set of experiments, post-nuclear supernatants of infected cells that were treated with rifampicin (to block virion formation), were digested with trypsin. Subsequently, the membranes were pelleted and the digestion of p32 followed by Western blots. In these experiments we made use of a vv recombinant expressing the mouse hepatitis virus (MHV) M protein as a control. The topology of this latter membrane protein has been well established, exposing its extreme COOH terminus of ‫81ف‬ amino acids towards the cytoplasm and its NH 2 terminus lumenally (32). Indeed, with increasing concentrations of trypsin, reactivity to a peptide antibody raised against the COOHterminal 18 amino acids of the MHV-M protein was completely lost (Fig. 5 b) . In contrast, at all trypsin concentrations tested, the antibody to the NH 2 terminus recognized the characteristic triplet representing the unglycosylated and two of the O-glycosylated forms of M (see also 33), showing that the membranes were intact (Fig. 5 b) . When analyzing p32 under the same conditions, both the dimer as well as the monomer were completely digested. However, the same 28-kD fragment that was observed for the virus (see also 43), was again found in the supernatant, apparently released from the membranes (Fig. 5 b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 741,
                    "end": 751,
                    "text": "(Fig. 5 b)",
                    "ref_id": null
                },
                {
                    "start": 1004,
                    "end": 1014,
                    "text": "(Fig. 5 b)",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1292,
                    "text": "(Fig. 5 b)",
                    "ref_id": null
                }
            ],
            "section": "The Unique Cysteine of p32 Is Exposed on the Surface of the Virus as Well as in the Cytosol"
        },
        {
            "text": "These experiments show that the entire NH 2 terminus is not only exposed on the surface of the IMV, but also into the cytoplasm of infected cells. Since its single cysteine at position 262 is contained in this part of the molecule, it follows that disulfide bonding of p32 must occur on its cytoplasmic domain that is exposed on the surface of the IMV. Together with the available data on p21 and p16, these results suggest that cytosolic disulfide bonding may be a common feature of vv membrane proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Unique Cysteine of p32 Is Exposed on the Surface of the Virus as Well as in the Cytosol"
        },
        {
            "text": "To address the possible function of the disulfide bonds in the IMV, it was necessary to reversibly inhibit their formation in infected cells. For this, advantage was taken of a previously described observation that the addition of 5 mM DTT to living cells not only keeps newly synthesized membrane proteins reduced but is also capable of reducing already oxidized proteins residing in the ER (2). 4 h after infection 5 mM DTT was added to one dish of cells, while a parallel dish was kept free of DTT. 4 h after infection was chosen since this time point is about one hour before the onset of viral assembly. At 8 h after infection the cells were fixed, embedded into Epon and the IMV-formation was assessed by EM. Since the DTT incubations were done over relatively long periods of time, the medium of the cells was replaced each hour with medium to which freshly prepared DTT was added just before use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In the Presence of 5 mM DTT IMVs Are Formed That Are Less Stable"
        },
        {
            "text": "At first glance, the addition of DTT had no obvious effect on IMV assembly, since by thin section EM we readily observed many apparently normal looking immature viruses (IVs), intermediates and IMVs ( Fig. 6; see 53) . However, upon closer examination a substantial fraction of IMVs could be detected that resembled virions in various stages of apparent disassembly (Fig. 6, b-f ). Profiles were seen of particles in which the membranes had become less rigid and detaching from the underlying core. Occasionally we also observed particles indistinguishable from viral Figure 5 . The NH 2 terminus of p32 is exposed on the IMV surface and towards the cytoplasm of infected cells. (A) Purified IMV was treated for 30 min at 30ЊC with the indicated concentrations of trypsin. Digested IMV was pelleted by a 30-min centrifugation at 15,000 g. The pelleted virus (pellet) and the remaining supernatant were analyzed on 10% SDS-PAGE followed by Western blots using antibodies to p32, 4a, and p14. P14 and 4a were analyzed after reduction while p32 was analyzed under nonreducing conditions only. The position of the monomer of p32 is indicated with one and that of the dimer with two asterisks. (B) Post nuclear supernatants of rifampicin-treated cells infected with a vv recombinant expressing the MHV-M protein were prepared at 7 h after infection. PNS was treated with the indicated concentrations of trypsin at 30ЊC for 30 min. Supernatant was separated from the membranes (pellet) by a centrifugation for 30 min at 150,000 g and both fractions were analyzed on 15% SDS-PAGE. The proteins were detected by Western blots using antibodies to p32, the NH 2 (M-N) or COOH terminus ( cores (not shown). Compared with the control cells, IVs and intermediates (53) appeared totally normal. None of these aberrant particles with detaching membranes or naked cores could be detected in the untreated control cells, implying that they resulted from the prolonged DTT incubation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 216,
                    "text": "Fig. 6; see 53)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 366,
                    "end": 378,
                    "text": "(Fig. 6, b-f",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 576,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "In the Presence of 5 mM DTT IMVs Are Formed That Are Less Stable"
        },
        {
            "text": "These results argue that in the presence of DTT mostly normal looking IMVs are formed, but in some the membranes fail to assemble compactly around the core.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In the Presence of 5 mM DTT IMVs Are Formed That Are Less Stable"
        },
        {
            "text": "In the final stage of IMV assembly, just before the IMV closure, at least three core proteins are proteolytically cleaved (30, 41) . Estimation of the cleavage of the precursor of a protein such as the core protein 4a using pulsechase experiments can thus be used as an indirect measure of the extent of IMV formation. To test the effect of DTT on IMV assembly using this assay, infected cells were left untreated or treated with DTT from 4 h after infection onwards. Subsequently, they were pulse labeled for 15 min at 6 h after infection, chased for 2 or 3 h and cell lysates were then processed for immunoprecipitation, using antibodies to 4a and its precursor. Again, during the course of this experiment the medium was replaced several times with medium containing freshly prepared DTT (see legend to Fig.  7) . As shown in Fig. 7 both in the presence and absence of DTT the precursor p4a of 110 kD was efficiently cleaved into its 65-kD mature form (4a) during the chase. Phos-phorImager analyses showed that, consistent with previously published results (41; Fig. 7) , after 2 h of chase 35% of 4a was cleaved in the absence and 40% in the presence of DTT, while these percentages amounted to 48 and 57%, respectively, after 3 h of chase (not shown). These same analyses also showed that the overall synthesis of 4a was reduced by ‫%04ف‬ in the presence of DTT, which is most likely the result of the long incubations with this drug. Importantly, however, 4a and p4a did not seem to undergo substantial degradation, suggesting that the newly formed cores were quite stable, both with and without DTT.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "(30,",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "41)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 814,
                    "text": "Fig.  7)",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 835,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1073,
                    "text": "Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Cleavage of the Core Protein 4a Shows that in the Presence of DTT the IMV Formation Occurs with the Same Kinetics"
        },
        {
            "text": "Although this experiment suggests that in the presence of DTT less IMVs are formed, it also shows that the kinetics of IMV assembly is the same, if not slightly faster than in untreated control cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleavage of the Core Protein 4a Shows that in the Presence of DTT the IMV Formation Occurs with the Same Kinetics"
        },
        {
            "text": "Thus, by two independent assays, 5 mM DTT does not appear to significantly affect the assembly of the IMV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleavage of the Core Protein 4a Shows that in the Presence of DTT the IMV Formation Occurs with the Same Kinetics"
        },
        {
            "text": "The above results implied that the vv-disulfide bonds may have no obvious role in IMV formation, although they might be required for the tight sealing of the vv membranes around the particle. A possibility that remained to Figure 6 . In the presence of DTT apparently normal looking IMVs are formed but in some of them the viral membranes detach from the underlying core. A shows Epon sections of control, untreated HeLa cells infected with vv for 8 h. IMVs and immature viruses (IVs) are evident. In the inset on the left the outer and inner membrane profiles of the IMV are indicated by arrows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 231,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Addition of DTT to Infected Cells Prevents the Formation vv Disulfide Bonds"
        },
        {
            "text": "The inset on the right shows an intermediate stage between the IV and IMV (arrowhead) next to a IV. B and C show vv-infected cells treated with 5 mM DTT from 4 h after infection onwards and fixed at 8 h after infection (see Results for details). In B, one sees both normal looking IMVs (star) as well as aberrant IMVs (arrowheads), where the viral core is seen as a distinct entity separated from the outer membranes. This is more evident at higher magnifications in C-F; in C a normal IV is apparent. The arrowheads indicate the viral core that in all these examples appears as a distinct entity. Bars, 100 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Addition of DTT to Infected Cells Prevents the Formation vv Disulfide Bonds"
        },
        {
            "text": "In the presence of DTT p4a is cleaved to its mature (4a) form. Infected HeLa cells were treated (DTT ϩ) or not treated (DTT ϩ) from 4 h after infection onwards with 5 mM DTT. In each case, when medium with DTT was applied to the cells, freshly prepared DTT was added to the medium just before use. At 5 h after infection the medium was replaced with medium with or without DTT. At 5.5 h after infection the cells were starved in methionine-free DMEM with or without DTT. Pulselabeling for 15 min (chase 0 h) was at 6 h after infection and consisted of replacing the methionine-free medium by the same medium containing 50 Ci of [ 35 S]methionine with or without DTT. After the pulse, cells were chased for 2 and 3 h (chase 2 and 3 h) in medium with or without DTT that was replaced each hour. At the end of the pulse or chase cell lysates were prepared and 4a and its precursor form (p4a; both indicated) were immunoprecipitated from them. Immunoprecipitates were run on 10% SDS-PAGE and the proteins detected by autoradiography. M-14 Clabeled marker protein of 93 kD. be ruled out was that the disulfide bonds of vv proteins might resist the DTT treatment. We decided therefore to isolate the virions from infected cells and to analyze the disulfide bonding of their proteins. For this, infected cells were left untreated or were treated with DTT from 4 until 9 h after infection and IMVs were isolated after extensive washing of the cells with PBS containing NEM to quench the DTT. Again during the 5-h DTT treatment the medium with DTT was replaced every hour with medium containing fresh DTT. After virus isolation the disulfide bonding of selected membrane and core proteins was analyzed by Western blots. DTT indeed had its expected effects on the vv proteins; the core proteins 4a, p25 as well as the membrane proteins p21 and p16 migrated in their reduced form only in particles isolated from DTT-treated cells (Fig. 8) . As expected, in the virions from control cells the same pattern of disulfide bonding was observed as described above (Fig. 8) . Since in this particular experiment we used 10% instead of 15% SDS-PAGE, the dimer of 4a was much better separated from its monomer. Again, small amounts of the precursor of 4a were present in this virus preparation and it is more evident in this analysis that the dimer of 4a is substantially larger than the 110-kD precursor form.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1919,
                    "end": 1927,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 2047,
                    "end": 2055,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Figure 7."
        },
        {
            "text": "When the particles isolated from DTT-treated cells were examined by negative staining EM, we observed that most of them were not intact (in contrast to untreated preparations where most of them were intact). By combining this approach with immunogold labeling using specific antibodies, we found that almost all of the isolated particles appeared to have lost or opened up their membranes. The brick-shaped particles from DTT-treated cells, labeled heavily for p39, an abundant antigen on the surface of the vv core (Fig. 9, a and d; 8, 50 ), while IMV particles isolated from nontreated cells (as expected; 8) could not be labeled with this antibody (Fig. 9 b) . In the particles isolated from DTT-treated cells, the viral membranes often remained attached to the core and were heavily labeled with antibodies to the membrane protein p16. We have shown before that in intact IMVs this protein is located on the inner of the two cisternal membranes and hidden from antibody accessibility (Fig. 9 c; see 51) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 539,
                    "text": "(Fig. 9, a and d; 8, 50",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 661,
                    "text": "(Fig. 9 b)",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 1006,
                    "text": "(Fig. 9 c; see 51)",
                    "ref_id": null
                }
            ],
            "section": "Figure 7."
        },
        {
            "text": "Thus, while the disulfide bonds may not be essential for the assembly process in infected cells, they appear to be necessary for maintaining the stability/integrity of the particles when released from cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7."
        },
        {
            "text": "We next asked whether the particles isolated from DTTtreated cells were still infectious. To relate the infectivity to the number of viruses made, infected and DTT-treated as well as nontreated cells were metabolically labeled from 6 to 9 h after infection and the titers, measured by plaque assay, were expressed as PFU relative to trichloroacetic acid-precipitable, radioactive counts. In these experiments the cells were not quenched with NEM before virus isolation since treatment of the IMV with DTT in vitro, followed by NEM or iodoacetamide incubation, completely abolished infectivity (data not shown). The average of three independent experiments showed clearly that the IMV isolated from DTT-treated cells had a title that was 10-fold reduced relative to virus isolated from control cells (Table II) . We have shown before in several studies that when purified IMV is treated for 30 min at 37ЊC with 20 mM DTT, the membranes separate in part from the core (see 8, 50, 54). Structurally, this in vitro DTT treatment is very similar to what we observed with the virions isolated from DTT-treated cells. We next asked therefore whether isolated IMV treated with DTT in vitro was still infectious. Remarkably, and in contrast to the virus from DTTtreated cells, IMV that had been treated in vitro with DTT Figure 8 . The proteins from viruses isolated from DTT-treated cells are not disulfide bonded. Infected HeLa cells were treated (DTT ϩ) or not (DTT Ϫ) with 5mM DTT from 4 h after infection and the medium replaced each hour as described in the Results. 9 h after infection, virions were isolated from the cells as described in Materials and Methods. Isolated virions were analyzed on 10% SDS-PAGE and the viral proteins p21, p16, 4a, and p25 were detected by Western blotting. Virions isolated from untreated cells (VϪ) were analyzed after boiling in sample buffer with (DTT ϩ) or without (DTT Ϫ) 5% ␤-ME and 100 mM DTT, while virions isolated from treated (V ϩ) cells were only analyzed after boiling in sample buffer without (DTT Ϫ) these reducing agents. On the right the positions of the 34-, 38-, 54-, 84-, 116-, and 180 -kD marker proteins are indicated. Figure 9 . Negative staining EM of particles isolated from untreated (B) or DTT treated cells (A, C, and D). Particles from infected HeLa cells untreated or treated with DTT were isolated as described in Materials and Methods. The particles were absorbed to 300 mesh formvar and carbon-coated grids and immunolabeled with antibodies to p39 (A, B, and D) and to p16 (C), followed by protein A-gold. Whereas virions isolated from untreated cells are not labeled with p39 (B), the particles from treated cells label heavily with the antibody (A and D). The anti-p16 antibody labels fragments that are still attached to the particles isolated from DTT-treated cells. These fragments often appear as tubular structures (C). Bars, 100 nm. had the same title (and sometimes even slightly higher; not shown) as the untreated virus (Table II) .",
            "cite_spans": [
                {
                    "start": 2103,
                    "end": 2136,
                    "text": "34-, 38-, 54-, 84-, 116-, and 180",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 799,
                    "end": 809,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1312,
                    "end": 1320,
                    "text": "Figure 8",
                    "ref_id": null
                },
                {
                    "start": 2172,
                    "end": 2180,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 2995,
                    "end": 3005,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Viruses of DTT-treated Cells Are Less Infectious"
        },
        {
            "text": "The infectivity of the IMV isolated from treated and nontreated infected cells was also assayed by Immunofluorescence microscopy. In vv life cycle DNA replication starts from 2 h after infection onwards, while late protein synthesis commences at 5-6 h of infection. The characteristic pattern of immunofluorescence at 6 h after infection is the complete overlap of the sites where viral DNA and late proteins accumulate. HeLa cells grown on coverslips were therefore infected with different multiplicity of infections (MOIs) ranging from 5 to 20 (see Materials and Methods) and fixed at 6 h after infection. The extent of infection was assayed by double indirect immunofluorescence using an antibody to vv cores (see Materials and Methods) that recognizes newly synthesized core proteins, as well as Hoechst dye to label the viral DNA. As expected, the cytoplasm of all cells were labeled for both DNA as well as the anti-core antibody when using virus from untreated cells, even at the lowest multiplicity of infection (Table III) . Similarly, when this same virus preparation was treated with DTT in vitro all cells were infected at 6 h after infection (data not shown). However, when similar amounts of infectious units were used of virus from DTT-treated cells, even at the highest MOI the amount of cells showing DNA replication, as well as protein synthesis, was significantly reduced (Table III) . More specifically, we found that, compared with control virus, at an MOI of 5 the percentage of DNA-positive cells was reduced by 73% and late protein-expressing cells by 98%. Apparently, the infection cycle of these viruses was severely delayed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1020,
                    "end": 1031,
                    "text": "(Table III)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1391,
                    "end": 1402,
                    "text": "(Table III)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Viruses of DTT-treated Cells Are Less Infectious"
        },
        {
            "text": "Since reduction of the IMV in vitro, as well as in vivo led to a form of uncoating of the virus, we were curious to know whether reduction of vv proteins was also required for disassembly in vivo, that is during the infection process. Highly purified IMV stocks were therefore bound to cells on ice and subsequently shifted to 37ЊC for 1 h. Bound (but nonpenetrated) particles were removed by trypsin treatment on ice (see Materials and Methods). Subsequently, the infected cells were lysed and the vv proteins analyzed under reducing and nonreducing condition using Western blots. Under these conditions the two core proteins 4a and p25 migrated exclusively at the position of the reduced form (Fig. 10) . To our surprise, the membrane proteins p16 and p21 did not appear to become reduced during early times of infection. Instead both proteins migrated with a slightly higher molecular mass than their respective dimers seen under nonreducing conditions (Fig.  10) . When analyzed after reduction these forms of both p16 and p21 migrated slightly slower than their respective monomers (Fig. 10) . Since by 2-D gel analysis, these newly generated forms of p21 and p16 appeared to have the same pI as the proteins in isolated virions (not shown), we presume that this slower migration is due to a (unconventional) conformational change and not the consequence of their binding to some other (unknown) protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Fig. 10)",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 966,
                    "text": "(Fig.  10)",
                    "ref_id": null
                },
                {
                    "start": 1087,
                    "end": 1096,
                    "text": "(Fig. 10)",
                    "ref_id": null
                }
            ],
            "section": "During the Early Stages of IMV Infection the Core Proteins Become Reduced"
        },
        {
            "text": "It thus seems likely that either the membrane proteins of vv are inherently resistant to the reducing environment of the cytoplasm or they are never exposed to the cytoplasm during the entry stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "During the Early Stages of IMV Infection the Core Proteins Become Reduced"
        },
        {
            "text": "It is now a well established cell biological dogma that the redox state within the lumen of the endoplasmic reticulum facilitates the formation of disulfide bonds while the cytoplasm is generally considered to be too reducing for this process (17, 20, 24) . Unexpectedly, we show here that vaccinia virus seems to differ from this generalization since a number of its proteins that do not reside in the lumen of the ER become disulfide bonded during the assembly process.These unusual disulfide bonds were detected not only on viral core proteins but also on the cytoplasmic surface of viral integral membrane proteins.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "(17,",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Three vv core proteins were engaged in (posttransla- Figure 10 . Upon viral entry the core proteins become reduced while the membrane proteins do not. HeLa cells were infected with purified virus preparations for 60 min at 37ЊC and cell lysates were prepared as described in Materials and Methods. The cell lysates (L) or purified virions (V) that were not exposed to cells, were run on 15% SDS-PAGE after boiling in LSB with (DTT ϩ) or without (DTT Ϫ) 5% ␤-ME and 100 mM DTT. The membrane proteins p21 and p16 and the core proteins 4a and p25 were detected by Western blot. tional) intramolecular (p39), intermolecular (4a) and complex type (p25) disulfide bonding. These disulfide bonds occur in the newly assembled (intracellular) IMV particle since they are not formed in the presence of rifampicin which arrests the assembly of the IMV. This is further supported by the fact that the mature form of the core protein 4a, that is made concomitant with the assembly of the IMV (30, 31, 41), forms dimers while its cytosolic precursor, p4a does not. The model that emerges from these results is that after the vaccinia virus has sealed, it is able to provide an environment within the particle that promotes the assembly of disulfide bonds of the core proteins, an environment that is inaccessible to GSH/GSSG, the cytoplasmic redox buffer. Indeed, treatment in vitro of purified IMV with concentrations up to 10 mM GSH failed to reduce the core proteins as analyzed by Western blots (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 62,
                    "text": "Figure 10",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In addition to the core proteins we also show that three of the four vv membrane proteins tested, p16, p21, and p32 become disulfide bonded. Our detailed topology studies of these membrane proteins strongly suggest that these disulfide bonds do not (exclusively) occur in the lumen of the endoplasmic reticulum. In agreement with the data of Niles and Seto (43) we show that the disulfide bonded dimer, as well as the monomer of p32 is exposed on the surface of the IMV. This protein adopts a similar topology in infected cells in which the entire NH 2 terminus, including its single cysteine, of both the dimer and the monomer forms are located in the cytoplasm, since both were completely digested after protease treatment. These results indirectly but strongly argue that the disulfide bonding of this protein must occur on the cytosolic side of the membrane that will become the outer surface of the virus, where p32 is accessible to antibody labeling (54).",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 361,
                    "text": "Niles and Seto (43)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The available data on p16 strongly suggest that this protein acquires two topologies in infected cells and at least part of its molecules dimerizes by means of cytoplasmic disulfide bonds. As mentioned, the available data for p21 are less clear. If the topology we have previously proposed for this protein is correct, it would span the membrane four times and also be disulfide bonded in the cytoplasm (see Results). The disulfide bonding of these membrane proteins may be an inherent property of the proteins since it can occur in infected cells under conditions where assembly is blocked (rifampicin) and upon independent expression in HeLa cells (not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A computer search analysis has revealed that the vv genome contains 19 proteins with a CXXC sequence, that, as outlined in the Introduction, makes up the active site sequence of proteins with a thioredoxin motif. Two of those proteins, the gene products of O2L and G4L, have been shown to share homology to human glutaredoxin (18, 46). Moreover, we have noticed that the gene product of G4L also shares ‫%05ف‬ homology over a stretch of ‫05ف‬ amino acids (which includes the CXXC sequence) with yeast PDI. Preliminary data, however, have shown that neither of the two vv proteins is required for the disulfide bonding of vv proteins (data not shown).We also considered the possibility that the vv infection alters the cytoplasmic redox providing an environment that is more favorable for the assembly of cytoplasmic disulfide bonds. However, we were able to show that the ratio between reduced and oxi-dized glutathione is not altered in infected cells (see Materials and Methods).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the redox state of the cytoplasm of vv infected cells remains normal, it suggests that those membrane proteins that acquire cytoplasmic disulfide bonds possess an inherent property to acquire these bonds. In vitro studies have shown that the formation of intramolecular disulfide bonds depends on the conformation, as well as on the inherent disulfide oxidation-reduction potential of the protein (for example see 7). Intracellular disulfide bonding is influenced by the cellular redox potential, that is the consequence mainly of the ratio of reduced and oxidized glutathione. The redox state of the cytoplasm does not generally favor disulfide bond formation. However, based on the in vitro studies the putative disulfide bonding of proteins under cytosolic (reducing) redox conditions can be rationalized by assuming that the redox potential of the membrane proteins themselves must be higher than the cytosolic redox (for example see 6) and that, in addition, the conformation/organization of the proteins in the virally modified IC membranes favors the intermolecular disulfide bonding and folding. Consistent with the first idea could be the fact that, as analyzed by Western blots, the viral membrane proteins are highly resistant to reduction and that quantitative reduction requires the addition of 5% ␤-ME as well as high amounts of DTT (see also 49). This observation may also explain why cytosolic disulfide bonds of vv membrane proteins would naturally resist the (physiological) reducing environment of the cytosol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Collectively, our data argue the vv disulfide bonds play a key role in the vaccinia viral life cycle. Apparently normal looking IMV particles that lack detectable disulfide bonds were seen in cells infected in the presence of DTT. These data imply that assembly per se is not dependent on disulfide bonding and must therefore rely on other types of protein interactions. However, the virions made in the presence of DTT were not completely assembled since they tended to loose their membranes in vivo and (more clearly) upon their isolation. Together with our recent data showing that treatment of purified virions with DTT opens up the viral membranes (which we argue are not fused into a continuous bilayer around the virus; see Fig.  1 ), these results clearly establish an important role of disulfide bonds in vv membrane proteins. Both the in vitro as well as the in vivo data show that in their absence the viral membranes are unable to remain tight around the particle and instead open up and detach from the underlying core. At present the reason why the three membrane proteins form homodimers as well as monomers is not clear. This phenomenon is obviously needed for the stability of the particle.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 738,
                    "text": "Fig.  1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The role of the disulfide bonds of the vv core proteins is less clear at present. An obvious idea that comes to mind is that disulfide bonding during assembly will generate a stable core, while reduction during entry makes it unstable and primes it for disassembly. However, some results are difficult to reconcile with this idea. For instance, in DTT treated cells the cores are reduced but do not seem to fall apart. Also, cores resist prolonged treatment of IMVs with DTT in vitro (unpublished observations) and DTT-treated IMVs retain full infectivity. And finally, it is known that when uncoating of the cores after entry in prevented, the cores may persist for hours in the cytoplasm (for example see 27). When the IMV infects cells a viral core particle indistinguishable from those produced by treating IMVs with NP-40 and DTT (23) appears in the cytoplasm. Within minutes this core starts to make a defined set of socalled early mRNAs, a process that has been extensively studied in vitro using NP-40/DTT-treated virions. From such studies it is clear that, in vitro, this process of early transcription requires a reducing environment (42). Although it is very likely that the process of transcription itself requires reducing conditions, we would like to propose that the reduction of the core may play a role as well. Such a role can for example consist of a conformational change of the core structure that is required to activate the transcription machinery (that is contained in the core; 40). Alternatively, such a structural change could (also) be needed to allow the newly synthesized mRNA to exit the core, a process that has been shown to occur in vitro (29). Since the questions of changes that accompany transcription in vitro or the overall process in vivo have never been seriously addressed, a testing of our proposed scenario would require further advances in our understanding if these aspects of vaccinia virus life cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, disulfide bonds are an established mechanism for stabilizing proteins in extra-cytoplasmic locations. Our data show that vv has evolved the novel ability to use two different kinds of unusual disulfide bonds in its life cycle. The first are represented in a number of viral core proteins: these appear to be assembled only after the intracellular virions have sealed themselves from the cytoplasm, in effect forming an extra-cytoplasmic compartment that favors disulfide bonding. The second bonds are seen in three vv membrane proteins that seem to have evolved the capacity to fold their (cytoplasmic domains) into a conformation that allows intermolecular disulfide bonds to assemble that can resist the reducing environment of the cytoplasm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Folding of influenza hemagglutinin in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Braakman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoover-Litty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "114",
            "issn": "",
            "pages": "401--411",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Manipulating disulfide bond formation and protein folding in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Braakman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "11",
            "issn": "",
            "pages": "1717--1722",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Defective co-translational formation of disulfide bonds in protein disulphide-isomerase-deficient microsomes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Bulleid",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "335",
            "issn": "",
            "pages": "649--651",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Amino acid sequence determination of vaccinia virus immunodominant protein p35 and identification of the gene",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chertov",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Telezhinskaya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Zaitseva",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Golubeva",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Zinov&apos;ev",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Ovechkina",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Mazkova",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Malygin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biomed. Sci",
            "volume": "2",
            "issn": "",
            "pages": "151--154",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Catalysis by protein disulfide isomerase of the unfolding and refolding of proteins with disulphide bonds",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Creighton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hillson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Mol. Biol",
            "volume": "142",
            "issn": "",
            "pages": "43--62",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathways and energetics of protein disulfide formation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Creighton",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Functions of Glutathione: Biochemical, Physiological, Toxilogical, and Clinical Aspects",
            "volume": "",
            "issn": "",
            "pages": "205--213",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Proteins, Structures and Molecular Properties",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Creighton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "98--100",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A vaccinia virus core protein, p39, is membrane associated",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cudmore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blasco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vincentelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sodeik",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Krijnse"
                    ],
                    "last": "Locker",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "6909--6921",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The small envelope glycoprotein (Gs) of equine arteritis virus folds into three distinct monomers and a disulfide-linked dimer",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A F"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J B"
                    ],
                    "last": "Raamsman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "3441--3448",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Folding and assembly of viral membrane proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Doms",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "193",
            "issn": "",
            "pages": "545--562",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preparation of cell cultures and vaccinia virus stocks",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Earl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr. Prot. Mol. Biol",
            "volume": "16",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Controlled degradation of vaccinia virions in vitro: an electron microscope study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Easterbrook",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J. Ultrastruct. Res",
            "volume": "14",
            "issn": "",
            "pages": "484--496",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Characterization of ts 16, a temperature sensitive mutant of vaccinia virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cudmore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shuman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Condit",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Krijnse"
                    ],
                    "last": "Locker",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "7072--7086",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Biogenesis of vaccinia: evidence for more than 100 polypeptides in the virion",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Essani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dales",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Virology",
            "volume": "95",
            "issn": "",
            "pages": "385--394",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The formation of protein disulfide bonds",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "5",
            "issn": "",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Protein disulfide isomerase: building bridges in protein folding",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Hirst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Trends Biochem. Sci",
            "volume": "19",
            "issn": "",
            "pages": "331--336",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The modification and assembly of proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gaut",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hendershot",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "589--595",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Vaccinia virus G4L gene encodes a second glutaredoxin",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Gvakharia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "226",
            "issn": "",
            "pages": "408--411",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Quality control in the secretory pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Curr. Opin. Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "523--529",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The endoplasmic reticulum as a protein-folding compartment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marquardt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Braakman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Trends Cell Biol",
            "volume": "2",
            "issn": "",
            "pages": "227--231",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Thioredoxin and glutaredoxin systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Holmgren",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol. Chem",
            "volume": "264",
            "issn": "",
            "pages": "13963--13966",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Studies of the structural proteins of virions and cores",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Holowczak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Joklik",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Virology",
            "volume": "33",
            "issn": "",
            "pages": "717--725",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Uncoating of poxviruses. I. Detection and characterization of subviral particles in the uncoating process",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Holowczak",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Virology",
            "volume": "50",
            "issn": "",
            "pages": "216--232",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Oxidized redox state of glutathione in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Sinskey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Science",
            "volume": "257",
            "issn": "",
            "pages": "1496--1502",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Location of DNA-binding proteins and disulphide-linked proteins in vaccinia virus structural elements",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ichihashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsuruhara",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Virol",
            "volume": "50",
            "issn": "",
            "pages": "929--938",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Identification of the major membrane and core proteins of vaccinia virus by two-dimensional electrophoresis",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Houthaeve",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shevchenko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cudmore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Krijnse"
                    ],
                    "last": "Locker",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "7485--7497",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The intracellular uncoating of poxvirus DNA. II The molecular basis of the uncoating process",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Joklik",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. Mol. Biol",
            "volume": "8",
            "issn": "",
            "pages": "277--288",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The purification of four strains of poxvirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Joklik",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Virology",
            "volume": "18",
            "issn": "",
            "pages": "9--18",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ribonucleic acid synthesis in vaccinia virus. I. The mechanism of synthesis and release of RNA in vaccinia cores",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kates",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beeson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Mol. Biol",
            "volume": "50",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Formation of a vaccinia virus structural polypeptide from a high molecular weight precursor: inhibition of rifampicin",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "66",
            "issn": "",
            "pages": "677--684",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Vaccinia virus structural polypeptide derived from a high molecular weight precursor: formation and integration into virus particles",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Virol",
            "volume": "6",
            "issn": "",
            "pages": "717--726",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Membrane assembly of the triple-spanning coronavirus M protein. Individual transmembrane domains show preferred orientation",
            "authors": [
                {
                    "first": "Krijnse",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "21911--21918",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "O-glycosylation of the coronavirus M protein. Differential localization of sialyltransferases in N-and O-glycosylation",
            "authors": [
                {
                    "first": "Krijnse",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J M"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Biol. Chem",
            "volume": "267",
            "issn": "",
            "pages": "14094--14101",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The role of a 21-kDa viral membrane protein in the assembly of vaccinia virus from the intermediate compartment",
            "authors": [
                {
                    "first": "Krijnse",
                    "middle": [],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schleich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goud",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Biol. Chem",
            "volume": "271",
            "issn": "",
            "pages": "14950--14958",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A class of membrane proteins with a C-terminal anchor",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kutay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Rapoport",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Trends Biochem. Sci",
            "volume": "3",
            "issn": "",
            "pages": "72--75",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The essential function of yeast protein disulfide isomerase does not reside in its isomerase activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Lamantia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lennarz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "74",
            "issn": "",
            "pages": "899--908",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The secretory pathway is normal in dithiothreitol-treated cells, but disulfide-bonded proteins are reduced and reversibly retained in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodish",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Biol. Chem",
            "volume": "268",
            "issn": "",
            "pages": "20598--20605",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Structural and functional characterization of a cell surface binding protein of vaccinia virus",
            "authors": [
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Maa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "1569--1577",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Structural and functional studies of a 39,000-Mr immunodominant protein of vaccinia virus",
            "authors": [
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Maa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Virol",
            "volume": "61",
            "issn": "",
            "pages": "3910--3919",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Poxviridae and their replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2079--2111",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Protein cleavage and poxvirus morphogenesis: tryptic peptide analysis of core precursors accumulated by blocking assembly with rifampicin",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Rosenblum",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J. Mol. Biol",
            "volume": "81",
            "issn": "",
            "pages": "267--269",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "RNA polymerase activity in purified infectious vaccinia virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Munyon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Paoletti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Grace",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "58",
            "issn": "",
            "pages": "2280--2287",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Vaccinia virus gene D8 codes for a virion transmembrane protein",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Niles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Virol",
            "volume": "62",
            "issn": "",
            "pages": "3772--3778",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Characterization of vaccinia polypeptides. Virology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ichihashi",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "113",
            "issn": "",
            "pages": "263--276",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Rottier. 1993. Disulfide bonds in folding and transport of mouse hepatitis coronavirus glycoproteins",
            "authors": [
                {
                    "first": "D.-J",
                    "middle": [],
                    "last": "Opstelten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Groote",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "7394--7401",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Roles of vaccinia virus ribonucleotide reductase and glutaredoxin in DNA precursor biosynthesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rajagopal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "B.-Y. Ahn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mathews",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Biol. Chem",
            "volume": "270",
            "issn": "",
            "pages": "27415--27418",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The vaccinia virus 14-kilodalton fusion protein forms a stable complex with the processed protein encoded by the vaccinia virus A17L",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "3435--3440",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Vaccinia virus A17L gene product is essential for an early step in virion morphogenesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "4640--4648",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Characterization of early stages in vaccinia virus membrane biogenesis: implication of the 21kDa and a newly identified 15kDa envelope protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Risco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Carrascosa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "1821--1833",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A novel immunogold cryoelectron microscopic approach to investigate the structure of the intracellular and extracellular forms of vaccinia virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cyrklaff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cudmore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blasco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Krijnse"
                    ],
                    "last": "Locker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "15",
            "issn": "",
            "pages": "2343--2355",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Vaccinia virus membrane proteins p8 and p16 are co-translationally inserted into the rough ER and retained in the intermediate compartment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Salmons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wylie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schleich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Krijnse"
                    ],
                    "last": "Locker",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "7404--7420",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Studies on the nature and location of capsid polypeptides of vaccinia virions",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sarov",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Joklik",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Virology",
            "volume": "50",
            "issn": "",
            "pages": "579--592",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Assembly of vaccinia virus: role of the intermediate compartment between the endoplasmic reticulum and the Golgi stacks",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sodeik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Doms",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hiller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van&apos;t Hof",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Meer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "121",
            "issn": "",
            "pages": "521--541",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Incorporation of p14 and p32 into the membrane of the intracellular mature virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sodeik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cudmore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ericsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Niles",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "3560--3574",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "N-terminal amino acid sequences of vaccinia virus structural proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ichihashi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "202",
            "issn": "",
            "pages": "844--852",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Membrane glycoprotein folding, oligomerization and intracellular transport: effects of dithiothreitol in living cells",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Tatu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Braakman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBO (Eur. Mol. Biol. Organ.) J",
            "volume": "12",
            "issn": "",
            "pages": "2151--2157",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The multistep proteolytic maturation pathway utilized by vaccinia virus P4a protein: a degenerate conserved cleavage motif within core proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Van Slyke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Hruby",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Virology",
            "volume": "183",
            "issn": "",
            "pages": "467--478",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Proteolytic maturation of vaccinia virus core proteins: identification of a consensus motif at the N termini of the 4b and 25K virion proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Van Slyke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Franke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Hruby",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Gen. Virol",
            "volume": "72",
            "issn": "",
            "pages": "411--416",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Mapping of a gene coding for a major late structural polypeptide on the vaccinia virus genome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wittek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haenggi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hiller",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Virol",
            "volume": "49",
            "issn": "",
            "pages": "371--378",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "A myristoylated membrane protein encoded by the vaccinia virus L1R open reading frame is the target of potent neutralizing monoclonal antibodies",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wollfe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vijaya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "211",
            "issn": "",
            "pages": "53--63",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Biosynthesis and post-translational cleavage of vaccinia virus structural protein VP8",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Virology",
            "volume": "167",
            "issn": "",
            "pages": "585--590",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "[ were disrupted by incubation for 30 min at 37ЊC with 1% SDS and subsequently diluted in lysis buffer to a final concentration of 0.1% SDS. From these lysed particles the protein 4a (4a), p25 (p25), and p11 (p11) were immunoprecipitated. Analysis was on 15% SDS-PAGE followed by autoradiogra-phy. M-14 C-labeled marker proteins of 14, 30, 45, 69, 93, and 200 kD. In B, infected cells were treated (NEM ϩ) or not treated (NEM Ϫ) with 20 mM NEM for 20 min on ice before the preparation of PNS in buffer with or without NEM. The virions were concentrated by pelleting through a sucrose cushion at 24 krpm in a SW40 rotor for 30 min. Pellets were resuspended in buffer without NEM. Equal amounts of pelleted virions were incubated with 5 Ci of [ 3 H]NEM and the labeled virions analyzed on 15% SDS-PAGE followed by autoradiography. In the left lane (of ϩ or Ϫ NEM) 3 g of total protein, in the right lane 8 g of protein was used for [ 3 H]NEM labeling. 35 S virus control lane consisting of [ 35 S]methionine-labeled, purified virions. M-14 C-labeled marker proteins of 69, 45, 30, and 14 kD. In C, the same amounts of virions as used for the [ 3 H]NEM labeling (3 g of protein [left] and 8 g [right]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Disulfide bonding occurs posttranslationally. Infected",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "M-C) of the MHV-M protein. The unglycosylated (M 0 ) and glycosylated forms (M 3 and M 4 ) of the M protein are indicated (see also 33). Note that the COOH-terminal specific peptide serum recognizes only the M 0 and M 4 forms.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Overview of the Main vv Proteins Described in This Study*Predicted molecular mass in SDS-PAGE of the monomeric (and mature) form of the proteins. ‡ Location in the virion; M, membrane; C, core.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Infectivity of vv Isolated from DTT-treated or -untreated Cells or after DTT Treatment of Isolated IMV *Average titer over three independent experiments, determined by plaque assay on BSC40 cells. ‡ Control is IMV isolated from untreated cells.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Infectivity of vv Isolated from DTT-treated orControl Cells Determined by Indirect Immunofluorescence* HeLa cells grown on coverslips were infected with different MOIs for 60 min at 37°C and fixed at 6 h after infection. The infectivity is expressed as the percentage of a total of 50 cells that labeled positive for viral DNA or viral late proteins. ‡ To calculate the MOI, the virus-titer was calculated as PFU/ml. § Fixed cells were stained with Hoechst and scored positive if clear cytoplasmic DNA labeling typical of viral DNA was observed. ʈ Fixed cells were labeled with a rabbit antibody to the viral core proteins and with donkey anti-rabbit coupled to FITC and scored positive if typical viral factories in the perinuclear region could be detected. IF, indirect immunofluorescence. ¶ IMV isolated from untreated cells. **IMV isolated from DTT-treated cells.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Heinz Faulstich and Suze Zobeley for their help with the GSH determination for this study. Tom Creighton was a constant source of help and inspiration during the early parts of this work. Sibylle Schleich is acknowledged for her excellent help with the EM, Petra Riedinger for Fig. 1 , and Reiner Saffrich for his tremendous patience in microinjecting vv-infected cells. We thank Hélène Defacque and Ari Helenius for their critical reading of the manuscript. The two reviewers, who, with their critiques substantially improved the quality of the manuscript, are also acknowledged.Part of this work was supported by a Human Frontier Science Program fellowship to J. Krijnse Locker.Received for publication 2 July 1998 and in revised form 2 December 1998.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 302,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "acknowledgement"
        }
    ]
}