{
    "paper_id": "f3cb4102ee8c1aeb8e68595843292801a08effe3",
    "metadata": {
        "title": "Global Catastrophic Biological Risks Pandemics, Severity, and Context-Some Loose Ends",
        "authors": [
            {
                "first": "Lone",
                "middle": [],
                "last": "Simonsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cecile",
                "middle": [],
                "last": "Viboud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "a welcome opportunity to reflect on the most severe pandemic events of natural origin, particularly as we are approaching the centennial of the 1918 Spanish influenza pandemic-the most recent global event that fulfills the proposed GCBR definition. We would like to highlight a few issues that we have pondered over the years while studying historical and contemporary pandemics in relation to perceived pandemic impact and preparedness planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A measure of geographic spread should be included in the GCBR definition. In the world of influenza, a pandemic is defined as a novel virus that spreads to at least 2 world regions; and following the unexpectedly mild 2009 pandemic, a measure of clinical severity was added in order to better tailor the strength of interventions. It seems to us that the GCBR definition may be lacking a geographical dimension. For example, would a pathogen that devastated 1 big city or a single country fit the definition? On the flipside, the 1918 pandemic was associated with a death rate of 1% to 2%, which seems low in comparison to other threats; but given its broad geographic extent, the total death toll amounts to as many as 50 million deaths in today's population, over a few months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Early robust measurement of clinical severity is challenging in an emerging threat scenario. As the authors point out, the case fatality rate of the 2009 pandemic was at first overestimated, likely due to selection bias in the study of early case series. On the other hand, the first pandemic wave in the summer of 1918 was mild, and early measurement would have resulted in substantial underestimation of the serious main pandemic wave that autumn. The first type of measurement issue is being addressed; the second is impossible to gauge. Perhaps just knowing that this is possible, that a scenario goes from mild to severe, is worth remembering. On the upside, a mild herald wave provides time to mount a vaccine response before the main pandemic impact occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For decades, pandemic planning has been synonymous with influenza preparedness, with severe scenarios modeled after the experience of the 1918 pandemic. 1 Meanwhile, other zoonoses have presented themselves as credible pandemic threats. For example, while we were concerned about the rise of avian A/H5N1 influenza in China in 2003, it was the SARS coronavirus that emerged and spread globally that year. And more recently, pathogens that had previously been causing sporadic and localized outbreaks, such as Ebola and Zika, have reemerged in urban settings and new regions to pose a global pandemic threat. Further, historic epidemiologic records are ripe with mortality events of pandemic proportions caused by a variety of pathogens, indicating it is critical to think beyond influenza in pandemic preparedness plans. The GCBR definition outlined by Schoch-Spana et al is broad thinking in this respect, echoing the World Bank's $500 million investment on pandemic insurance for 6 viruses (influenza A, SARS, MERS, Ebola, Marburg, Crimean Congo, Rift Valley, and Lassa fever) or CEPI's focus on noninfluenza viruses (MERS, Nipah, Lassa fever).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic threats clearly go beyond influenza A viruses."
        },
        {
            "text": "Quantitative studies of historical pandemic events are key. Because of the dearth of human population experiences with GCBR-type events in the past hundred years, it is critical to conduct careful studies of historical pandemics, starting with the bubonic plague era, in order to elucidate the transmission patterns and impact of past pandemic events in various settings, populations, and circumstances. In European countries, for example, excellent health recordkeeping, availability of population censuses, and other demographic studies allow reconstruction of epidemics of plague, smallpox, cholera, and influenza pandemics over centuries. Also, as regards reemerging threats like yellow fever in Brazil in 2016-17, a careful review of the devastating outbreaks in the Americas in the 19th century would provide a sobering context. A severe pandemic event may not be risky to everyone. As an example, the 1918 pandemic was devastating especially to young adults (about 6% of this age group died), while the elderly were completely spared in many settings, most likely due to immune protection from childhood experience with a similar influenza virus. Thus, profound age-related risk heterogeneity is a scenario that should be taken into account in future pandemics. In addition, heterogeneity could be related to geography, climate, underlying health, and environmental factors, as well as social (exposure limited to a subgroup of the population), behavioral (HIV), and genetic aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic threats clearly go beyond influenza A viruses."
        },
        {
            "text": "Pandemic threats can be context-dependent. Some diseases transmit effectively and proceed to infect a local population nearly completely but then fail to spread to other populations. For example, influenza pandemics circumnavigate the globe in months and cannot be halted before population immunity is substantial-due to a combination of high transmissibility (Ro >2), airborne spread, nonspecific symptoms, and short incubation periods. Meanwhile, a pandemic threat like the recent 2014 Ebola caused substantial outbreaks in urban, mobile, poor West African populations but was halted at a point when only a small subset of the population was immune and did not cause widespread epidemics in other countries. Some, like the severe cholera pandemics of 19th century Europe, were fueled by lack of sanitary conditions but would be unthinkable there nowadays, although the pathogen continues to cause epidemics in lower-income settings. Thus, measures of transmissibility and clinical severity are important but not sufficient to understand the global pandemic potential of an emerging pathogen. An assessment also must learn about the type of transmission, environmental requirements including hygiene, and climate barriers related to vector-borne transmission, as well as preexisting immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic threats clearly go beyond influenza A viruses."
        },
        {
            "text": "Thinking beyond mortality as an outcome is important. We fully concur that consideration of other metrics beyond mortality is important. The recent experience of devastating cases of microcephaly in the Americas following Zika virus infection during pregnancy is a case in point. Similarly, the death toll of the 2009 pandemic was low in high-income countries, probably mostly due to intense and costly intensive care treatment of an unusual number of severely ill young adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic threats clearly go beyond influenza A viruses."
        },
        {
            "text": "In conclusion, we believe there is a need for more studies of past experience with natural pandemics and pandemic threats, in order to elucidate the complex relationship among pathogen, host, and population immunity, as well as environmental conditions that together shape the mortality impact. Clearly, cholera outbreaks can only occur in settings with poor hygiene. But what might happen if the smallpox virus were to reemerge in today's population?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic threats clearly go beyond influenza A viruses."
        },
        {
            "text": "The answer is not straightforward, considering on one hand the general susceptibility to this pathogen in those under 50 years of age who were never vaccinated and the increased population size and mobility, and on the other hand, the improved general immune status and better hygiene, suggesting less severe outcomes of infection. This is an example of a million-dollar question that needs to be addressed to help prepare for the threat of GCBRs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic threats clearly go beyond influenza A viruses."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Influenza. Pandemic preparedness. WHO website",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Lone Simonsen and Cecile Viboud, 2017; Published by Mary Ann Liebert, Inc. This Open Access article is distributed under the terms of the Creative Commons Attribution Noncommercial License (http://creativecommons.org/licenses/by-nc/4.0/) which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}