{
    "paper_id": "f41bb45e2257663c953fd7d3ff1c78f9b37ba268",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "Background: Researchers increasingly use social contact data to inform models for infectious disease spread with the aim of guiding effective policies about disease prevention and control. In this article, we undertake a systematic review of the study design, statistical analyses, and outcomes of the many social contact surveys that have been published. Methods: We systematically searched PubMed and Web of Science for articles regarding social contact surveys. We followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines as closely as possible. Results: In total, we identified 64 social contact surveys, with more than 80% of the surveys conducted in high-income countries. Study settings included general population (58%), schools or universities (37%), and health care/conference/research institutes (5%). The largest number of studies did not focus on a specific age group (38%), whereas others focused on adults (32%) or children (19%). Retrospective (45%) and prospective (41%) designs were used most often with 6% using both for comparison purposes. The definition of a contact varied among surveys, e.g., a nonphysical contact may require conversation, close proximity, or both. We identified age, time schedule (e.g., weekday/weekend), and household size as relevant determinants of contact patterns across a large number of studies. Conclusions: We found that the overall features of the contact patterns were remarkably robust across several countries, and irrespective of the study details. By considering the most common approach in each aspect of design (e.g., sampling schemes, data collection, definition of contact), we could identify recommendations for future contact data surveys that may be used to facilitate comparison between studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "transmission parameters (i.e., who infects whom?). The latter are the most influential drivers for the outputs of such models. Whereas 20th-century models made strong assumptions about mixing patterns, it has become increasingly common to use empirical data on social interactions as a direct model input over the last decade. 2, 3 For sexually transmitted infections, data from surveys on sexual behavior were available for use as an input for models. On the other hand, for infectious diseases that are transmitted by direct contact, minimal data on relevant social contacts was available. Edmunds et al 4 conducted a first study aimed to collect precisely this information using a convenience sample. This study was followed by a study that reported on relevant social contacts in a representative sample of the population that covered all ages in a city. 5 The landmark study that reported on relevant social contacts in representative samples for eight different European countries using contact diaries was the POLYMOD study. 6 Numerous other studies have been reported since. Several of these studies report on social mixing patterns as obtained through direct observation, contact diaries, or electronic proximity sensors. The strengths and weaknesses of these methods have been discussed. 7 Nevertheless, to our knowledge, a comprehensive review of the study designs for contact diaries and of major determinants of mixing patterns is lacking for this rapidly growing field of research, a gap which we aim to fill here.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 329,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 330,
                    "end": 331,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 859,
                    "end": 860,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1032,
                    "end": 1033,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1298,
                    "end": 1299,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the current article, we systematically retrieve and review the literature on social contact surveys. First, we provide an overview of the literature to help identify a standard. Second, we present the different approaches for data collection and identify strengths and limitations. Third, we report on the main determinants of contact. We use these findings to guide future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conducted a systematic review in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. 8 ",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We queried PubMed and ISI Web of Science, without time and language restriction up to 31 EndNote X7 was used to eliminate duplicates and manage the search results. 9",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Search Strategy"
        },
        {
            "text": "We considered studies eligible if they fulfilled all of the following criteria: (1) primary focus on face-to-face contacts of humans, implying the physical presence of at least two persons during contact; (2) contacts relevant for the transmission of closecontact infections; (3) contacts recorded using a diary-type system on paper or in electronic format; (4) full-text version available.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion Criteria"
        },
        {
            "text": "We excluded studies that involved at least one of the following: (1) primary focus on human-animal or animal-animal contacts; (2) recording contacts exclusively relevant for sexually transmitted, food-, vector-, or water-borne diseases; (3) using exclusively proximity sensor devices or observational methods to collect contact data; (4) including contacts without physical presence (e.g., phone, internet/social media contacts) or without the possibility to distinguish them; (5) recording the frequency or regularity but not the number of contacts over a given time period; (6) meeting abstracts, books, theses, or unpublished journal articles.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "An overview of the selection process is presented in Figure 1 . Title, abstract, and full-text were screened initially by the first author and double-checked by the second author.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 61,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Three authors (T.V.H, P.C., N.H.) designed a data input form (see eTable 1; http://links.lww.com/EDE/B552). T.V.H. extracted relevant information from selected articles and inputted it in the form. P.C. performed verification to ensure data consistency and accuracy. We structured the data synthesis according to: (1) information on surveys and relevant articles: year and countries in which surveys were performed, authors and year of first publication, and relevant publications that used the same dataset; (2) information on survey's methodology: study setting, study subjects, final sample size, response rates, sampling scheme, data collection tools, collection modes, study design (prospective, retrospective or both), and reporting period; (3) information recorded on participants and contactees; (4) characteristics of contacts reported: types, definition, location, duration, and frequency of contacts; (5) analysis results: average and median number of contacts, SD, quantiles/range, and relevance of determinants for number of contacts. Data that could not be found in individual articles were given a value of \"not available\" for the corresponding variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Extraction and Analysis"
        },
        {
            "text": "This systematic review aggregates information of articles in the literature, so ethical review by an independent review board was unnecessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Extraction and Analysis"
        },
        {
            "text": "conducted at the whole-country level, 6, 13, 14, 26, 28, 32, 37, 38 whereas remaining studies focused on a region, 12, 34, 35, 39, 41, 43, 47 a city or town, 5, 36, 40, 42, 51 or a specific setting (school or university, health care facility, etc.), and were therefore not representative of the entire country. Figure 2 demonstrates that 40 out of 64 of the surveys were conducted in Europe followed by Asia with 10 surveys. In contrast, only a few surveys were conducted in other regions. In this representation, we count several countries separately, even if they were included as part of a single project. 6, 11, 31, 41 The number of surveys greatly increased over time from only four surveys before the year 2000 up to 37 surveys after 2009, indicating that social contact surveys are increasingly conducted. In addition, no survey was conducted outside Europe before 2005. One survey did not indicate the year it was conducted. For this study, we used the publication year minus two as a proxy. 4",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 40,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 41,
                    "end": 44,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 45,
                    "end": 48,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 49,
                    "end": 52,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 57,
                    "end": 60,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 61,
                    "end": 64,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 65,
                    "end": 67,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 139,
                    "end": 141,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 609,
                    "end": 611,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 620,
                    "end": 622,
                    "text": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 319,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data Extraction and Analysis"
        },
        {
            "text": "More than half of the social contact surveys were conducted in the community or general population (58%). Of these, there were only four household-based surveys that asked every member of each participating household to complete the survey. 14, 35, 39, 44 The majority of surveys conducted in the general population aimed at people of all ages (65%). 6, 12, 14, [26] [27] [28] [32] [33] [34] [36] [37] [38] [39] [40] [42] [43] [44] 47 In contrast, two surveys excluded infants younger than 1 year of age, 5 and one excluded children less than 2 years. 35 Four surveys focused exclusively on adults, 29,41,51 two investigated contact patterns of infants (under 11 weeks 25 and under 1 year old 52 ), and one was aimed at patients with pandemic influenza AH1N1pdm09 (swine flu). 20 More specific settings of schools or universities constituted 38% of the surveys, of which 11 surveys were conducted at schools (primary schools, 16 secondary schools, 23 high schools, 48, 49, [53] [54] [55] [56] or a combination of those 20, 21, 46 ) and 13 surveys were performed in universities. 4, 10, 17, 19, 24, 31, 33 In addition to school or university settings, we also identified one contact survey on nurses in a health-care setting, 15 one survey at a conference, 18 and one survey in a research institute. 30",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 253,
                    "end": 255,
                    "text": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 552,
                    "end": 554,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 669,
                    "end": 671,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 777,
                    "end": 779,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 926,
                    "end": 928,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 948,
                    "end": 950,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 973,
                    "end": 977,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1027,
                    "end": 1029,
                    "text": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1079,
                    "end": 1081,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1098,
                    "end": 1101,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1225,
                    "end": 1227,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1256,
                    "end": 1258,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Study Settings and Subjects"
        },
        {
            "text": "Among social contact surveys conducted in the general population, the smallest survey only consisted of 54 participants in Switzerland, 29 and the largest survey consisted of 5388 participants in the United Kingdom. 26 The largest survey in a school/university setting contained 803 participants in Germany 17 (see eFigure 2; http://links.lww.com/EDE/B552). The response rate was reported in 36 out of 64 surveys and ranged from 4% in population-based surveys 26 up to 100% in a school-based survey. 17 Of these 34 surveys, only three considered the response rate beforehand to estimate the sample size. 15, 38, 47 Instead of considering the response rate, some surveys established criteria to replace those who refused or were not reached after several attempts. [39] [40] [41] Twenty surveys determined sampling weights based on demographic characteristics of the populations to reduce the effects of sample bias. 6, [11] [12] [13] 25, 26, 32, [36] [37] [38] [39] [40] [41] 51 ",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 216,
                    "end": 218,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 500,
                    "end": 502,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 612,
                    "end": 614,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 916,
                    "end": 918,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 929,
                    "end": 933,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 942,
                    "end": 945,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 946,
                    "end": 950,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 976,
                    "end": 978,
                    "text": "51",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Sample Size and Response Rate"
        },
        {
            "text": "Approximately half (44%) of the surveys employed convenience sampling, in which subjects were selected based on their convenient accessibility to researchers. 57 This sampling technique was also used for the sake of comparing data collection tools, 18, 49, 50, 56, 58 data collection methods, 59 or study designs. 10, 17, 50 Seven surveys used random sampling. 5, 26, 28, 34, 35, 51 Among these studies, only two surveys were considered representative of the entire country, 26, 28 and the remaining surveys were representative of a region 34, 35 or a city or town. 5, 51 Three surveys employed multi-stage sampling, 15, 38, 39 and 10 surveys stratified sampling 12, 14, 25, 37, [40] [41] [42] 47 that are easier to implement with respect to random sampling and can still remain representative. In addition, 10 surveys relied on quota sampling, which aimed to represent certain characteristics of a population ( e.g., age, sex, geography, etc). Of these surveys, nine were conducted at the whole-country level, 6, 13, 32 and one survey focused on one specific region. 36 In addition, one survey used mixed samplings, in which a convenience sample of students was obtained in two schools, and a random sample of the general population was obtained in one province. 33 Five surveys used an online respondent-driven method, which can be considered as a snowball or chain sampling technique. 31, 45, 60 Only one survey did not state information on sampling techniques. 34 Finally, three surveys conducted at the general population level used a convenience sample, 29, 44, 50 therefore not relying on a sampling frame. More details on the distribution of sampling schemes based on time and regions are presented in eFigure 3; http://links.lww.com/EDE/B552.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 265,
                    "end": 267,
                    "text": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 479,
                    "end": 481,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 544,
                    "end": 546,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 566,
                    "end": 568,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 569,
                    "end": 571,
                    "text": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 625,
                    "end": 627,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 694,
                    "end": 696,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1068,
                    "end": 1070,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1388,
                    "end": 1391,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1392,
                    "end": 1395,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1396,
                    "end": 1398,
                    "text": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1465,
                    "end": 1467,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1560,
                    "end": 1563,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1568,
                    "end": 1570,
                    "text": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Sampling Methods"
        },
        {
            "text": "By prospective design, we mean that respondents are informed in advance of the day(s) that they are requested to record their contacts. 6, 17, 32 In a retrospective design, respondents recall their contacts over a past time period without prior warning or instruction that they would be requested to do so. Of 64 surveys, 29 (45%) used a retrospective design and 26 (41%) used a prospective design. Only four surveys 6%) used both designs for the purpose of comparison. 10, 17, 50 For five surveys (8%), it was not completely clear whether the study was prospective or retrospective. 20, 24, 30, 48 eFigure 4; http:// links.lww.com/EDE/B552 displays the trend of using study designs in social contact surveys over time, revealing that the retrospective design was more favored by researchers, except in the period 2005-2009 in which eight prospective surveys were implemented. 6,32",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 143,
                    "end": 145,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 478,
                    "end": 480,
                    "text": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 596,
                    "end": 598,
                    "text": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Forty (63%) surveys distinguished physical and nonphysical contacts. Physical contacts were consistently defined as involving any sort of skin-to-skin touching (e.g., handshake, hug, kiss, etc). The definition of nonphysical contacts differed somewhat among surveys. Specifically, the majority of surveys using two types of contacts defined a nonphysical contact as a two-way conversation of at least three words at a distance that does not require raising one's voice. 6, 10, 36, 39, 43, 50, 52, 54, 59 In some other surveys, the definition involved close proximity (e.g., verbal communication made within 2 m) without specification of a minimum number of words to be exchan ged. 13, 26, 30, 38, 41, 61 Of note, that since the POLYMOD contact studies were executed, 6 its contact definition was applied in several subsequent surveys. 33, 36, 39, 43, 44, 52, 55 Fifteen surveys used only one type of contact, either involving a face-to-face conversation 4, 5, 16, 23, 33, 45 or being in close proximity, 31, 48, 56 both regardless of any skin-to-skin touching 37, 49 or only involving direct skin-to-skin touching. 28, 40 Only one survey attempted to record casual contacts occurring in an indoor location without the requirement for a conversation or any type of touching. 42 Eight remaining surveys added kissing or intimate sexual contact as different types of contacts 17, 19, 29, 46 or asked respondents to record contacts made in small/large groups or occasional contacts within 2 m in local transportation or crowded places separately. 17",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 472,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "50,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 501,
                    "end": 503,
                    "text": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 701,
                    "end": 703,
                    "text": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 859,
                    "end": 861,
                    "text": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 954,
                    "end": 956,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 957,
                    "end": 959,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 968,
                    "end": 971,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 972,
                    "end": 974,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "text": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1064,
                    "end": 1066,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1119,
                    "end": 1121,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1274,
                    "end": 1276,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1373,
                    "end": 1376,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1377,
                    "end": 1380,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1381,
                    "end": 1384,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1385,
                    "end": 1387,
                    "text": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Definition of Contact"
        },
        {
            "text": "Greater than half the surveys asked respondents to report contacts they made during a single day, whereas only six surveys used a reporting time period of greater than 3 days. The longest time period identified is 3 days in a prospective survey 19, 50 and ten weeks in a retrospective survey. 45 Seven surveys recorded both weekdays and weekend days on the same respondents. 6, 10, 17, 19, [52] [53] [54] Finally, Eames et al 20 quantified the changes in social contact patterns experienced by individuals experiencing an episode of Influenza A(H1N1) on two randomly assigned days: one day while being ill and one day when recovered.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Reporting Time Period"
        },
        {
            "text": "Most surveys collected a range of demographic background characteristics of study participants (e.g., age, sex, education, household size). Some surveys also asked participants to record any influenza-like-illness symptoms they experienced on the day of surveying 31, 47, 53, 60 or whether their day was in any way special (due to holiday, sickness, etc.). 6, 12 Among the characteristics of contactees, age and sex are considered to be the most important determinants of the mixing patterns given that they can help explain age and sex differences in the epidemiology of infectious diseases. 13 Thirty-six of 64 (56%) surveys recorded both age and sex of contactees, and 16 (25%) surveys recorded only age of contactees. In contrast, seven (11%) surveys required participants to simply report the number of different contactees without recording any of their characteristics. 17, 29, 45, 47, 49 In five surveys (8%), it was not clear what contactee characteristics participants had to report. 24, 26, 30, 35, 48 Along with age and sex, several surveys also asked participants to record health status of contactees and any symptoms they experienced, e.g., coughing, sneezing, fever, etc. 45, [53] [54] [55] or whether they wore a protective mask. 53, 54 ",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 276,
                    "end": 278,
                    "text": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 357,
                    "end": 359,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 360,
                    "end": 362,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 593,
                    "end": 595,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 885,
                    "end": 888,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 889,
                    "end": 892,
                    "text": "47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 893,
                    "end": 895,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1002,
                    "end": 1005,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1006,
                    "end": 1009,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "text": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "53,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "text": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of Participants and Contactees"
        },
        {
            "text": "Participants were asked to record information about location, duration, and frequency of each contact in 77%, 67%, and 52% of contact surveys, respectively. All these contact characteristics were jointly recorded in 27 surveys (42%). For more details on the number of surveys considering these informations, see eFigure 5; http://links.lww.com/EDE/B552.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information About Contacts"
        },
        {
            "text": "Of the 64 surveys, 45 explicitly reported the average number of contacts measured without any stratification ( Figure 3 ). To compare these survey results, we categorized them into 12 groups with different extents of representativeness (for country, region, or town or city), study designs and settings. In country-wide prospective surveys, the average number of contacts ranges from a minimum of 7.95 (95% confidence interval [CI] = 7. 61, 8.29) in Germany 6 to a maximum of 26.97 (95% CI = 25.05 , 28.89 ) in the United Kingdom. 26 In country-wide retrospective surveys, these values ranges from 12.5 (95% CI = 12.09 , 12.91) in Taiwan 38 to 15.3 (95% CI = 14.4 , 16.3 ) in Japan. 37 Six surveys conducted in the general population asked participants not to report details of professional contacts in the diary but to provide an estimate of the number and age distribution if they had more than 10 contacts (surveys in Finland, 6 Germany, 6 and the Netherlands 6 ) or more than 20 professional contacts (surveys in Belgium 6, 12 and France 13 ). The additional professional contacts are not included in calculation of means presented in Figure 3 . Among school-or university-based surveys, the highest number of contacts ( 70.3 [95% CI = 63.23 , 77.37 ]) was observed in a secondary school in the United Kingdom. 23 Figure 4 presents the number of surveys that have analyzed possible determinants for the number of contacts. For every determinant, we report the number of surveys that identified a relevant connection with the number of contacts (\"yes\"), the number of surveys that did not identify such a connection (\"no\") and the number of surveys that did not delve into the matter. Strong evidence is identified for whether the age (34 yes vs. five no) and the household size (21 yes vs. four no) of the participant affected the number of contacts. Only five surveys identified sex as a relevant indicator for the number of social contacts, in contrast to 23 surveys that did not identify a relation. Social contacts are also affected by the daily routine (29 yes vs. six no) with a larger number of contacts during weekdays compared with the weekend (eFigure 6a; http://links.lww.com/ EDE/B552 with the exception of Ref. 36) . Similar results hold for term time versus holidays with all of the eight surveys that analyzed the issue identifying a larger number of contacts during term time (eFigure 6b; http://links.lww.com/EDE/B552). In addition, a self-reported healthy status is associated (five yes vs. one no) with a larger number of contacts with respect to feeling ill (eFigure 6c; http://links.lww.com/EDE/B552).",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 446,
                    "text": "61, 8.29)",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 533,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 683,
                    "end": 685,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 930,
                    "end": 931,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 941,
                    "end": 942,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1315,
                    "end": 1317,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2228,
                    "end": 2231,
                    "text": "36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1139,
                    "end": 1147,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1318,
                    "end": 1326,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mean Number of Contacts and Analysis of Determinants"
        },
        {
            "text": "The relationship between social contacts and urbanization has been analyzed in three surveys. One survey found a larger number of contacts in peri-urban areas compared with rural areas, 43 one found the opposite, 40 and one did not find any evidence. 35 Finally, two surveys analyzed contacts during and outside flu seasons. Of these surveys, one survey 47 used a model to adjust for other factors (e.g., age and sex) and one did not. 55 However, both surveys identified no relevant effect (eFigure 6d; http://links.lww.com/EDE/B552).",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "text": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 435,
                    "end": 437,
                    "text": "55",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Mean Number of Contacts and Analysis of Determinants"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mean Number of Contacts and Analysis of Determinants"
        },
        {
            "text": "Social contact surveys are increasingly used to collect empirical data on human contact behavior and provide crucial inputs for mathematical models of infectious disease transmission. The POLYMOD project 6 presented the first large scale representative population surveys conducted in eight European countries. It also shared know-how both for data collection and analysis.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "To date, most of these contact surveys were conducted in high-and middle-income countries, whereas low-income countries, which have a higher burden of communicable diseases, were less studied in this respect. For this reason, there is a need to continue studying contact patterns more widely and in particular in low-and middle-income settings. It is also worth noting that in low-and middle-income countries, the choice to perform a general population representative survey may be less meaningful, given the large variety of different settings (urban, rural, etc.) that are simultaneously present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Most surveys did not clearly present sample size calculations, so we do not know to what extent important parameters, e.g., population size, confidence level, and margin of error, were taken into account. 62 Sample size estimation is even more important when one wants to compare social contact surveys between or among populations. Given the lack of a clear picture regarding which demographic and anthropologic factors are relevant in shaping contact patterns, inherent factors that may drive contact patterns are difficult to account for, thus making comparison among large populations, e.g., countries, even more difficult. It should be noted, however, that this is a relevant issue only when considering the contact matrix. Given the intrinsic network nature of social contact data more in general, sample size calculation becomes more involved and relies heavily on assumptions about the structural characteristic of the network and that no standard method to do so has emerged so far. 63, 64 Indeed, the extensive analysis of this review has underlined a general lack of information on response rates, and a call for a better nonresponse analysis emerges as a guideline for future studies.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "text": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 996,
                    "end": 998,
                    "text": "64",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "The prospective design is subject to less recall bias than the retrospective design. This notion can be partly explained by the fact that respondents in the former are informed in advance about which days they will be assigned for reporting their contact information. Furthermore, they are also asked to keep a diary with them and finish reporting before the surveying day is elapsed. Thus, the prospective design requires more commitment from respondents. In return, a prospective design can obtain more reported contacts compared with retrospective design. 17, 50 However, large-scale studies are needed to further confirm these conclusions.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 562,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 563,
                    "end": 565,
                    "text": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "The use of self-reported diaries (paper or online) is the most commonly employed method in social contact surveys, associated with a smaller response rate with respect to e.g., face-to-face interviews. On the other hand, face-toface interviews are more demanding in terms of fieldwork and data collection. No clear relationship in the number of contacts has been found when comparing online diaries with paper diaries, 10, 36 while proximity sensors are more accurate in measuring short duration contacts, with the overall interaction pattern being similar between sensor and diaries 18, 56 (for more details about data collection, see eAppendix; http:// links.lww.com/EDE/B552). It should also be noted that proximity sensors usually perform a complete sampling of the interaction networks, whereas diary-based survey usually implement egocentric sampling (but complete sampling is not excluded in principle 14, 35, 39, 44 ) . Although egocentric sampling does not allow estimation of several important network features, it still does not bias inference results, if properly taken into account. 65, 66 The definition of a potentially infectious contact is of crucial importance given that it will be used as a surrogate for exposure to disease. 15 Contact definitions in most surveys cannot capture potential risks from all forms of transmission modes, 30 such as fomite or indirect contact. Even for droplet transmission, using a face-to-face conversation definition as the basis for recording nonphysical contacts might lead to underreporting potentially infectious events given that susceptible individuals are likely able to contract a respiratory infection by just standing next to infected individuals who are, for example, sneezing or coughing. Furthermore, it seems even more challenging to record common touching frequency of shared material objects, such as doorknobs, water taps, etc., with which one person may be able to infect another indirectly. Indeed, the more details on potentially infectious events we attempt to collect, the greater the burden we impose on respondents. However, it seems reasonable in future studies to consider at least two contact definitions, one that involves physical contact and one that does not.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 588,
                    "end": 590,
                    "text": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "44 )",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "text": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1246,
                    "end": 1248,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "It is tempting to ask study participants to report their contacts as long as possible to gain insights into day-to-day variation. Nevertheless, the demanding task of diary-keeping may prevent many participants from recording the information for a long time in prospective studies. 67 Béraud et al 13 demonstrated that participants reported 6% (1%-10%) fewer contacts on the second day of the survey. In addition, the more contacts they reported on the first day, the larger the proportional decrease in number of contacts on the second day. For retrospective studies, a longer reporting period implies a longer recall period, with an associated larger bias. Therefore, in retrospective studies, researchers should try not to overstretch the reporting period.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "text": "67",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This review provides information on the most relevant determinants of social contacts identified in previous studies. Asking study participants to report too many characteristics of contactees imposes a burden on participants. When designing future surveys, it is therefore important to consider which characteristics may be sufficiently relevant to include as determinants. For example, collecting age of the participants and their contacts is informative, as some studies revealed that using age-related mixing patterns helped explain observed serological and infection patterns of infectious diseases like Online respondent-driven sampling Online diary Self-report on web interface",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Online respondent-driven sampling Online diary Self-report on web interface",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective 1 Location"
        },
        {
            "text": "Convenience sampling Paper diary and proximity sensors",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective 1 Location"
        },
        {
            "text": "Self-report and wearable proximity sensor",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective 1 Location"
        },
        {
            "text": "Online respondent-driven sampling Online diary Self-report on web interface",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prospective 2 Duration"
        },
        {
            "text": "Online respondent-driven sampling Online diary Self-report on web interface",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective 2 Location"
        },
        {
            "text": "Quota sampling by age and sex Paper diary and online diary Self-report on paper and web interface Both prospective and retrospective 2 Location, duration and frequency Mixed samplings Paper diary Self-report Prospective 1 Location pertussis, varicella, and parvovirus-B19. 5, 68, 69 In addition, collecting information about location, duration, and frequency of contacts is also very essential for exploring mixing patterns and helping form effective strategies for disease prevention and control. In the case of school-aged children, a dominant number of contacts are made in school, leading to an indication that school closure can have a substantial impact on the spread of a respiratory infection. 3, 20, 23, 70, 71 Duration and frequency of contacts are important because they affect the probability of infecting another individual and if all contacts are treated equally, this may lead to wrongfully estimating the individual transmission probability. 29 Several studies found that close contacts with a duration of at least 15 minutes involving skin-to-skin touching were most predictive of the prevaccination prevalence of varicella zoster virus. 68, 72 Therefore, the age of the contactee and duration of contact emerge as the most important information and should always be recorded in social contact surveys. A comparison among all surveys based on a quantity such as the average number of contacts can be problematic. The study sample serves as the first obstacle. Given different research questions or participant availability, not all the samples studied can be considered as representative of the target population. This notion is important especially because age is a relevant determinant of social contacts, and samples in which a specific age class is over-represented regardless of study design can induce a strong bias to the number of contacts measured. For example, the study reporting the largest number of contacts (70.3 23 ) was performed in a secondary school in the United Kingdom. Once these caveats are taken into account, the Table can be of value in identifying all of the surveys sharing similar features when addressing a specific research question. For example, the POLYMOD survey 6 demonstrated that the main structure of social interaction among age categories was the same among several European Union countries, although the strength of the interaction could vary between countries. On the other hand, the average number of contacts measured in sub-Saharan countries by Dodd et al 41 is considerably reduced compared with the average for highincome countries. In fact, the development level can be important in determining social interactions, e.g., due to local population density or reduced school attendance. 43, 44, 72 Quantifying the impact of different demographic factors on social contacts would require re-analysis of the datasets on the same basis and goes beyond the scope of this review. However, this could be performed in the future as datasets of social contact surveys will be made available from researchers in a unified format. 73 This review used PubMed and Web of Knowledge for searching publications, possibly resulting in the omission of relevant publications. Nonetheless, the literature research step allowed us to recover more articles independently of a specific database, possibly recovering the ones we lost querying only two databases. Second, to the best of our knowledge, our search query failed to return the relevant articles of Leecaster et al 58 and Kwok et al, 74 which are eligible for this review. These articles are missing the words \"survey\", \"questionnaire\", and \"diary\" in the abstract and title, and therefore were missed by our searching method. The recent publication date (2016 and 2018) also prevented these articles from appearing in the references of the relevant articles. Another article that requires a specific clarification is the work of Watson et al 75 that asked participants to record whom they shared a meal with. This article was not included in our analysis, as considering a definition of social contact that is rather different from the body of this review.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "68,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "70,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 717,
                    "end": 719,
                    "text": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 958,
                    "end": 960,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "68,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1159,
                    "end": 1161,
                    "text": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1945,
                    "end": 1947,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2215,
                    "end": 2216,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2519,
                    "end": 2521,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2750,
                    "end": 2753,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2754,
                    "end": 2757,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2758,
                    "end": 2760,
                    "text": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 3084,
                    "end": 3086,
                    "text": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 3516,
                    "end": 3518,
                    "text": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 3535,
                    "end": 3537,
                    "text": "74",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Retrospective 2 Location"
        },
        {
            "text": "Since the POLYMOD survey, there has been an increasing trend in the number of social contact surveys used to collect empirical contact data. Social contact surveys have been conducted widely in many countries, but most focused on high-income countries. These surveys used a range of different study designs with different study subjects, settings, sampling scheme to study designs, data collection tools, and data collection methods. Moreover, the definition of \"contact\" and its characteristics also differ, making comparison of contact patterns among surveys even more difficult. Improvements towards a unified definition of \"contact\" and standard practice in data collection could help increase the quality of collected data, leading to more robust and reliable conclusions about contact patterns of individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective 2 Location"
        },
        {
            "text": "This review demonstrates that contact surveys typically include of the order of a thousand participants, rely on convenience sampling, and use a retrospective design with paper diaries and self-reporting of contacts over a single day. Major determinants for this number of contactees include characteristics of the respondent (age, sex, and health status), time (weekday or weekend, and term time or vacation) and their immediate environment (household size and urban vs. rural). A typical number of different contactees reported per day is in the order of 20 for countrywide studies, a quantity that proved remarkably robust despite the many different study designs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective 2 Location"
        },
        {
            "text": "From the results of this review, we formulate the following recommendations for future surveys collecting social contact data relevant for the spread of respiratory pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective 2 Location"
        },
        {
            "text": "(1) Study object: There is the need to continue the collection of social contact data, especially in low-and middleincome countries; still, in high-income countries, social contact surveys can detail interactions in epidemiologically relevant groups. (2) Random sample: Depending on the study objectives, participants should be selected as randomly as possible, so findings can be properly extrapolated to encompass target population. (3) Sampling: The sampling procedure should be described in detail, including response rates and information about at which stage and how participants can be excluded from the final sample, together with all the demographic factors considered when identifying the sample size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective 2 Location"
        },
        {
            "text": "(4) Method: Online and paper diaries both proved to be reliable to measure the overall contact matrix, but are associated with different burden for the participant, also depending on the age. (5) Contact definition: At least two contact types should be included, one aimed to measure more casual contact and one aimed to measure physical contact. (6) Prospective versus retrospective: Prospective design should be preferred to retrospective design, since it allows respondent to remember more contact features. (7) Minimal contact information: Age and sex of the contacted person should definitely be included, as well as the duration, the frequency (intimate nature), and the location in which the contact took place. changes (feeling ill) should be included as well, given their large impact on disease spread. (10) Sharing data: Finally, we want to bring to attention that several datasets referred to in this review are available in a unified format (www.socialcontactata.org 73 ) that is compatible with an R package for social contact analysis (Socialmixr 76 ). Complying with this standard format will improve the dissemination of future surveys' data and increase their value for the scientific community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective 2 Location"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Data-driven model for the assessment of mycobacterium tuberculosis transmission in evolving demographic structures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arregui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Iglesias",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Samper",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The impact of regular school closure on seasonal influenza epidemics: a data-driven spatial transmission model for Belgium",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Luca",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Kerckhove",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coletti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Infectious Diseases",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Who mixes with whom? A method to determine the contact patterns of adults that may lead to the spread of airborne infections",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;callaghan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nokes",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc Royal Soc Lond B",
            "volume": "264",
            "issn": "",
            "pages": "949--957",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Using data on social contacts to estimate age-specific transmission parameters for respiratory-spread infectious agents",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Epidemiol",
            "volume": "164",
            "issn": "",
            "pages": "936--944",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Social contacts and mixing patterns relevant to the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Med",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Close encounters of the infectious kind: methods to measure social mixing behaviour",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Epidemiol Infect",
            "volume": "140",
            "issn": "",
            "pages": "2117--2130",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "Dg; Prisma",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Smarter Way to Research",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Social mixing patterns for transmission models of close contact infections: exploring self-evaluation and diary-based data collection through a web-based interface",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shkedy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aerts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol Infect",
            "volume": "134",
            "issn": "",
            "pages": "1158--1166",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tracking social contact networks with online respondent-driven detection: who recruits whom?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Der Heijden",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Buskens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A nice day for an infection? Weather conditions and social contact patterns relevant to influenza transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willem",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Kerckhove",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The French connection: The first large population-based contact survey in France relevant for the spread of infectious diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Béraud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kazmercziak",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Factors associated with post-seasonal serological titer and risk factors for infection with the pandemic A/H1N1 virus in the French general population",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lapidus",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "De Lamballerie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nurses' contacts and potential for infectious disease transmission",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wildner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1438--1444",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Social contacts of school children and the transmission of respiratory-spread pathogens",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Akmatov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rastin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiol Infect",
            "volume": "136",
            "issn": "",
            "pages": "813--822",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Collecting social contact data in the context of disease transmission: prospective and retrospective study designs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Social Networks",
            "volume": "30",
            "issn": "",
            "pages": "127--135",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Contact diaries versus wearable proximity sensors in measuring contact patterns at a conference: method comparison and participants' attitudes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Castell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattuto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infectious Diseases",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mixing patterns and the spread of close-contact infectious diseases",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kafatos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mossong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Themes Epidemiol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The impact of illness and the impact of school closure on social contact patterns",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Tilston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Technol Assess",
            "volume": "14",
            "issn": "",
            "pages": "267--312",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The impact of school holidays on the social mixing patterns of school children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Tilston",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemics",
            "volume": "3",
            "issn": "",
            "pages": "103--108",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Measured dynamic social contact patterns explain the spread of H1N1v influenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Tilston",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brooks-Pollock",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Comput Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "School closures and student contact patterns",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mangtani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vynnycky",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "245--247",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dynamic social networks and the implications for the spread of infectious disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J R Soc Interface",
            "volume": "5",
            "issn": "",
            "pages": "1001--1007",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The social life of infants in the context of infectious disease transmission; social contacts and mixing patterns of the very young",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Hoek",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amirthalingam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Social encounter networks: collective properties and disease transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J R Soc Interface",
            "volume": "9",
            "issn": "",
            "pages": "2826--2833",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Social encounter networks: characterizing Great Britain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Danon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Vernon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Biol Sci",
            "volume": "280",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Place-based social contact and mixing: a typology of generic meeting places of relevance for infectious disease transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strömgren",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Dahlström",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epidemiol Infect",
            "volume": "145",
            "issn": "",
            "pages": "2582--2593",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A mechanistic model of infection: why duration and intensity of contacts should be included in models of disease spread",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Theor Biol Med Model",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Collecting close-contact social mixing data with contact diaries: reporting errors and biases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "U"
                    ],
                    "last": "Burri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scherzinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Scholz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Epidemiol Infect",
            "volume": "140",
            "issn": "",
            "pages": "744--752",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Comparison of contact patterns relevant for transmission of respiratory pathogens in Thailand and The Netherlands using respondent-driven sampling",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Buskens",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Efficient estimation of age-specific social contact rates between men and women",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van De Kassteele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Eijkeren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Appl Stat",
            "volume": "11",
            "issn": "",
            "pages": "320--339",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Estimating contact patterns relevant to the spread of infectious diseases in Russia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Litvinova",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Theor Biol",
            "volume": "419",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Social contacts and the locations in which they occur as risk factors for influenza infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Royal Soc Lond B",
            "volume": "281",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Social mixing patterns in rural and urban areas of southern China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Royal Soc Lond B",
            "volume": "281",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Social contact patterns relevant to the spread of respiratory infectious diseases in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Social contacts, vaccination decisions and influenza in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ibuka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkusa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Epidemiol Community Health",
            "volume": "70",
            "issn": "",
            "pages": "162--167",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Representative contact diaries for modeling the spread of infectious diseases in Taiwan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Social contact patterns in Vietnam and implications for the control of infectious diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "T"
                    ],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Quantifying age-related rates of social contact using diaries in a rural coastal population of Kenya",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kiti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Kinyanjui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Koech",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Munywoki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Medley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nokes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Age-and sex-specific social contact patterns and incidence of mycobacterium tuberculosis infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Looker",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Plumb",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Epidemiol",
            "volume": "183",
            "issn": "",
            "pages": "156--166",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Social mixing patterns within a South African township community: implications for respiratory disease transmission and control",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnstone-Robertson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morrow",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Epidemiol",
            "volume": "174",
            "issn": "",
            "pages": "1246--1255",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Social contact structures and time use patterns in the Manicaland province of Zimbabwe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Melegaro",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Fava",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "RESPIRA PERU project. A household-based study of contact networks relevant for the spread of infectious diseases in the highlands of Peru",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Grijalva",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goeyvaerts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Verastegui",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Design and methods of a social network isolation study for reducing respiratory infection transmission: the eX-FLU cluster randomized trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Simanek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Epidemics",
            "volume": "15",
            "issn": "",
            "pages": "38--55",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Social contact networks for the spread of pandemic influenza in children and teenagers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Public Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Factors associated with social contacts in four communities during the 2007-2008 influenza season",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Destefano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Currivan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiol Infect",
            "volume": "139",
            "issn": "",
            "pages": "1181--1190",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Estimating within-school contact networks to understand influenza transmission",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Handcock",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Appl Stat",
            "volume": "6",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "How should social mixing be measured: comparing web-based survey and sensor-based methods",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Barclay",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Seeni",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Comparison of three methods for ascertainment of contact information relevant to respiratory pathogen transmission in encounter networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccaw",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Nathan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Social encounter profiles of greater Melbourne residents, by location-a telephone survey",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rolls",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Geard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Warr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Who's holding the baby? A prospective diary study of the contact patterns of mothers with an infant",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcvernon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Nathan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Geard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Use of seasonal influenza virus titer and respiratory symptom score to estimate effective human contact rates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Chio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Epidemiol",
            "volume": "22",
            "issn": "",
            "pages": "353--363",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Social contact patterns of school-age children in Taiwan: comparison of the term time and holiday periods",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiol Infect",
            "volume": "143",
            "issn": "",
            "pages": "1139--1147",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Comparison of the social contact patterns among school-age children in specific seasons, locations, and times",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Luh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Epidemics",
            "volume": "14",
            "issn": "",
            "pages": "36--44",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Contact patterns in a high school: a comparison between data collected using wearable sensors, contact diaries and friendship surveys",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mastrandrea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fournet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Comparison of convenience sampling and purposive sampling",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Etikan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Alkassim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Theor Appl Stat",
            "volume": "5",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Estimates of social contact in a middle school based on self-report and wireless sensor data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leecaster",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Toth",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Pettey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Comparison of paper diary vs computer assisted telephone interview for collecting social contact data relevant to the spread of airborne infectious diseases",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Akakzia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Friedrichs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mossony",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "European Journal of Public Health",
            "volume": "17",
            "issn": "",
            "pages": "189--189",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Online respondent-driven sampling for studying contact patterns relevant for the spread of close-contact pathogens: a pilot study in Thailand",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Steenbergen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chanyasanha",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Seroprevalence of antibodies to highly pathogenic avian influenza A (H5N1) virus among close contacts exposed to H5N1 cases",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Creative Research System",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Non-parametric standard errors and tests for network statistics",
            "authors": [
                {
                    "first": "Tab",
                    "middle": [],
                    "last": "Snijders",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Borgatti",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Connections",
            "volume": "22",
            "issn": "",
            "pages": "61--70",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "On the question of effective sample size in network modeling: an asymptotic inquiry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Kolaczyk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Krivitsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Stat Sci",
            "volume": "30",
            "issn": "",
            "pages": "184--198",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Modeling social networks from sampled data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Handcock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Gile",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Appl Stat",
            "volume": "4",
            "issn": "",
            "pages": "5--25",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Inference for social network models from egocentrically sampled data, with application to understanding persistent racial disparities in HIV prevalence in the US",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Krivitsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann Appl Stat",
            "volume": "11",
            "issn": "",
            "pages": "427--455",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Contact diaries: building archives of actual and comprehensive personal networks. Field methods",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "194--217",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Estimating infectious disease parameters from data on social contacts and serological status",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goeyvaerts",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ogunjimi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J R Stat Soc: Ser C (Applied Statistics)",
            "volume": "59",
            "issn": "",
            "pages": "255--277",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Incidence and reproduction numbers of pertussis: estimates from serological and social contact data in five European countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Pebody",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Mining social mixing patterns for infectious disease models based on a two-day population survey in Belgium",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goeyvaerts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aerts",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shkedy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beutels",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Temporal factors in school closure policy for mitigating the spread of influenza",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Kwoh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Public Health Policy",
            "volume": "32",
            "issn": "",
            "pages": "180--197",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "What types of contacts are important for the spread of infections?: using contact survey data to explore European mixing patterns",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Melegaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zagheni",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemics",
            "volume": "3",
            "issn": "",
            "pages": "143--151",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "TransMID project and collaborators. data repository",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Temporal variation of human encounters and the number of locations in which they occur: a longitudinal study of Hong Kong residents",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Royal Soc Interface",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Social mixing in Fiji: whoeats-with-whom contact patterns and the implications of age and ethnic heterogeneity for disease dynamics in the Pacific Islands",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coriakula",
                    "suffix": ""
                },
                {
                    "first": "Dtt",
                    "middle": [],
                    "last": "Ngoc",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLOS ONE",
            "volume": "12",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Socialmixr R package",
            "authors": [
                {
                    "first": "Sebastian",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The PRISMA flowchart of the search process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution of number of representative surveys based on continents and time periods. Countrywide surveys cover the whole country in which they were conducted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Average number of contacts measured and 95% CI. For surveys reporting mean number and SD a 95% CI for the mean was computed. Surveys are labeled according to the publication's first author, year and to the country in which the survey was performed. Ordering is performed based on increasing sample size within the specific design strata.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Determinants of number of social contacts. Surveys are tagged as \"Yes\" if a relevant connection between the number of contacts and the determinant was identified, \"No\" if evidence was not identified, or \"NA\" if the given determinant was not analyzed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Scaling information: Information on the size of the possible pool of contactees (like household or school size) proves valuable for testing general assumptions on the scaling of human interactions with the size of the population. (9) Behavioral change: Possible indicators of behavioral",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "AND ([social contact*] OR [mixing behavio*] OR [mixing pattern*] OR [contact pattern*] OR [contact network*] OR [contact survey*] OR [contact data])",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table provides summaries of all 64 social contact surveys.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summaries of Social Contact Surveys",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Continued)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "TransMID and 283955 DECIDE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "This work received funding from the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (grant agreement 682540"
        },
        {
            "text": "General population People of all ages 505 NA a As the multi-country survey was published while data collection was still on-going in the Netherlands, only 269 of these 825 participants were included in the study published by Mossong et al. 6 These 269 participants were also included in the study published by van de Kassteele et al. 32 Therefore, even if these studies are listed separately in this table, only one survey is counted.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 334,
                    "end": 336,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}