{
    "paper_id": "f46ad7149ec602bd131fd370682f1b73235cfacc",
    "metadata": {
        "title": "The Effectiveness of Convalescent Plasma and Hyperimmune Immunoglobulin for the Treatment of Severe Acute Respiratory Infections of Viral Etiology: A Systematic Review and Exploratory Meta-analysis",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Mair-Jenkins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Saavedra-Campos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Kenneth Baillie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Edinburgh",
                    "location": {
                        "settlement": "Midlothian"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Cleary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fu-Meng",
                "middle": [],
                "last": "Khaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [
                    "Shen"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham University Hospitals NHS Trust",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Sophia",
                "middle": [],
                "last": "Makki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "D"
                ],
                "last": "Rooney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the West of Scotland",
                    "location": {
                        "settlement": "Hamilton",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Convalescent",
                "middle": [],
                "last": "Plasma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Study",
                "middle": [],
                "last": "Group",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "S"
                ],
                "last": "Nguyen-Van-Tam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "R"
                ],
                "last": "Beck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. Administration of convalescent plasma, serum, or hyperimmune immunoglobulin may be of clinical benefit for treatment of severe acute respiratory infections (SARIs) of viral etiology. We conducted a systematic review and exploratory meta-analysis to assess the overall evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods. Healthcare databases and sources of grey literature were searched in July 2013. All records were screened against the protocol eligibility criteria, using a 3-stage process. Data extraction and risk of bias assessments were undertaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results. We identified 32 studies of SARS coronavirus infection and severe influenza. Narrative analyses revealed consistent evidence for a reduction in mortality, especially when convalescent plasma is administered early after symptom onset. Exploratory post hoc meta-analysis showed a statistically significant reduction in the pooled odds of mortality following treatment, compared with placebo or no therapy (odds ratio, 0.25; 95% confidence interval, .14-.45; I 2 = 0%). Studies were commonly of low or very low quality, lacked control groups, and at moderate or high risk of bias. Sources of clinical and methodological heterogeneity were identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions. Convalescent plasma may reduce mortality and appears safe. This therapy should be studied within the context of a well-designed clinical trial or other formal evaluation, including for treatment of Middle East respiratory syndrome coronavirus CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of 23 May 2014, the World Health Organization (WHO) had been informed of 635 persons with laboratory-confirmed Middle East respiratory syndrome coronavirus (MERS-CoV) infection, of whom 193 (30%) have died [1] . The current approach to clinical management of MERS-CoV infection centers on general supportive care, with provision of critical care and organ support when necessary [2] . It has recently been suggested that administration of convalescent plasma or hyperimmune immunoglobulin will yield a clinical effect for treatment of MERS-CoV infection [3] . However, numerous uncertainties remain because the clinical course, viral replication kinetics, and host interactions are yet to be fully established [4] . Furthermore, the underlying evidence is based on studies of varying size and quality that describe clinical experience in treating other viral infections, including those due to SARS coronavirus (SARS-CoV), Spanish influenza A(H1N1), avian influenza A(H5N1), and 2009 pandemic influenza A (H1N1) (hereafter, \"influenza A[H1N1]pdm09\") [5] [6] [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conducted a systematic review and exploratory meta-analysis to evaluate the clinical effectiveness of convalescent plasma, serum, or hyperimmune immunoglobulin for the treatment of severe acute respiratory infections (SARIs) of viral etiology, to help inform clinical management of MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This systematic review was conducted in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines [10] . The study protocol was registered with the National Institute for Health Research international prospective register of systematic reviews [11] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The study eligibility criteria are available elsewhere [11] . Briefly, the study population of interest was human subjects of any age or sex who were hospitalized with SARIs with a laboratory-confirmed or suspected viral etiology. The intervention of interest was convalescent plasma, serum, or hyperimmune immunoglobulin derived from convalescent plasma. Comparator treatments included placebo, sham therapy, or no intervention; studies with no comparator group were also included. Outcome measures were derived from the protocol research questions to ascertain the clinical effectiveness of therapy [11] .",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Two reviewers (J. M.-J. and M. S.-C.) executed the search strategy in July 2013. The sources of information searched and search construct are available elsewhere [11] . Adaptations were made for search interfaces that did not allow use of complex constructs. All search records were imported to EndNote X5 software (Thomson Reuters, San Francisco, CA) or screened manually, using paper records. Following the removal of duplicate entries, a 3-stage screening process was followed to identify eligible records through the sequential examination of each title, abstract, and full text. Two reviewers (J. M.-J. and M. S.-C.) screened each record, with provision for arbitration from a third reviewer (C. R. B.).",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Search Strategy and Study Selection"
        },
        {
            "text": "Data were collected independently by paired reviewers, using a piloted form. Consensus agreement for each extracted data item was reached by discussion, with provision for arbitration from a third reviewer (J. M.-J., M. S.-C., and C. R. B.). The data extraction form is available as an appendix to the study protocol [11] .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Risk of bias assessments were performed at the outcome measure level during data collection. The Cochrane Collaboration tool was used for experimental and prospective cohort studies [12] , the Newcastle-Ottawa scale was used for observational studies (excluding prospective cohort studies) [13] , and a tool published by the US Agency for Healthcare Research and Quality was used for systematic reviews [14] . Records limited to abstracts were not assessed, because of the paucity of information contained therein.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Risk of Bias Within Studies"
        },
        {
            "text": "Odds ratios (ORs), case-fatality rates (CFRs), absolute differences in CFRs, and difference in means were calculated as summary statistics with 95% confidence intervals (CIs). Study characteristics and outcome measures were tabulated. A recognized framework for narrative synthesis was adopted [15] . Because of potential concerns with clinical heterogeneity, analyses were stratified by viral etiology for each research question in accordance with the protocol [11] .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Summary Measures and Synthesis of Results"
        },
        {
            "text": "An exploratory, post hoc, random-effects-model metaanalysis was conducted to describe the pooled OR of mortality, irrespective of SARI etiology, following treatment with convalescent plasma or serum, using the odds after receipt of placebo or no therapy as a reference. Results were adjusted by adding 0.5 to each cell of the contingency table when no deaths occurred in the exposed group in individual studies [12] . Meta-analysis of crude CFRs, using a random-effects model, was undertaken. Statistical heterogeneity was ascertained using the I 2 statistic, and meta-analyses were abandoned when this reached 85% [16] . Sensitivity analyses were undertaken to investigate the impact of excluding studies with ≤5 patients in the exposed group. Publication bias was assessed through construction of funnel plots and by use of the Egger test.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Summary Measures and Synthesis of Results"
        },
        {
            "text": "All statistical analyses were conducted using Stata software, version 12.1 (StataCorp, College Station, TX), except for meta-analysis of pooled proportions, for which we used StatsDirect software, version 2.8.0 (StatsDirect, Altrincham, United Kingdom). Statistical significance was assumed at the 5% level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary Measures and Synthesis of Results"
        },
        {
            "text": "The search process yielded 3406 records ( Figure 1 ). After sifting 1449 unique records against the protocol eligibility criteria, we identified 32 studies from 50 reports (Supplementary Table 1 ). Three studies could not be obtained [17] [18] [19] , although results from a study by Bass et al [17] were reported elsewhere [20] , which enabled their inclusion. French (n = 1), German (n = 2), and Korean (n = 2) records were screened by single reviewers because of a lack of multilingual collaborators.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 50,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 187,
                    "end": 194,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Study Selection"
        },
        {
            "text": "The study characteristics are summarized in Supplementary  Table 2 . Three systematic reviews met our protocol eligibility criteria [7, 21, 22] . Data on 1327 patients from 6 case studies [23] [24] [25] [26] [27] [28] , 20 case series [8, 17, 20, [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [44] [45] , 2 case-comparison studies [46, 47] , and 1 prospective cohort [48] were included. We identified 13 observational studies published between 1918 and 1920, which studied 980 patients who received a clinical diagnosis of influenza-associated pneumonia or Spanish influenza A (H1N1) infection [17, 20, 33-35, 38-44, 47] . It is unclear whether some of these studies recruited patients with secondary bacterial pneumonia. Sixteen observational studies that met our protocol eligibility criteria were published between 2003 and 2011. Four studies reported outcomes for 29 patients infected with avian influenza A(H5N1) [23, 26, 27, 36] , 4 studies reported outcomes for 104 patients infected with influenza A (H1N1)pdm09 [24, 30, 37, 48] , and 8 studies reported outcomes for 214 patients with SARS [8, 25, 28, 29, 31, 32, 45, 46] . The clinical status of patients at the time of treatment administration varied, as did concomitant treatments and comorbidities. Convalescent plasma was used in all observational studies of SARS-CoV, influenza A(H1N1)pdm09, and avian influenza A(H5N1) infections (Supplementary Table 2 ). For Spanish influenza A(H1N1) infection, 2 observational studies used convalescent plasma, and 11 used convalescent serum (Supplementary Table 2 ). No studies that used hyperimmune immunoglobulin met our protocol eligibility criteria. The use of sham treatments or placebos was not reported.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 203,
                    "end": 207,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 623,
                    "end": 649,
                    "text": "[17, 20, 33-35, 38-44, 47]",
                    "ref_id": null
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 956,
                    "end": 959,
                    "text": "27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 960,
                    "end": 963,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1127,
                    "end": 1130,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1131,
                    "end": 1134,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1139,
                    "end": 1142,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1147,
                    "end": 1150,
                    "text": "32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 66,
                    "text": "Supplementary  Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1439,
                    "end": 1446,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1587,
                    "end": 1594,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Study Characteristics"
        },
        {
            "text": "Two systematic reviews were at low risk of bias [7, 21] , whereas one was at moderate to low risk of bias across most domains ( Table 1 ) [22] . Data extraction was judged to be a moderate source of bias in all systematic reviews. Search strategies were also a moderate source of bias in 2 systematic reviews, as grey literature and non-peer-reviewed sources were not considered [7, 22] .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Risk of Bias Within Studies"
        },
        {
            "text": "The risks of bias of 2 outcomes in a single prospective cohort study were considered to be moderate ( Table 2 ) [48] . The lack of randomized treatment allocation may have introduced systematic error, and the viral load outcome was at high risk of bias because of incomplete follow-up of patients. Figure 2 summarizes the risk of bias assessments for 44 outcomes from 25 observational studies. Studies reported outcomes that were either at moderate risk (11 outcomes) or moderate to high risk of selection bias (33 outcomes). The majority of studies lacked a comparator group, and 28 studies were at high or very high risk of reporting bias. This suggests that the observational study data included are at moderate to high risk of bias.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 298,
                    "end": 306,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Risk of Bias Within Studies"
        },
        {
            "text": "Three studies were not assessed for risk of bias, because they presented insufficient data [17, 29, 45] . Table 3 summarizes our narrative synthesis, and Supplementary  Table 3 shows results of the individual studies that included an all-cause mortality outcome. Meta-analyses, sensitivity analyses, and assessments of publication bias, by viral etiology, proved unfeasible due to a paucity of suitable data. There were no data available to address study questions relating to organ failure and sepsis or to hospital readmission and recurrence of severe disease. Table 3 and Supplementary 3 summarize 8 observational studies at moderate to high risk of bias that reported improved mortality after patients received various doses of convalescent plasma [8, 25, 28, 29, 31, 32, 45, 46] . A retrospective case-comparison study showed a CFR reduction after plasma treatment that reached statistical significance (absolute reduction in CFR, 23%; 95% CI, 6%-42%; P = .049) [46] . A second study with a comparator group described a cluster of 29 cases of SARS-CoV infection in which 1 patient received convalescent plasma and survived (absolute reduction in CFR, 7%; 95% CI, −2% to 17%; P = .93) [32, 49] . Three small studies reported treatment of 5 patients with no deaths, and a case series by Cheng et al reported a CFR of 12.5% (10 of 80 patients) following treatment (Supplementary Table 3 ) [8, 9, 25, 28, 31, 45, 50] . Within this series, a subgroup analysis of 30 patients found that those treated when PCR-positive but seronegative for SARS-CoV were more likely to be discharged within 22 days of admission than those who were seropositive at the time of plasma infusion (67% vs 20%; P = .001). A further subgroup analysis of 48 patients found that receipt of convalescent plasma treatment <14 days after onset of symptoms improved the likelihood of discharge within 22 days of admission (58% vs 16%; P < .001); this remained significant after adjustment for age, viral status, time of administration, and lactate dehydrogenase level, suggesting that early treatment with convalescent plasma may be beneficial. However, allocation of treatment was mostly based on the physician's decision and the availability of plasma, and this study was at high risk of bias.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "text": "49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1391,
                    "end": 1394,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1395,
                    "end": 1397,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1398,
                    "end": 1401,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1402,
                    "end": 1405,
                    "text": "28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1410,
                    "end": 1413,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1414,
                    "end": 1417,
                    "text": "50]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 176,
                    "text": "Table 3 summarizes our narrative synthesis, and Supplementary  Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 563,
                    "end": 570,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1381,
                    "end": 1388,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Risk of Bias Within Studies"
        },
        {
            "text": "Four observational studies [24, 30, 37, 48] and 1 systematic review [22] reported data on severe cases of influenza A(H1N1)pdm09 infection treated with convalescent plasma (Table 3 and Supplementary Table 3 ). Hung et al [48] performed a prospective cohort study in which patients received a single 500-mL dose of convalescent plasma with a neutralizing antibody titer of >1:160. Univariate analysis showed a significant absolute reduction in CFR of 35% (95% CI, 14%-56%; P = .01) after treatment. Multivariable analysis also showed a significant reduction in the relative risk of mortality (OR, 0.20; 95% CI, .06-.69; P = .011), although the factors adjusted for were not clearly stated. Both groups received other treatments, such as neuraminidase inhibitors and steroids (Supplementary Table 2 ). This nonrandomized study was at moderate risk of bias. A small study by Chan et al [30] at moderate risk of bias reported exclusively on patients who received extracorporeal membrane oxygenation (ECMO) and showed a nonsignificant absolute reduction of 33% (95% CI, −20% to 87%) in the CFR after convalescent plasma treatment.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 32,
                    "end": 35,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 36,
                    "end": 39,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 40,
                    "end": 43,
                    "text": "48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 68,
                    "end": 72,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 206,
                    "text": "(Table 3 and Supplementary Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 789,
                    "end": 796,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Influenza A(H1N1)pdm09 Infection"
        },
        {
            "text": "In a case series at high risk of bias, in which 2 of 26 patients receiving convalescent plasma, a nonsignificant absolute reduction of 70% (95% CI, 52%-89%; P = .11) in the CFR was observed (Supplementary Table 3 ) [36] . Three case reports reported recovery among patients who were treated with convalescent plasma [23, 26, 27] . The dose of convalescent plasma varied across each study, and the neutralizing antibody titer was reported for only 1 case (1:80) [26] . All studies were at high to moderate risk of bias and had patients who were given other therapies concomitantly (including steroids and antivirals), which could have influenced the reported clinical effect. ",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 212,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Avian Influenza A(H5N1) Infection"
        },
        {
            "text": "A systematic review and meta-analysis by Luke et al [21] showed that treatment with convalescent plasma, serum, or blood was associated with a significant absolute reduction of 21% (95% CI, 15%-27%) in the pooled CFR. Statistical heterogeneity was low (I 2 = 29.3%), although interventions were clinically heterogeneous. Of the 6 studies included in the meta-analysis, 2 reported use of convalescent whole blood; however, these studies only contributed 84 patients (25%) in the treatment group. When timing of treatment was recorded, patients who received early treatment (<4 days from pneumonia onset) had a CFR of 19% (28 of 148), compared with 59% (49 of 83) for those treated later [21] . Only 2 studies of convalescent serum reported a comparator group [38, 47] . Both reported absolute reductions in CFR after treatment, with a reduction of 19% (95% CI, 11%-48%) in one and 22% (95% CI, 11%-32%) in the other; the reduction in the latter reached statistical significance (P = .008). The remaining studies observed a CFR ranging from 0% (0 of 2) to 48% (12 of 25) after treatment (Supplementary Table 3) . A significant absolute reduction in the CFR was observed in a case series of 157 cases, 46 of whom received convalescent plasma (absolute reduction in the CFR, 18%; 95% CI, 8% to 30%; P = .0075) [33] . A further study of patients treated with convalescent plasma reported a CFR of 50% (7 of 14) [41] .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[38,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1406,
                    "end": 1410,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1100,
                    "end": 1108,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Spanish Influenza A(H1N1) Infection"
        },
        {
            "text": "The majority of studies on Spanish influenza A(H1N1) infection were found to have high risk of bias due to the use of now archaic research methods and a risk of wartime censorship and publication bias [21] .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Spanish Influenza A(H1N1) Infection"
        },
        {
            "text": "The post hoc meta-analysis evaluated pooled data from 8 comparative studies: 2 studies of SARS-CoV infection [32, 46] , 2 of influenza A(H1N1)pdm09 infection [30, 48] , 1 of avian influenza A(H5N1) infection [36] , and 3 of Spanish influenza A(H1N1) infection [33, 38, 47] . There was a statistically significance lower risk of mortality in the group treated with convalescent plasma or serum ( pooled OR, 0.25; 95% CI, .14 to .45; P < .001; I 2 = 0%; Figure 3 ). Examination of the funnel plot and findings of the Egger test showed no evidence of publication bias. Sensitivity analyses that excluded studies with ≤5 cases demonstrated little variation in the pooled OR or change in statistical heterogeneity (Figure 4) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "38,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "47]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 460,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 709,
                    "end": 719,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Exploratory Post Hoc Meta-analysis"
        },
        {
            "text": "Meta-analysis of the crude CFR in treated patients was rejected due to excessive statistical heterogeneity (I 2 = 85%). Sensitivity analysis that excluded studies with ≤5 cases did not account for this and was similarly abandoned (I 2 = 91%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exploratory Post Hoc Meta-analysis"
        },
        {
            "text": "Convalescent plasma treatment was associated with a significant increase in the proportion of SARS-CoV-infected patients discharged within 22 days of admission in 1 center (absolute difference, 54%; 95% CI, 25%-85%; P = .004) after excluding patients with comorbidities from the analysis (Table 3 ) [46] . A further SARS-CoV infection case series [31] reported that 47% of patients (15 of 33) were discharged by day 22, and initiation of therapy was significantly earlier among patients discharged by that time (mean number of days from symptom onset, 11.67 vs 16.04; P < .001). Both studies were at moderate to high risk of selection bias and confounding by indication. A case-comparison study at moderate risk of bias [30] reported no significant difference in length of hospital stay between treatment and control patients with severe pandemic influenza A (H1N1) infection who required ECMO ( Table 3) .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 896,
                    "end": 904,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Hospital Length of Stay"
        },
        {
            "text": "A retrospective observational study [30] reported that convalescent plasma treatment made nonsignificant reductions to the length of time spent in the intensive care unit, days of No data were reported in identified studies.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Duration of Critical Care Support"
        },
        {
            "text": "Significantly lower viral load after treatment was observed at days 3, 5, and 7 after ICU admission in subgroup analysis of 1 prospective study, which was at moderate to high risk of bias. One noncomparative study found a reduction in viral load after treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Critical Care Support"
        },
        {
            "text": "No adverse events or complications were reported after treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Critical Care Support"
        },
        {
            "text": "Nonsignificant benefits following intervention were reported in 1 study with comparator data. Three case reports reported no deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "No comparative data were reported. The length of hospital stay was 94 d in a case report at high risk of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "No comparative data were reported. One case report, which had a high risk of bias, cited that treatment allowed discontinuation of mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "Specific antibodies were detected between day 7 and day 16 after treatment in a case report at high risk of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "No comparative data were reported. Three studies reported reductions in viral load after treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "No adverse events or complications were reported after treatment. A pooled absolute reduction of 21% (95% CI, 15%-27%)in the CFR was reported by a meta-analysis at low risk of bias. This pooled 6 studies, including 2 studies using convalescent blood. Subgroup analyses suggested that early treatment was beneficial. The absolute reduction in the risk of mortality ranged from 18.66% (95% CI, 10.62%-47.95%) to 21.60% (95% CI, 11.2%-31.93%) in 3 studies at high risk of bias. Ten noncomparative studies found that the CFR varied from 0% (0/2) to 50% (7/14) .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 555,
                    "text": "(7/14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "No data were reported in identified studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "No data were reported in identified studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "No data were reported in identified studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "No data were reported in identified studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "Three studies reported chills, increased temperature, and sweats after infusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "Abbreviations: CFR, case-fatality rate; CI, confidence interval; ECMO, extracorporeal membrane oxygenation; ICU, intensive care unit; influenza A(H1N1)pdm09, 2009 pandemic influenza A(H1N1); SARS-CoV, severe acute respiratory syndrome coronavirus. a All studies reported use of convalescent plasma, except 11 studies, in which convalescent serum was used to treat Spanish influenza A(H1N1) infection, and 1 meta-analysis of 6 studies, 2 of which reported use of convalescent blood to treat Spanish influenza A(H1N1) infection. Additional data pertaining to individual studies (including comparator data, where presented) are available in the Supplementary Materials. mechanical ventilation, or number of days of ECMO for 6 patients with severe pandemic influenza A (H1N1)pdm09 infection (Table 3) . Two other case reports of pandemic influenza A (H1N1)pdm09 infection [24] and avian influenza A(H5N1) infection [27] also suggested that convalescent plasma may have aided clinical improvement and reduced the duration of mechanical ventilation.",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 872,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 787,
                    "end": 796,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Avian influenza A(H5N1)"
        },
        {
            "text": "We identified limited evidence relating to levels of viral antibodies after convalescent plasma treatment; studies did not use a comparator and were at high risk of bias. Peaks in SARS-CoV antibody levels occurred 3-5 days following receipt of a single dose of convalescent plasma in 3 healthcare workers (Table 3 ) [8] . However, it is likely that other treatments, such as intravenous immunoglobulin, ribavirin and steroids, may have influenced the relationship between plasma and antibody levels.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Viral Antibody Levels"
        },
        {
            "text": "A case report of a patient with avian influenza A(H5N1) infection also found that virus-specific antibodies appeared 7-16 days following administration of convalescent plasma [23] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Viral Antibody Levels"
        },
        {
            "text": "The SARS-CoV load in the respiratory tract decreased at a higher rate in patients who received convalescent plasma in a subgroup analysis of 44 patients with influenza A(H1N1)pdm09 infection in a prospective cohort study (Table 3) ; [48] viral loads were significantly lower 3, 5, and 7 days after intensive care unit admission. However, there was a high risk of selection bias for this outcome, and concomitant treatments, including oseltamivir, zanamivir, and corticosteroids, may have confounded the results. Further studies reported that viral load became rapidly undetectable in the blood of 3 patients with SARS-CoV infection [8] and in respiratory tract specimens from a patient infected with influenza A(H1N1)pdm09 [24] after treatment. Similar decreases in viral loads in serum and respiratory tract specimens were observed in 3 cases of avian influenza A(H5N1) infection, with virus becoming undetectable 2-3 days after initiation of convalescent plasma treatment for 2 cases and 7-16 days after treatment initiation for the third case (Supplementary Table 3 ) [23, 26, 36] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 230,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1046,
                    "end": 1068,
                    "text": "(Supplementary Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Viral Load"
        },
        {
            "text": "No studies reported a serious adverse event, and few studies reported information about treatment complications, although minor complications may be underreported in the literature. Two observational studies [8, 46] concerned with SARS-CoV infection reported that treatments did not cause harm when administered to patients. One study involving influenza A(H1N1) pdm09 infection reported that no adverse events were observed in the treatment group [48] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Severe Adverse Events and Treatment Complications"
        },
        {
            "text": "Three studies from 1918-1920 (involving 101-157 patients with influenza) reported minor infusion complications, including chills, increased temperature [34, 44] , and sweats [33] . A study of 14 patients did not report chills or any serious complications. The methods and reporting of these studies reflect the period during which they were conducted, and the studies are therefore at high risk of bias.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Severe Adverse Events and Treatment Complications"
        },
        {
            "text": "Our analyses suggest that convalescent plasma may have a clinically relevant impact in reducing the rate of mortality and viral load in patients with SARI of viral etiology. Post hoc pooled meta-analysis across all viral etiologies showed a statistically significant 75% reduction in the odds of mortality among those who were treated with convalescent plasma or serum. We found no evidence of serious adverse events or complications due to therapy and limited evidence of a reduction in the use of critical care resources and the length of hospital stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Of interest is the evidence for a survival benefit after early administration. A recent multicenter, prospective, double-blind, randomized control trial compared the use of hyperimmune immunoglobulin (derived from influenza A(H1N1)pdm09 convalescent plasma) to intravenous immunoglobulin manufactured before the 2009 pandemic [5] . For 22 patients from this study who received treatment within 5 days of symptom onset and were excluded per protocol, a multivariate subgroup analysis demonstrated that hyperimmune immunoglobulin had a protective effect (OR, 0.14; 95% CI, .02-.92) [5] . Evidence from studies of SARS-CoV infection [31] and Spanish influenza A(H1N1) infection [21] showed a survival benefit following convalescent plasma treatment within 14 days and 4 days of symptom onset, respectively. These findings suggest that early initiation of treatment may be of critical importance to reducing mortality in patients with SARI of viral etiology.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A lack of high-quality studies and a paucity in the volume of relevant literature limited our analyses. Observational studies were predominately case reports or series, had no control groups, and had a moderate to high risk of bias. Findings were commonly at high risk of confounding by indication. Although selection or reporting bias may favor the intervention, recruiting patients who are clinically deteriorating or moribund would bias the result in the opposite direction. Adequate methodological or statistical measures were infrequently used to control bias and confounding, and we identified numerous sources of clinical and methodological heterogeneity. We cannot be assured that all Spanish influenza A(H1N1) infection studies were included since our protocol did not include hand searching of literature from 1918-1920. Although our post hoc metaanalyses were undertaken to help inform clinical decision making, the theoretical rationale for pooling mortality data from different viral etiologies remains to be fully established. The results obtained must be considered experimental and interpreted with an appropriate level of caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "We did not identify any reports of convalescent plasma use for patients with MERS-CoV infection. The evidence for a reduction in mortality associated with convalescent plasma is strongest for SARS and influenza A(H1N1)pdm09 infection. Although it is clinically rational to consider novel therapies for critically ill patients, there is evidence that maximum benefit from convalescent plasma might be realized through early initiation of therapy. However, many treatment protocols currently mention convalescent plasma as a treatment of last resort. If this treatment is considered for MERS-CoV-infected patients with SARI, it should ideally only be administered in acute centers able to manage potential treatment-related complications, such as transfusionrelated acute lung injury. We consider this a precautionary approach because of the limited clinical experience of administering convalescent plasma to this patient group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Practice"
        },
        {
            "text": "Improved knowledge regarding the mode of action of convalescent plasma and the virologic and immunologic kinetics of novel respiratory infections that cause SARI (such as MERS-CoV) are needed. This would help clarify the potential benefits and harms of treatment, identify optimal dosage, and ascertain whether repeated treatments are relevant factors for clinical practice. Randomized controlled trials or observational studies that adopt a standardized minimum data set are needed to better evaluate convalescent plasma as a therapeutic option for MERS-CoV infection before it can be fully recommended or before refinements can be made over its current use, other than our current recommendation for early use. The WHO and the International Severe Acute Respiratory and Emerging Infection Consortium are currently developing a clinical trial protocol to investigate the effectiveness of passive immunotherapy for patients with SARI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Further Research Needs"
        },
        {
            "text": "Available evidence suggests that convalescent plasma is likely to reduce mortality during SARIs of viral etiology, with larger treatment effects if it commenced early after symptom onset. However, this is based on predominately low-quality, uncontrolled studies. Our review supports the use of convalescent plasma in critically ill MERS-CoV-infected patients as part of a well-designed clinical trial or other formal evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We thank the following reviewers from the Convalescent Plasma Study Group, who evaluated non-English-language articles on the basis of protocol eligibility criteria and undertook risk of bias assessments and data extraction: Dr Ana L. P. Mateus ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY GROUP MEMBERS"
        },
        {
            "text": "Supplementary materials are available at The Journal of Infectious Diseases online (http://jid.oxfordjournals.org). Supplementary materials consist of data provided by the author that are published to benefit the reader. The posted materials are not copyedited. The contents of all supplementary data are the sole responsibility of the authors. Questions or messages regarding errors should be addressed to the author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)-update",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical management of severe acute respiratory infections when novel coronavirus is suspected: what to do and what not to do",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "State of knowledge and data gaps of middle east respiratory syndrome coronavirus (MERS-CoV) in humans",
            "authors": [
                {
                    "first": "Who Mers-Cov Research",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Curr Outbreaks",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hyperimmune iv immunoglobulin treatment: A multicenter double-blind randomized controlled trial for patients with severe 2009 influenza a(H1N1) infection",
            "authors": [
                {
                    "first": "Ifn",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "C-K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chest",
            "volume": "144",
            "issn": "",
            "pages": "464--73",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Treatment of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "583--91",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS: systematic review of treatment effects",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Stockman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Experience of using convalescent plasma for severe acute respiratory syndrome among healthcare workers in a Taiwan hospital",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiueh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Siu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Antimicrob Chemother",
            "volume": "56",
            "issn": "",
            "pages": "919--941",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Convalescent Plasma and Hyperimmune Ig for SARIs",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2015",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The management of coronavirus infections with particular reference to SARS",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Antimicrob Chemother",
            "volume": "62",
            "issn": "",
            "pages": "437--478",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "Prisma",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) and the effectiveness of convalescent plasma for the treatment of severe acute respiratory infections of viral aetiology: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mair-Jenkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saavedra-Campos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nguyen-Van-Tam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cochrane handbook for systematic reviews of interventions. Version 5.1.0. Updated",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Newcastle-Ottawa Scale (NOS) for assessing the quality of non-randomised studies in meta-analyses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tugwell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Systems to rate the strength of scientific evidence: summary",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lohr",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mckoy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Centre for Reviews and Dissemination. Systematic Reviews: CRD's guidance for undertaking reviews in health care",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Influenza vaccination for immunocompromised patients: systematic review and meta-analysis from a public health policy perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Hashim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Use of serum in the treatment of influenza-pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bass",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ervin",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "Nav Med Bull",
            "volume": "",
            "issn": "",
            "pages": "71--74",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Treatment of influenza with injections of blood from convalescents",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Simici",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "Paris Med J",
            "volume": "43",
            "issn": "",
            "pages": "474--481",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Treatment of influenza pneumonia with serum from convalescents",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jacobaeus",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "Sven Lakartidnin",
            "volume": "18",
            "issn": "",
            "pages": "385--99",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Treatment of influenza pneumonia by use of convalescent human serum",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Redden",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "Boston Med Surg J",
            "volume": "161",
            "issn": "",
            "pages": "688--91",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Meta-analysis: convalescent blood products for Spanish influenza pneumonia: a future H5N1 treatment?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilbane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Intern Med",
            "volume": "145",
            "issn": "",
            "pages": "599--609",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Clinical research during a public health emergency: a systematic review of severe pandemic influenza management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortiz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Rudd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care Med",
            "volume": "41",
            "issn": "",
            "pages": "1345--52",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Successful treatment of avian influenza with convalescent plasma",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hong Kong Med J",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Convalescent plasma for prophylaxis and treatment of severe pandemic influenza A (H1N1) 2009 infection: Case reports",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiesneth",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mertens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schrezenmeier",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vox Sang",
            "volume": "99",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Treatment of severe acute respiratory syndrome with convalescent plasma",
            "authors": [
                {
                    "first": "Vws",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "Akl",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Jjy",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hong Kong Med J",
            "volume": "9",
            "issn": "",
            "pages": "199--201",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Treatment with convalescent plasma for influenza A (H5N1) infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "1450--1451",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Clinical characteristics and therapeutic experience of case of severe highly pathogenic A/H5N1 avian influenza with bronchopleural fistula",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Zhonghua Jie He He Hu Xi Za Zhi",
            "volume": "32",
            "issn": "",
            "pages": "356--365",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Letter to the editor",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Transfus Apher Sci",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Treatment of severe acute respiratory syndrome with convalescent plasma, author reply",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hong Kong Med J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Kong's experience on the use of extracorporeal membrane oxygenation for the treatment of influenza A (H1N1)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "Yan",
                    "middle": [
                        "W"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hong Kong Med J",
            "volume": "16",
            "issn": "",
            "pages": "447--54",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Use of convalescent plasma therapy in SARS patients in Hong Kong",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "O"
                    ],
                    "last": "Soo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "44--50",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Epidemiologic features, clinical diagnosis and therapy of first cluster of patients with severe acute respiratory syndrome in Beijing area",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Zhonghua Yi Xue Za Zhi",
            "volume": "83",
            "issn": "",
            "pages": "1018--1040",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Treatment of influenzal pneumonia with plasma of convalescent patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;malley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hartman",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "J Am Med Assoc",
            "volume": "72",
            "issn": "",
            "pages": "34--41",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Treatment of influenzal pneumonia by the use of convalescent human serum",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Redden",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "J Am Med Assoc",
            "volume": "72",
            "issn": "",
            "pages": "709--722",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Human serum in influenza",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huff-Hewitt",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Clinical characteristics of 26 human cases of highly pathogenic avian 36]influenza A (H5N1) virus infection in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Retrospective study on collecting convalescent donors's plasma in treatment of patients with pandemic influenza A (H1N1) virus infection",
            "authors": [
                {
                    "first": "L-Y",
                    "middle": [],
                    "last": "Sang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chin J Nosocomiology",
            "volume": "21",
            "issn": "",
            "pages": "4684--4690",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Human serum in the treatment of influenza bronchopneumonia",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "N Y Med J",
            "volume": "109",
            "issn": "",
            "pages": "666--673",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Convalescent serum in treatment of influenza. Nor Mag Laegevidenskaben 1919",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holst",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "80",
            "issn": "",
            "pages": "531--61",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Convalescent serum in the prevention and treatment of influenza",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ehrenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barkman",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "Hygiea",
            "volume": "81",
            "issn": "",
            "pages": "113--136",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Saint-Girons F. Plasma therapy in influenza",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lesne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brodin",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "Presse Med",
            "volume": "27",
            "issn": "",
            "pages": "181--183",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Report of influenza treated with serum from recovered cases",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "Ky Med J",
            "volume": "17",
            "issn": "",
            "pages": "218--227",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Convalescent serum in the treatment of influenza pneumonia",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "Nor Mag Laegevidenskaben",
            "volume": "81",
            "issn": "",
            "pages": "255--61",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The use of the serum of convalescents in the treatment of influenza pneumonia: A summary of the results in a series of one hundred and one cases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanborn",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "Boston Med Surg J",
            "volume": "183",
            "issn": "",
            "pages": "171--178",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Advances in clinical diagnosis and treatment of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "H"
                    ],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "World J Gastroenterol",
            "volume": "9",
            "issn": "",
            "pages": "1139--1182",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Retrospective comparison of convalescent plasma with continuing high-dose methylprednisolone treatment in SARS patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "O"
                    ],
                    "last": "Soo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Infect",
            "volume": "10",
            "issn": "",
            "pages": "676--684",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Serum treatment of postinfluenzal bronchopneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 1919,
            "venue": "J Am Med Assoc",
            "volume": "72",
            "issn": "",
            "pages": "102--105",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Convalescent plasma treatment reduced mortality in patients with severe pandemic influenza A (H1N1) 2009 virus infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "447--56",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Treatment of Severe Pandemic Influenza A/H1N1 Infection",
            "authors": [
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Chemother",
            "volume": "41",
            "issn": "",
            "pages": "265--71",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Convalescent transfusion for pandemic influenza: preparing blood banks for a new plasma product?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Leider",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Brunker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Ness",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transfusion",
            "volume": "50",
            "issn": "",
            "pages": "1384--98",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Preferred Reporting Items for Systematic Reviews and Meta-Analyses diagram. a Records were rejected for the following reasons: not population of interest, 12 records (1 in French, 1 in German, 1 in Italian, and 1 in Korean); no intervention of interest, 15 (1 in German); not suitable comparator, 1; nonhuman study, 1; and no outcome of interest, 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Summary of outcome level risk of bias assessments in eligible observational studies, using the Newcastle Ottawa tool (excluding prospective cohort studies; 44 outcomes from 25 studies).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Forest plot of pooled odds ratios (ORs) of mortality following treatment with convalescent plasma or convalescent serum (n = 8 studies). Weights are from random-effects analysis. Abbreviation: CI, confidence interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Forest plot of pooled odds ratios (ORs) of mortality following treatment with convalescent plasma or convalescent serum, excluding studies with <5 patients (n = 5 studies). Weights are from random-effects analysis. Abbreviation: CI, confidence interval.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(Field Epidemiology Training Programme, Public Health England); Dr Simone Reuter (Sherwood Forest Hospitals NHS Foundation Trust); Dr Jinho Shin and Xiaolin Xu (World Health Organization); Dmitriy Pereyaslov and Irina Papieva (World Health Organization Regional Office for Europe); Dr Anders Tegnell, Hélène Englund, and Åsa Elfving (Public Health Agency of Sweden); Prof Rebecca Cox and Dr Kristin Greve-Isdahl Mohn (Department of Clinical Science, University of Bergen and Department of Research and Development, Haukeland University Hospital Norway); and Yingjie Feng Jenkins (NHS England).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Risk of Bias Assessment in the Eligible Prospective Cohort Study Using The Cochrane Collaboration Tool",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Risk of Bias Assessment in the Eligible Systematic Reviews Using US Agency for Healthcare Research and Quality Tool",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of Narrative Synthesis",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Disclaimer. The authors alone are responsible for the views expressed in this article, which do not necessarily represent the views, decisions, or policies of the institutions with which the authors are affiliated. The funder had no role in study design, data collection, analysis, or interpretation of the results; preparation of the manuscript; or decision to publish.Financial support. This work was supported by the WHO Pandemic and Epidemic Diseases Department.Potential conflicts of interest. W. S. L. has received funding from the National Institute for Health Research to set up a pandemic influenza clinical trial and has received unrestricted funding from Pfizer for a study in adult pneumonia. The University of Nottingham Health Protection Research Group (with which J. S. N.-V.-T. and C. R. B. are affiliated) is an official WHO Collaborating Center for pandemic influenza and research and receives limited funding from the WHO in support for specific activities. All other authors report no potential conflicts.All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}