{
    "paper_id": "f74a10293a7a838fc90185edecb37771cf6cd037",
    "metadata": {
        "title": "H7N9 not only endanger human health but also hit stock marketing",
        "authors": [
            {
                "first": "Yan",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas Health and Science University",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chunna",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quanyi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chao",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tulane University",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Connor",
                "middle": [],
                "last": "Donovan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arkansas at Little Rock",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gholam",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tulane University",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tulane University",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenjie",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas Health and Science University",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective-This study aims to discuss the correlation between daily reported H7N9 cases and stock price indices in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "February 19, 2013 and March 31, 2014 were collected. A distributed lag non-linear model was used to describe the variation trend for the stock indices",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "New or reemerging infectious diseases with the potential to cause severe epidemics or pandemics are increasingly prevalent [1, 2] . The emergence of new infectious diseases are not only a threaten to human health, but also cause large economic loss [3] . For example, according to Kumar, Fan and Melzer-Lange, in East and Southeast Asia under two SARS outbreaks, losses amounted to between US$12.3billion and US$28.4 billion [4] . The novel avian influenza A (H7N9), a new emergency infectious disease with a high fatality rate in humans [5] and initially reported in China in March, 2013 has had large economic impacts of H7N9 including over $6.5 billion lost in the agriculture sector due to changes in prices, consumer confidence and trade volumes [6] . The stock market is sensitive to economic indicators and is widely used as a proxy for economic performance [7] . Thus, huge economic losses attributed to H7N9 could be expected to be spontaneously reflected in stock markets in effects.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Of course, stock markets react to a myriad of risk factors including through policy changes and news reports. For example, Merve Alanyali, et al. found a positive correlation between the daily number of mentions of a company in the Financial Times and the same day transaction volume of that company's stock [8] . Moreover, Tobias Preis, et al. evaluated a quantification relationship between changes in Google query volumes for search terms related to finance and changes in stock market prices [9] . When news f disasters breaks, economists report sharp stock price declines especially when the perceived repercussions are large such as immediately after the 9/11 events and their effect on U.S. markets and the Fukushima nuclear leak on markets in Japan. However, to our knowledge, there is no research attempting to discuss the correlation between stock market prices and potential disasters stemming from emerging infectious diseases. This paper attempts to go some way in correcting this gap by detecting whether H7N9 outbreaks in China affected stock markets in China.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The Chinese stock market is a new booming market with more individual customers but fewer institutional or professional investors compared to western contemporaries [10] . Hence, the behavior of the Chinese stock market is more likely to be reflective of individual decision making and thought processes. If we assume that any individual investor makes investment decisions based on their mood in a certain extent, and this mood is affected by events like infectious disease outbreaks, then we can assume that the Chinese stock market, given that investors are new and inexperienced with unrealistic expectations about stock market investments [11] , is likely to be more heavily impacted by changes in the mood because of the news. Thus, we can expect that news of an outbreak of a novel infectious disease like H7N9, together with overly negative emphasis through government warnings or sensationalist news reporting will encourage people to form a negative belief before it can be testified, according to the psychology study. Our hypothesis is that following this initial negative stage, the market will then trend downwards according to the \"Model of Herd Behavior\" before recovering to the normal price according to the \"return to the central \" theory [12] , as people gain better information and normalize their opinion on the true effect of the outbreak.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A confirmed case of human avian influenza A (H7N9) is defined as a patient with both an influenza-like illness and with a positive H7N9 laboratory confirmation. The release date of confirmed cases of human avian influenza A(H7N9) was collected from the websites for each province's population and family planning commission. Stock market index information was collected using Tong-Hua-Shun, an online stock trading analysis software offering overall market and sector index information. We collected opening and closing price information for the Overall Market Index and related sector indices, including the Avian Influenza Sector Index, Chinese Traditional Medicine Sector Index, Biological Product Sector Index, Biomedicine Sector Index. Missing data were removed when we analyzing sector indices. The study was conducted between February 19, 2013 and March 31, 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case definition and data source"
        },
        {
            "text": "ANOVA was utilized to investigate the overall effect between cross-basis transformed daily reported cases of human avian influenza A(H7N9) and the opening and closing prices of the four sector indices and Overall Market Index. A distributed lag non-linear model (DLNM) [13, 14] was utilized to describe the variation trend of the stock index along with the daily reported number of confirmed H7N9 cases, and the lag effect of the reported number of confirmed H7N9 case on the stock index.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The DLNM model for the analysis could be specified as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Following the standard pre-processing of stock price, the daily Overall Market Index and other section indices are denoted as y i in log notation. α is the intercept. ns(t; β t ) is the natural cubic spline of time with respects to the regression coefficient β x . Degrees of freedom (df) per year is set to six to describe long-time trends like seasonal effects. Indicators for day of week (DOW) and public holidays (PH) are adjusted as potential confounders in the model. For the analysis on section indices, the effect of the Overall Market Index was adjusted as COV in the model. These choices are motivated by several methodological and substantive papers on time-series analyses [13] .",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 689,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "cb(x i ; β x ) is the \"cross-basis\" function of x i with the regression coefficient of β x and is used to model the effect of the daily reported case number in the space of reported number and lags. Within each space, natural cubic spline is used to get a flexible fit. Then, in order to get a better fit in the range of the reported number, the knots were placed at equally spaced percentile of the asymptotically Poisson distributed values of reported number. For the dimension of the lags, suggested by previous studies, we put the knots at equal intervals in the logarithmic scale of lags to allow more flexibility in the first part of the distributed lag curve, where more variability is expected [13] . The maximum lag L was set to 2 days.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Several similar models with different knots places, variable df and other parameter settings have been fitted for comparison. The result of the Akaike information criteria (AIC) analysis supports our current selection and parameter settings of the proposed model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The analysis of the variation trend for each stock index with daily reported case number is presented as four figures: figure (a) presents the effect of daily reported number of H7N9 cases on the log-transformed opening price of the Avian Influenza Sector Index(3D); figure (b) presents the same information as figure (a) but transformed into planar form; and figures (c) and (d) present the effects on closing prices. From figure 3D, we could observe the lagged effects on stock indices for one and two days after the reporting of confirmed H7N9 case numbers. In planar form, we observe the variation trend for the various stock indices along with daily reported number of confirmed H7N9 cases. Here, above the X axis denotes an increasing log stock price, while below the X axis denotes a decreasing log stock price. The absolute value of the distance from the X axis represents speed of change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "During the period studied, there were 367 cases of human avian influenza A (H7N9) reported over 98 days. In the stock index dataset, there were 237 transaction days. Where cases did not overlap with a transaction day, those cases were matched to the nearest following day. Figure 1 gives a general description of the data about the trend of the Overall Market Index and the daily reported number of H7N9 cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The daily reported number of H7N9 cases was significantly associated with the closing price of the Avian Influenza Sector Index (ANOVA F-test p-value 2.36×10 −4 ), while there was no statistically significant association with the opening price (ANOVA F-test p-value 8.47×10 −2 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Avian influenza sector index"
        },
        {
            "text": "The predicted effect of the daily reported number of H7N9 cases on the log-transformed closing price is shown in Figures 2 (c) and 2 (d). Form Figure 2 (d), we roughly observe that the Avian Influenza Sector Index decreased with increasing daily reporting of H7N9 cases whenever daily reported cases were ≤ 4, but with a decreasing decline as the number of reported cases rose towards four. When the daily number of reported cases was greater than four but less than 34, the index rose in line with increasing daily reported case number, first very quickly but slowing as the number of reported cases continued to rise.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Avian influenza sector index"
        },
        {
            "text": "From Figure 2 (c), we roughly observe that, when the daily reported number of H7N9 cases was greater than ten and less than 40, the Avian Influenza Sector Index increased although on a decreasing scale whenever the lag time of the reported number was within one day. Outside of a lag time of one day however, the sector index continued to increase at an increasing rate. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Avian influenza sector index"
        },
        {
            "text": "Author Manuscript",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Manuscript"
        },
        {
            "text": "Author Manuscript",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Manuscript"
        },
        {
            "text": "The daily reported number of H7N9 cases was significantly associated with the opening and closing price of the Chinese Traditional Medicine Sector Index (ANOVA F-test p-value < 2×10 −15 for both). The predicted effect of the daily reported number of H7N9 cases on the log-transformed opening and closing price is shown in Figures 3(a), 3 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 337,
                    "text": "Figures 3(a), 3",
                    "ref_id": null
                }
            ],
            "section": "Chinese Traditional Medicine Sector Index"
        },
        {
            "text": "Here, we roughly observe that the Chinese Traditional Medicine Sector Index decreased with increasing rates of daily reported case numbers whenever they were less than forty, with a decreasing decline as the number of reported cases rose to four.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b), 3(c) and 3(d)."
        },
        {
            "text": "The daily reported number of H7N9 cases was significantly associated with the opening and closing price of the Biological Product Sector Index (ANOVA F-test p-value < 2×10 −16 and < 2×10 −16 ).The predicted effect of the daily reported case number on the log-transformed opening and closing price is shown in Figures 4(a) , 4(b), 4(c) and 4(d). For Figures 4(b) and 4(d), we roughly observe that the Biological Product Sector Index decreased with increasing daily reported cases whenever they were less than thirty, with a decreasing decline as the number of reported cases rose to four.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 321,
                    "text": "Figures 4(a)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 361,
                    "text": "For Figures 4(b)",
                    "ref_id": null
                }
            ],
            "section": "Biological Product Sector Index"
        },
        {
            "text": "The daily reported number of H7N9 cases was significantly associated with the opening and closing price of the Biomedicine Sector Index (ANOVA F-test p-value 6.75×10 −16 and < 2×10 −16 ). The predicted effect of daily reported cases on the log-transformed opening and closing price is shown in Figures 5(a) , 5(b), 5(c) and 5(d). For Figure 5 (b) and 5(d), we roughly observe that the Biomedicine Sector Index decreased with the increasing number of daily reported cases whenever they were less than forty, but with a decreasing decline as the number of reported cases rose to four.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 306,
                    "text": "Figures 5(a)",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 342,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Biomedicine Sector Index"
        },
        {
            "text": "The daily reported number of H7N9 cases was significantly associated with the opening price of the Shanghai Composite Index (ANOVA F-test p-value 0.029), but not significantly correlated with the closing price (ANOVA F-test p-value 0.134). The predicted effect of the daily reported number of cases on the log-transformed closing price is shown in Figures 6(a) and 6(b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall Market Index (Shanghai Composite Index)"
        },
        {
            "text": "The effects along delayed lag at the daily reported number are shown in Figure 7 . A weak lag effect of reported number H7N9 cases on the stock index was also clearly observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Overall Market Index (Shanghai Composite Index)"
        },
        {
            "text": "Our results show that the Avian Influenza Sector Index decreased with increasing counts of H7N9 numbers wherever they were less five. The daily reported number of H7N9 cases was also significantly associated with the closing price of the Avian Influenza Sector Index. Moreover, the trend of the predicted effect on this sector index was contrary to the Overall Market Index (Shanghai Composite Index). One plausible explanation is that the emergency measurements taken by local governments to deal with H7N9 together with encouragement by the Chinese central government to shut down local poultry markets and slaughter existing poultry after local H7N9 reporting [15, 16] , meant that a majority of people were less likely to consume poultry products due to a perceived threat of infection. There was also a corresponding hit on poultry breeding and slaughtering enterprises, most of which are large listed companies with large market shares. However, shutting down poultry markets is not a standard control measure in fighting a H7N9 outbreak and because of this, not all local governments have adapted closing markets as a standard response measure. As such, there was variation in responsiveness and speed at which different governments responded at the market level.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 667,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Another plausible explanation in explaining the effect of H7N9 reporting on share market indices is due to the actual market participants in the Chinese stock markets. Compared with the United States where investors usually hire financial advisers to manage their investments and attain feedback on stock performance [10] , the Chinese stock market is far less mature and includes large numbers of individual investors who lack professional information and guidance and are quite often easily influenced by mass media reporting. Indeed, after experiencing the SARS outbreak in China, a majority of Chinese people fear H7N9 especially given the perception that it is a new emergency infectious disease with a high human fatal rate [5] , and with the potential to cause a severe epidemic or pandemic. Given mass media reporting that often indicates that humans infected by H7N9 virus from poultry are often in mortal danger, shareholders tend to selling off related stock without rational thinking.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Figure 2(d) shows that the Avian Influenza Sector Index decreased with increasing daily rates of reported cases whenever the daily reported case number was less than or equal to four. However, whenever the daily number of reported cases was between five and 33, the index rose as the reported case numbers also rise. In this regards, behavioral economic studies have indicated that negative sentiment driven by pessimism and anxiety affects investment decisions which may also affect asset pricing [17, 18] . Given H7N9 outbreaks generate pessimism and anxiety, H7N9 would also affect investment decisions and hence asset prices. This is then amplified by so called herd behavior which can explain the rapid fall of stock prices at the initial stage of H7N9 reporting [19, 20] . On top of that, the \"return to the central\" theory [12] can also be used to explain that in latter stages of the outbreak, prices slowly return to the normal as people reevaluate the potential damage downward and begin to push asset prices back up.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In disaster economics, there is a \"damage created demand\" theory known as the Broken Windows fallacy [21] . Using this theory are a basis for our conclusions, we predict that an outbreak of human avian influenza A(H7N9) in China must necessarily lead to increased stock market demand for related industries such as biomedicine, biological products and Chinese traditional medicine. As such, we would also expect that related sector indices would increase because of the demand and due to the overall investment psychology of domestic Chinese investors. However, our results showed that the sector indices for biomedicine, biological products and Chinese traditional medicine actually decreased with the increasing number of daily reported cases. One plausible explanation is that even though H7N9 is still being reported, investors recognize that the outbreak does not have the potential to create an international pandemic that would warrant a significant increase in biomedical expenditure. They are also less likely to be aware of the outbreak or give it much attention because the scale of infection is nowhere near that seen with pdm A (H1N1) in 2009. As such, total change in demand for stocks in these indexes remains small with net effects on prices due to a H7N9 outbreak also expected to be small.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There were only two reporting peaks of H7N9, with the initial peak occurring in the 15th week of 2013 and the second one occurring at the end of January in 2014. As such, the response to news about these outbreaks may not have been uniform across China with investors acting more reasonable than the first time response to the two reporting peaks. Hence, maybe there was some new results by separated the data according the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "New or reemerging infectious diseases epidemic cause economic loss which is reflected in movements in stock prices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola viral disease outbreak--West Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Schafer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR. MMWR",
            "volume": "63",
            "issn": "25",
            "pages": "548--551",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO voices concern over rising numbers of MERS-CoV cases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gulland",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clinical research ed.)",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevention CfDCa",
            "authors": [],
            "year": 2013,
            "venue": "Press Briefing Transcript",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS: economic impacts and implications in policy brief 15",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "X"
                    ],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human infection with avian influenza A H7N9 virus: an assessment of clinical severity",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9887",
            "pages": "138--145",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Reuters. China's Bird Flu Outbreak Cost $6.5 Billion",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cosimo Classics Economics. Wiley; 1998. The Stock Market Barometer",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quantifying the relationship between financial news and the stock market",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alanyali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Moat",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Preis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Scientific reports",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantifying trading behavior in financial markets using Google Trends",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Preis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Moat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Scientific reports",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How the 2008 stock market crash and seasons affect total and cardiac deaths in Los Angeles County",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Pezzullo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Poole",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kloner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am j cardiol",
            "volume": "109",
            "issn": "10",
            "pages": "1445--1448",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Large daily stock variation is associated with cardiovascular mortality in two cities of Guangdong",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "China. PloS one",
            "volume": "8",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Market efficiency, long-term returns, and behavioral finance",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fama",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J financial econo",
            "volume": "49",
            "issn": "3",
            "pages": "283--306",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Distributed lag non-linear models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasparrini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Kenward",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Statistics in medicine",
            "volume": "29",
            "issn": "21",
            "pages": "2224--2234",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Modeling exposure-lag-response associations with distributed lag non-linear models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gasparrini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Statistics in medicine",
            "volume": "33",
            "issn": "5",
            "pages": "881--899",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reducing exposure to avian influenza H7N9",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "9880",
            "pages": "1815--1816",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Avian influenza A(H7N9) and the closure of live bird markets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murhekar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arima",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Vandemaele",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zijian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Western Pac Surveill Response J",
            "volume": "4",
            "issn": "2",
            "pages": "4--7",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sentiment and stock prices: The case of aviation disasters",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaplanski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Financial Econ",
            "volume": "95",
            "issn": "2",
            "pages": "174--201",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Investor sentiment in the stock market",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wurgler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Herd behavior and investment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Scharfstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "American Economic Review",
            "volume": "",
            "issn": "",
            "pages": "465--479",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Herd behavior and contagion in financial markets",
            "authors": [
                {
                    "first": "Rama",
                    "middle": [],
                    "last": "Cont",
                    "suffix": ""
                },
                {
                    "first": "J-Pb",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Macroeconomic Dynamics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Parable of the broken window",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wikipedia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Dr. Tan Xu would like to thank Fogarty International Center of the National Institutes of Health under NIH grant D43TW009107, for providing financial support for the research in USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}