{
    "paper_id": "f762eef06ad6975bb55dc425f10e33101d378379",
    "metadata": {
        "title": "Introduction of a point mutation into an HLA class I single-chain trimer induces enhancement of CTL priming and antitumor immunity * ** ** ** ** ** ** ** ** ** ** ** ** ** *** *** * A single-chain HLA mutant enhances CTL priming M Matsui et al",
        "authors": [
            {
                "first": "Masanori",
                "middle": [],
                "last": "Matsui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama Medical University",
                    "location": {
                        "addrLine": "Iruma-gun",
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Masaaki",
                "middle": [],
                "last": "Kawano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama Medical University",
                    "location": {
                        "addrLine": "Iruma-gun",
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Sho",
                "middle": [],
                "last": "Matsushita",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama Medical University",
                    "location": {
                        "addrLine": "Iruma-gun",
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Toshitaka",
                "middle": [],
                "last": "Akatsuka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saitama Medical University",
                    "location": {
                        "addrLine": "Iruma-gun",
                        "settlement": "Saitama",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We previously discovered one particular HLA-A*02:01 mutant that enhanced peptide-specific cytotoxic T lymphocyte (CTL) recognition in vitro compared to wild-type HLA-A*02:01. This mutant contains a single amino acid substitution from histidine to leucine at position 74 (H74L) that is located in the peptide-binding groove. To investigate the effect of the H74L mutation on the in vivo CTL priming, we took advantage of the technology of the HLA class I single-chain trimer (SCT) in which three components involving a peptide, β2 microglobulin and the HLA class I heavy chain are joined together via flexible linkers. We generated recombinant adenovirus expressing SCT comprised influenza A matrix protein (FMP)-derived peptide, β2 microglobulin and the H74L heavy chain. HLA-A*02:01 transgenic mice were immunized with the adenovirus, and the induction of peptide-specific CTLs and antitumor immunity was investigated. It was clearly shown that the H74L mutation enabled the HLA-A*02:01 SCT molecule to dramatically enhance both in vivo priming of FMP-specific CTLs and protection against a lethal challenge of tumor cells expressing FMP. These data present the first evidence that a simple point mutation in the HLA class I heavy chain of SCT is beneficial for improving CTL-based immunotherapy and prophylaxis to control tumors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A single-chain HLA mutant enhances CTL priming M Matsui et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Major histocompatibility complex (MHC) class I molecules are heterodimeric glycoproteins composed of a polymorphic heavy chain and an invariant β2-microglobulin (β2m), and play an essential role in the cytotoxic T lymphocyte (CTL)-mediated immunity. They bind naturally processed antigenic peptides, and present them to CD8 + CTLs for immune surveillance. Since CTLs play a major role in the specific clearance of neoplastic cells and virusinfected cells, the improvement of MHC class I presentation and peptide-specific CTL induction is a key issue for the development of prophylactic and therapeutic vaccines against tumors and intracellular pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The discovery of a peptide-binding groove in the MHC class I molecule 1 was a major breakthrough in immunology. This groove is formed between two α helices of the α1 and α2 domains with an eight-stranded β-pleated sheet floor, 1 and includes six peptidebinding pockets, designated pocket A-F. 2 We previously constructed an extensive library of human leukocyte antigen (HLA)-A*0201 mutants with different single amino acid substitutions at almost all amino acid positions in the peptide-binding groove, and examined whether these changes affected HLA-A*0201-restricted, peptide-specific CTL responses. [3] [4] [5] Most of the mutations had little or negative effects on the peptide-specific CTL killing activity against peptide-pulsed target cells expressing each of the mutant molecules. However, there was only one mutant that dramatically enhanced the presentation of exogenously loaded peptides to peptide-specific CTLs compared to the wild-type (WT) HLA-A*02:01 molecule. 5 This HLA-A*02:01 mutant contains an amino acid substitution from histidine to leucine at position 74 (H74L) that is located in the α1 helix in the peptide-binding groove. We expected that the H74L mutant might be useful for the efficient induction of HLA-A*02:01-restricted, peptide-specific CTLs, leading to the development of a novel CTL-based vaccine. However, there was no appropriate method of verifying this hypothesis at that time.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 227,
                    "end": 228,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 293,
                    "end": 294,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 977,
                    "end": 978,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Later on, the technology of the MHC class I single-chain trimer (SCT) has been developed. 6 SCT is a polypeptide in which the three components, a peptide, β2m and the MHC class I heavy chain are joined together via flexible linkers. 7, 8 Since the peptide is covalently attached, SCTs are more stable at the cell surface than the native MHC class I/peptide complexes. It should be noted that SCTs could efficiently stimulate peptide-specific CTLs in vivo following DNA vaccination, 6 and the SCT-based vaccination could provide protection against tumors 9,10 and pathogens. 11, 12 These pre-assembled molecules bypass the normal antigen processing pathway, and hence, SCTs should be resistant to virus-encoded immune evasion proteins that prevent peptide processing, loading, and presentation. 13 In addition, SCTs may not be greatly affected by aberrations of the antigen processing and presenting machinery that are frequently observed in tumors. 14 Thus, this approach is expected to have applications as DNA vaccines against tumors and viral infection.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 233,
                    "end": 235,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 236,
                    "end": 237,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 482,
                    "end": 483,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 578,
                    "end": 580,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 794,
                    "end": 796,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 949,
                    "end": 951,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we took advantage of the SCT technology in evaluating the effect of the H74L mutation on the in vivo priming of peptidespecific CTLs. To examine in vivo CTL responses, the HLA-A*02:01transgenic mice, designated as HHD mice, 15 were employed. HHD mice express the transgenic HHD molecule, in which human β2m is covalently linked to a chimeric heavy chain composed of HLA-A*02:01 (α1 and α2 domains) and H-2D b (α3, transmembrane, and cytoplasmic domains). 15 Because the innate H-2D b and mouse β2m genes have been disrupted by homologous recombination, HHD molecules are efficiently utilized for the HLA-A*02:01-restricted CTL [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] , HTLV-tax [11] [12] [13] [14] [15] [16] [17] [18] [19] or HIV-pol 476-484 ) by 51 Cr-release assays. Data are shown as the mean ± SD of triplicate wells. The experiments were repeated three times. *P < 0.05; **P < 0.01 compared to RMA-HHD, Student's t-test. (d) Enhanced peptide-binding by HHD-H74L. RMA-S-HHD or RMA-S-H74L cells were cultured with a peptide, and examined for their surface expression of HHD or HHD-H74L by flow cytometry. The experiment was repeated twice with similar results. Data are standardized as the % relative binding, and shown as the mean ± SD of triplicate wells. *P < 0.05; **P < 0.01 compared to RMA-S-HHD, Student's t-test. (e) CTL recognition of various HHD mutants. FMP-specific CTL lines were examined for killing activities against RMA expressing HHD mutants with various mutations at position 74 in the presence of 100 nmol/l FMP 58-66 by 51 Cr-release assays. The data are representative of one of three independent experiments. Data are standardized as the % relative lysis and shown as the mean ± SD of triplicate wells. *P < 0.05; **P < 0.01; ***P < 0.001; NS, not significant, One-way analysis of variance. responses in HHD mice. Therefore, HHD mice have been used as a versatile preclinical animal model for the study of HLA-A*02:01restricted CTL responses. 16, 17 For in vivo priming experiments, we generated recombinant adenovirus expressing SCT composed of an influenza virus-derived peptide and either WT HHD or HHD with the H74L mutation. HHD mice were then immunized with these adenoviruses, and the efficiency of peptide-specific CTL induction was compared by various assays. Here, we clearly demonstrate for the first time that a simple point mutation in the MHC class I heavy chain of the SCT molecule induces enhancement of both in vivo CTL priming and antitumor protection.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 470,
                    "end": 472,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 738,
                    "end": 742,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1994,
                    "end": 1997,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1998,
                    "end": 2000,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Enhanced presentation of exogenously loaded peptides to CTLs by the H74L mutant Previous studies demonstrated that the mutant HLA-A*02:01 molecule with the H74L mutation possessed the unique ability to enhance the presentation of exogenously loaded peptides to peptide-specific CTLs. 5, 18 To confirm these results in the HHD system, we firstly constructed a mutant HHD gene that could generate this mutation in the HHD molecule (HHD-H74L) ( Figure  1a ,b) by the inverse polymerase chain reaction (PCR)-based sitedirected mutagenesis. The HHD-H74L gene was then transfected and expressed in mouse lymphoma, RMA cells (RMA-H74L). The expression level of the H74L mutant molecules on RMA-H74L cells was almost equivalent to that of the HHD molecules on RMA cells expressing the WT HHD (RMA-HHD). To test the ability of the H74L mutant, HLA-A*02:01-restricted, peptide-specific CTL lines were generated from HHD mice, and examined for their killing activities against RMA-HHD and RMA-H74L in the presence of synthetic peptides at various concentrations in standard 51 Cr-release assays. Consistent with the previous data, 5 RMA-H74L cells were lysed by influenza A matrix peptide (FMP 58-66 )-specific CTLs at much lower peptide concentrations than RMA-HHD cells (Figure 1c ). Similar results were obtained with different HLA-A*02:01-restricted peptides derived from human papillomavirus (HPV)-E6 (HPV-E6 [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] ), human T-lymphotropic virus (HTLV)-tax (HTLV-tax [11] [12] [13] [14] [15] [16] [17] [18] [19] ) and human immunodeficiency virus (HIV)-pol (HIV-pol 476-484 ) (Figure 1c ), indicating that this phenomenon was not peptide-specific as described in the previous studies. 18 The peptide-binding studies were conducted using the transporter associated antigen processing-2 (TAP-2) deficient cell line, RMA-S 19 expressing HHD (RMA-S-HHD) or HHD-H74L (RMA-S-H74L). As shown in Figure 1d , the efficiency of peptide loading on the HHD molecule was significantly increased by the H74L mutation, suggesting that the improved peptide loading may result in the enhanced presentation of exogenous peptides to CTLs by the H74L mutation (Figure 1c) . A series of amino acid substitutions at position 74 of the HHD molecule were also tested for their effects on the peptide presentation to FMP 58-66 -specific CTLs. In addition to H74L, three other mutations involving H74A, H74F, and H74T apparently enhanced the peptide presentation in the FMP 58-66 -specific CTL response (Figure 1e ). In contrast, several mutations including H74E, H74K, H74N, and H74Y impaired the FMP 58-66 -specific CTL recognition. These data suggest that the effect of the H74 mutation depends on the amino acid to be substituted from histidine.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 287,
                    "end": 289,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1403,
                    "end": 1407,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1408,
                    "end": 1412,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1413,
                    "end": 1417,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1428,
                    "end": 1432,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1438,
                    "end": 1442,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1443,
                    "end": 1447,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1448,
                    "end": 1452,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1509,
                    "end": 1513,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1514,
                    "end": 1518,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1524,
                    "end": 1528,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1529,
                    "end": 1533,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1534,
                    "end": 1538,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1539,
                    "end": 1543,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1544,
                    "end": 1548,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1722,
                    "end": 1724,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 452,
                    "text": "Figure  1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1261,
                    "end": 1271,
                    "text": "(Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1613,
                    "end": 1623,
                    "text": "(Figure 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1925,
                    "end": 1934,
                    "text": "Figure 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2177,
                    "end": 2188,
                    "text": "(Figure 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2514,
                    "end": 2524,
                    "text": "(Figure 1e",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "These data show that the functional phenotype of the H74L mutation in the HHD system is likely to be equal to that of the mutant HLA-A*02:01 with the H74L mutation as described previously. 5, 18 Construction of the SCT of HHD-H74L It is well documented that the SCTs are potent stimulators of peptide-specific CTLs in vivo. 6, 9, 20 The SCT polypeptide comprises three MHC class I components including an antigenic peptide, β2m and the MHC class I heavy chain attached sequentially with flexible linkers. 6 Given the unique property of the H74L mutant, we hypothesized that the SCTs of HHD-H74L could prime peptidespecific CTLs in vivo more efficiently than the SCTs composed of WT HHD. To prove this hypothesis, we produced SCT constructs consisting of the following elements beginning with the amino terminus: the leader sequence of β2m, the FMP 58-66 peptide, the first flexible linker of 15 residues, the mature portion of human β2m, the second flexible linker of 15 residues, and, finally, the heavy chain of the HHD (SCT-HHD) or HHD-H74L (SCT-H74L) molecule (Figure 2a,b) . When the SCT-HHD or SCT-H74L construct was stably expressed in the TAP-2-deficient cell line, RMA-S, there was an apparent increase of the expression level of MHC class I molecules on the cell surface at 37°C in comparison with RMA-S-HHD in the absence of an exogenous peptide (Figure 1c ). These results implied that SCT-HHD or SCT-H74L was expressed on the cell surface even in the absence of endogenous peptides, suggesting that the SCT molecules are likely to bypass MHC class I antigen processing due to their preassembled forms.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 330,
                    "end": 332,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 505,
                    "end": 506,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1064,
                    "end": 1077,
                    "text": "(Figure 2a,b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1357,
                    "end": 1367,
                    "text": "(Figure 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ReSUlTS"
        },
        {
            "text": "In the previous studies, DNA vaccinations were employed for stimulating peptide-specific CTLs with MHC class I SCTs in vivo. 6, 9, 11 Although this approach has several advantages, the efficiency of CTL induction is relatively weak. Therefore, we generated a recombinant adenovirus expressing either SCT-HHD (Ad-SCT-HHD) or SCT-H74L (Ad-SCT-H74L) for in vivo priming in this study. As a control, a recombinant adenovirus expressing the full-length influenza A matrix protein (Ad-FMP) was used. Viral titers were accurately calculated by the 50% tissue culture infectious dose (TCID 50 ).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 128,
                    "end": 130,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 131,
                    "end": 133,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "ReSUlTS"
        },
        {
            "text": "To evaluate the effect of the H74L mutation, HHD mice were immunized once with either Ad-SCT-HHD, Ad-SCT-H74L, Ad-FMP or WT adenovirus (Ad-WT) at various doses ranging from 1.6 × 10 8 to 1.6 × 10 4 TCID 50 /mouse. After 2 weeks following immunization, spleen cells were prepared, stimulated in vitro with FMP 58-66 , and then examined for their FMP 58-66 -specific killing activities by the 51 Cr-release assay ( Figure 3 ). As shown in Figure 3a , FMP-specific CTLs were induced in all of the mice immunized with 1.6 × 10 8 TCID 50 of either Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L. At an inoculation dose of 1.6 × 10 7 TCID 50 , however, percentages of CTL-positive mice were diminished to 60 and 80% in mice vaccinated with Ad-FMP and Ad-SCT-HHD, respectively ( Figure 3a ). In contrast, all of the mice generated FMP-specific CTLs after immunization with 1.6 × 10 7 TCID 50 of Ad-SCT-H74L ( Figure 3a ). Furthermore, even at lower doses such as 1.6 × 10 6 and 1.6 × 10 5 TCID 50 , Ad-SCT-H74L primed FMP-specific CTLs in 60-80% of the immunized mice, whereas FMP-specific CTL responses were not detected in any of the mice injected with either Ad-FMP or Ad-SCT-HHD at the lower doses (Figure 3a ,b). Ad-WT at any doses tested did not elicit FMP-specific CTLs in mice ( Figure 3 ). These data indicate that Ad-SCT-H74L primes FMP-specific CTLs in mice more efficiently than Ad-SCT-HHD or Ad-FMP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 421,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 446,
                    "text": "Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 768,
                    "text": "Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 898,
                    "text": "Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1192,
                    "text": "(Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1275,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "SCT-H74L enhances in vivo CTL priming"
        },
        {
            "text": "To further verify the effect of the H74L mutation, in vivo CTL assays were performed (Figure 4 ). At a high dose of 1.6 × 10 7 TCID 50 , mice that had been infected with either Ad-SCT-HHD or Ad-SCT-H74L gave the highest specific lysis of FMP 58-66 -pulsed splenocytes, while Ad-FMP-injected mice revealed the slightly lower killing activity ( Figure 4a ). Importantly, in agreement with the data of 51 Cr-release assays (Figure 3 ), FMP-specific CTL activities were significantly observed in mice injected with lower doses (1.6 × 10 6 , 1.6 × 10 5 , and 1.6 × 10 4 TCID 50 ) of Ad-SCT-H74L (Figure 4a ,b). In contrast, any mice infected with the low doses of either Ad-SCT-HHD or Ad-FMP did not generate FMP-specific CTL responses (Figure 4a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 343,
                    "end": 352,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 420,
                    "end": 429,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 600,
                    "text": "(Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 731,
                    "end": 742,
                    "text": "(Figure 4a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "SCT-H74L enhances in vivo CTL priming"
        },
        {
            "text": "We also carried out the intracellular interferon (IFN)-γ staining of CD8 + T cells at the stimulation with FMP 58-66 . After 1 week following immunization with either Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L at various doses, splenic lymphocytes of the immunized mice were prepared and cultured with FMP 58-66 for 5 hours. Cells were then stained for their surface expression of CD8 and peptideinduced intracellular expression of IFN-γ. At an inoculation dose of 1.6 × 10 7 TCID 50 , all of the mice that had been infected with Ad-SCT-H74L generated substantial numbers of IFN-γ-secreting CD8 + T cells (Figure 5a ,b). At the same dose, infection with either Ad-FMP or Ad-SCT-HHD induced high percentages of IFN-γ-producing CD8 + T cells in several mice tested as well. At a 10-fold lower dose (1.6 × 10 6 TCID 50 ), however, any of the mice that had been injected with either Ad-FMP or Ad-SCT-HHD did not show significant percentages of IFN-γ-producing CD8 + T cells (Figure 5a ). In contrast, Ad-SCT-H74L Figure 3 Vaccination with Ad-SCT-H74L enhances FMP-specific CTL induction. HHD mice (10 per group) were immunized with either Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L at various doses. After 2 weeks following immunization, spleen cells were stimulated once with FMP 58-66 and examined for their FMP-specific killing activities by 51 Cr-release assays using RMA-HHD pulsed with or without FMP 58-66 as targets. (a) Percents of positive mice in each group were shown. Mice that generated more than 10% relative lysis (% specific lysis of peptidepulsed RMA-HHD − % specific lysis of unpulsed RMA-HHD) were defined to be positive. (b) Data are representative in mice immunized with each adenovirus at a dose of 1.6 × 10 6 TCID 50 . RMA-HHD cells pulsed with (+) or without (−) FMP 58-66 were used as targets. The labels 1, 2, 3 indicate data from three different representative mice. *P < 0.05; **P < 0.01; ***P < 0.001 compared to RMA-HHD pulsed without a peptide, Student's t test. apparently induced peptide-driven, IFN-γ-producing CD8 + T cells in mice at 1.6 × 10 6 and 1.6 × 10 5 TCID 50 (Figure 5a,b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 613,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 968,
                    "end": 978,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1007,
                    "end": 1015,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2097,
                    "end": 2110,
                    "text": "(Figure 5a,b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "SCT-H74L enhances in vivo CTL priming"
        },
        {
            "text": "Taken all together, these data indicate that the H74L mutation in the HHD molecule significantly improves the efficacy of SCTs for priming peptide-specific CTLs in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SCT-H74L enhances in vivo CTL priming"
        },
        {
            "text": "Ad-SCT-H74L provides better protection from tumor challenge than Ad-SCT-HHD We next performed tumor challenge experiments. After immunization with either Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L, HHD mice were challenged by receiving the adoptive cell transfer of carboxyfluorescein diacetate succinimidyl ester (CFSE)-labeled RMA-HHD tumor cells expressing the full-length FMP (RMA-HHD-FMP) along with RMA-HHD cells as an internal control. Twelve hours later, % lysis specific for RMA-HHD-FMP cells in each spleen was measured by flow cytometry. At a virus inoculation dose of 1.6 × 10 7 TCID 50 , there was no statistical difference in % specific lysis between Ad-SCT-H74L-infected mice and either Ad-SCT-HHD-or Ad-FMPinjected mice (Figure 6a ). However, a significant difference between them was observed at an inoculation dose of 1.6 × 10 6 TCID 50 . That is, vaccination with Ad-SCT-H74L gave significantly higher clearance of RMA-HHD-FMP tumor cells expressing endogenous FMP 58-66 in mice than that with Ad-SCT-HHD or Ad-FMP (Figure 6a,b) . We next (a) HHD mice (five per group) were immunized with either Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L at various doses. After 1 week following immunization, in vivo CTL assays were performed. The experiment was repeated twice with similar results. Data are shown as the mean ± SD. *P < 0.05; **P < 0.01; ***P < 0.001; NS, not significant, One-way analysis of variance. (b) Representative data are shown. The numbers in the panels indicate the percentage of FMP-specific lysis. L: unpulsed spleen cells labeled with a low concentration of CFSE; H: peptide-pulsed spleen cells labeled with a high concentration of CFSE; no imm.: no immunization. Figure 6c , all Ad-WT-infected mice died by day 29, whereas many of Ad-SCT-H74L-immunized mice (7 out of 10 mice) survived for over 60 days after tumor inoculation. On the other hand, vaccination with 1.6 × 10 6 TCID 50 of either Ad-FMP or Ad-SCT-HHD did not induce sufficient protection against i.v. challenge with a high dose of tumor cells (Figure 6c ). We also tested whether vaccination with Ad-SCT-H74L could inhibit the growth of tumor at the skin. To this end, HHD mice were immunized with various recombinant adenoviruses at a dose of 1.6 × 10 6 TCID 50 , and then inoculated subcutaneously with a low number (5 × 10 4 /mouse) of RMA-HHD-FMP tumor cells. Vaccination with Ad-SCT-H74L inhibited tumor growth more efficiently than that with Ad-FMP or Ad-SCT-HHD, while immunization with Ad-WT had no effect on the reduction of tumor growth (Figure 6d ). Overall, these data demonstrate that vaccination with Ad-SCT-H74L provides better protection from tumor challenge than that with Ad-FMP or Ad-SCT-HHD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 744,
                    "text": "(Figure 6a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1032,
                    "end": 1045,
                    "text": "(Figure 6a,b)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1696,
                    "end": 1705,
                    "text": "Figure 6c",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2039,
                    "end": 2049,
                    "text": "(Figure 6c",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2543,
                    "end": 2553,
                    "text": "(Figure 6d",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "SCT-H74L enhances in vivo CTL priming"
        },
        {
            "text": "Induction of FMP 58-66 -specific long-lasting memory CTLs in mice immunized with a low dose of Ad-SCT-H74L It was also examined whether long-lasting FMP-specific CTLs could be elicited in HHD mice immunized with Ad-SCT-H74L at a low dose of 1.6 × 10 5 TCID 50 . At this inoculation dose, neither Ad-SCT-HHD nor Ad-FMP induced detectable FMP-specific CTL responses in mice (Figures 3 and 4) . After 60 days following immunization, 51 Cr-release assays were then performed at various effector to target cell (E:T) ratios. As shown in Figure 7 , FMP 58-66 -specific CTLs were detected in mice even on day 60 after immunization with Ad-SCT-H74L, but not in mice injected with Ad-WT. These data indicate that immunization with Ad-SCT-H74L at a low dose can effectively generate long-lasting memory CTLs in mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 389,
                    "text": "(Figures 3 and 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 532,
                    "end": 540,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "SCT-H74L enhances in vivo CTL priming"
        },
        {
            "text": "The H74L mutation provided the HLA-A*02:01 molecule and its relevant HHD molecule with the unique ability to improve exogenous peptide presentation, leading to enhanced recognition by CTLs without loss of specificity ( Figure 1) . 5, 18 This phenomenon was not peptide-specific and came from the enhanced affinity of class I/peptide binding (Figure 1c,d) . 5, 18 In this study, we have clearly shown that this outstanding property was advantageous for the in vivo priming of peptide-specific CTLs and the induction of antitumor immunity, using the SCT technology and recombinant adenovirus in the HHD system. In short, we demonstrated that Ad-SCT-H74L was more effective at priming FMP-specific CTL response than Ad-SCT-HHD or Ad-FMP in HHD mice (Figures 3-5) . Furthermore, vaccination with Ad-SCT-H74L induced antitumor immunity better than that with Ad-SCT-HHD or Ad-FMP ( Figure 6 ). Overall, these data strongly suggest that it may be possible to develop an efficient vaccine to enhance protective immunity against tumor and/or virus simply by introducing a point mutation into the MHC class I heavy chain of the SCT.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 357,
                    "end": 359,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 360,
                    "end": 362,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 228,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 341,
                    "end": 354,
                    "text": "(Figure 1c,d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 746,
                    "end": 759,
                    "text": "(Figures 3-5)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 876,
                    "end": 884,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "During the last two decades, a number of mutational analyses for MHC class I molecules have been performed by multiple groups, and several amino acid positions have been defined to be critical for antigen presentation and CTL recognition. 3,5,21-23 These findings resulted from the data of CTL responses abolished or impaired by the introduction of a single amino acid substitution at a particular position into the MHC class I heavy chain. At the same time, there were a number of class I mutants that had no practical impact on peptide-specific CTL responses. On the other hand, a few mutants involving H74L have been reported to obviously enhance CTL recognition. Another example is the mutant HLA-A*0201 containing a mutation from glutamine to glutamic acid at position 115 (Q115E). 24, 25 The Q115E mutation resulted in the enhancement of CD8 binding that improved antigen recognition at the cell surface and CTL priming in vitro. 24 The histidine at position 74 is located in the α1 helix and forms a portion of the wall of the C pocket that is one of the six binding pockets within the peptide-binding groove. 2 According to the crystallographic analysis, however, this residue does not appear to engage in the direct interaction with peptides. 26 Since position 74 is a histidine or an aspartic acid (D) in all HLA-A molecules except HLA-A*80:01 whose position 74 is an asparagine, this invariant residue may play an important role in the conformational stability common to the HLA-A. All HLA-A2 subtypes encode a histidine except HLA-A*02:11 which uses an aspartic acid. In addition, for all HLA-B molecules which have been sequenced, position 74 is an aspartic acid or a tyrosine (Y). Two different groups found that CTL recognition presented by H74D was slightly impaired. 21, 23 The same group showed that H74Y did not display an increase in CTL recognition. 23 Interestingly, the H74D mutation had little effect on the CTL response but the H74Y mutation impaired CTL recognition in this study (Figure 1e ). In addition to H74L, three more mutants, H74A, H74F and H74T enhanced FMP-specific CTL responses in the presence of an exogenous FMP 58-66 peptide (Figure 1e ). It is unclear at present why these four particular amino acid substitutions caused the enhancement of CTL recognition, but we could speculate that these mutations may provide more depth in the C pocket which is usually shallow in comparison with other pockets, leading to the increased affinity of peptide binding (Figure 1d ). In contrast to the exogenous peptide, we previously showed that the endogenously processed peptide was not presented to CTL by HLA-A*02:01 with the H74L mutation. 5, 18 In accordance with these data, FMP-specific CTLs could not recognize either RMA-H74L, -H74A, -H74F or -H74T cells infected with influenza A virus (unpublished observations). These data suggest that the histidine at position 74 might plays a critical role related to the formation of the ER peptide-loading complex in the antigen processing. This idea might be able to explain why the human immune system has not evolved to incorporate these mutations at position 74.",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 790,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 936,
                    "end": 938,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1117,
                    "end": 1118,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1252,
                    "end": 1254,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1784,
                    "end": 1787,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1788,
                    "end": 1790,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1871,
                    "end": 1873,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2672,
                    "end": 2674,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2675,
                    "end": 2677,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 2006,
                    "end": 2016,
                    "text": "(Figure 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2167,
                    "end": 2177,
                    "text": "(Figure 1e",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2495,
                    "end": 2505,
                    "text": "(Figure 1d",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "To increase the efficiency of antigen presentation by MHC class I molecules, the SCTs have been developed by Hansen et al. [6] [7] [8] Because the SCTs are immunogenic to stimulate peptide-specific CTLs in vivo, this technology may have applications as DNA vaccines against virus infection or tumors. Taking advantage of this attribute, we examined whether the H74L mutant had the potential as a vaccine platform for the immunotherapy. As shown in Figures 3-5 , Ad-SCT-H74L stimulated FMP-specific CTLs in HHD mice at lower viral doses than Ad-SCT-HHD or Ad-FMP. These data strongly suggest that SCT-H74L molecules are more stable at the cell surface than SCT-HHD or native HHD molecules, and thereby, FMP-specific CTLs can be generated even by fewer MHC class I/peptide complexes per cell on the cell surface in mice vaccinated with Ad-SCT-H74L. As an SCT molecule retains a covalently attached peptide, the original SCTs are supposed to be steadier on the cell surface than are the equivalent native class I molecules, making them potentially more immunogenic. 6 In the original SCTs, however, the linker extending from the C-terminus of the peptide would disrupt the F pocket anchoring of the peptide in the peptide-binding groove. 27, 28 A peptide with the high binding affinity may be little affected by this disruption. However, when a peptide with the low or medium binding affinity is incorporated in the SCTs, their assembly may be much less efficient. This might explain our current data showing that Ad-SCT-HHD was not drastically superior to Ad-FMP at the in vivo CTL priming and the antitumor protection (Figures 3-6 ). Since the H74L substitution enhances the peptide binding to HLA-A*02:01 (Figure 1d) , this mutation would diminish the negative influence of the linker on the peptide anchoring.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1063,
                    "end": 1064,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1235,
                    "end": 1238,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1239,
                    "end": 1241,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 459,
                    "text": "Figures 3-5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1617,
                    "end": 1629,
                    "text": "(Figures 3-6",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1705,
                    "end": 1716,
                    "text": "(Figure 1d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "To eliminate the detrimental effect of the peptide linker, Hansen et al. attempted to improve the design of the SCTs by engineering the MHC class I heavy chain. They focused on the tyrosine at position 84 (Y84) of the heavy chain because the conserved residue, Y84 creates a part of F pocket and plays a major role to accommodate the C-terminus of the peptide in the peptide-binding groove. 27 Firstly, a mutation from tyrosine to alanine at position 84 of a heavy chain (Y84A) was introduced into the SCT comprises H-2K b heavy chain, β2m, and an ovalbumin peptide (SCT-Y84A). 27 It was speculated that Y84A would partially open the binding groove to allow a better fit of the C-terminal linker-attached peptide. Indeed, ovalbuminspecific CTLs killed target cells expressing SCT-Y84A somewhat better than those expressing the original SCT or native H-2K b without the Y84A mutation. 27 Unlike H74L (Figure 1d) , 5, 18 however, noncovalently attached native H-2K b mutant with the Y84A mutation exhibited very poor peptide binding in comparison with WT native H-2K b , 27 indicating the enhancement mechanism of SCT-Y84L in the CTL recognition is different from that of SCT-H74L. Notably, it is still unclear whether SCT-Y84A can efficiently elicit ovalbumin-specific CTLs in vivo. Secondary, the tyrosine at position 84 of the MHC class I heavy chain and the second residue of the first linker were changed to cysteine to form a new disulfide bond between the two cysteine residues, covalently trapping the peptide in the binding groove. 28, 29 The SCTs with the disulfide traps were particularly useful for relatively weak binding peptides. It was shown that DNA vaccines with disulfide traps enhanced the immune response to a low affinity peptide in vivo. 30 However, there is no published information concerning the functional comparison between the SCT-Y84A and disulfide trap. In addition, the Q115E mutation described above 24, 25 was also introduced into SCT of H-2K b (SCT-Q115E). 30 However, they presented only a data of ELISPOT analysis to show the predominance of SCT-Q115E over its WT counterpart at in vivo priming peptide-specific CTLs in mice. 30 Anyhow, the introduction of the Y84A mutation, the disulfide trap and/or the Q115E mutation into SCT-H74L might generate a synergistic effect on the in vivo priming of peptide-specific CTLs. This approach should also be beneficial for improving the instability of MHC class I multimers composed of lower affinity MHC/peptide complexes and enable them to make more comprehensive analyses of CTL responses to pathogens and tumors.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 578,
                    "end": 580,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 884,
                    "end": 886,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 913,
                    "end": 915,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 916,
                    "end": 918,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1069,
                    "end": 1071,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1543,
                    "end": 1545,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1759,
                    "end": 1761,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1931,
                    "end": 1934,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1935,
                    "end": 1937,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1990,
                    "end": 1992,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2161,
                    "end": 2163,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 899,
                    "end": 910,
                    "text": "(Figure 1d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The most striking results in these experiments are that mice vaccinated with Ad-SCT-H74L even at a low dose of 1.6 × 10 6 TCID 50 were protected against both subcutaneously and i.v. challenges with RMA-HHD-FMP tumor cells (Figure 6c,d) . These data reveal the high efficiency of Ad-SCT-H74L for the induction of protective antitumor immunity, suggesting that SCT-H74L has the great potential to improve the current tumor vaccine strategy. In addition, the SCTs have a valuable advantage to bypass antigen processing, 7, 8 and therefore, the SCT-H74L may overcome several immune evasion strategies of tumors that block the antigen processing pathway. It was shown that the enhanced peptide loading by the H74L molecules was not peptide-specific (Figure 1c,d) . 18 However, it is necessary to confirm that other HLA-A*02:01-restricted peptides in the SCT-H74L format would behave in the same manner as FMP 58-66 does. This is of particular importance in designing SCT-H74L as tumor vaccines because many tumor-derived peptides usually have low binding affinity to MHC class I molecules. The capacity of SCT-H74L to bind and present low affinity epitopes remains to be investigated. However, we have preliminary data showing that the H74L mutation enhanced binding and CTL recognition of tumor peptides including WT1, Her2/neu and MAGE-3 in comparison to the WT counterpart, using RMA-S-H74L and RMA-H74L. Hence, it is possible to assume that the SCT-H74L may improve to bind and present low affinity epitopes including tumor epitopes and self peptides. Another major concern is whether any H74L-like mutations can be found in other HLA class I alleles. On the bais of this data, the conformational change of the shallow C pocket might be of key importance.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 520,
                    "end": 521,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 760,
                    "end": 762,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 235,
                    "text": "(Figure 6c,d)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 744,
                    "end": 757,
                    "text": "(Figure 1c,d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, we have clearly and extensively demonstrated for the first time that the introduction of a single mutation into the HLA-A*02:01 of the SCT induce enhancement of both in vivo priming of peptide-specific CTLs and protective antitumor immunity. This novel approach might serve as a driving force for the development of effective immunotherapy against tumors and pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We used the HLA-A*02:01-transgenic, and H-2D b−/− β2m −/− double knockout mice that express transgenic HLA-A*02:01 monochains, designated as HHD, in which human β2m is covalently linked to a chimeric heavy chain composed of HLA-A*02:01 (α1 and α2 domains) and H-2D b (α3, transmembrane and cytoplasmic domains) (Figure 1a,b) . 15 Seven-to ten-weekold mice were used for all experiments. Mice were housed in appropriate animal care facilities at Saitama Medical University, and were handled according to the international guideline for experiments with animals. This study was approved by the Animal Research Committee of Saitama Medical University.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 329,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 324,
                    "text": "(Figure 1a,b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MATeRIAlS AND MeTHODS Mice"
        },
        {
            "text": "Synthetic peptides HLA-A*02:01-restricted epitopes used were as follows: FMP 58-66 (sequence: GILGFVFTL), 31 HPV-E6 29-38 (sequence: TIHDIILECV), 32 HTLV-tax [11] [12] [13] [14] [15] [16] [17] [18] [19] (sequence: LLFGYPVYV), 33 and HIV-pol 476-484 (sequence: ILKEPVHGV). 34 Synthetic peptides corresponding to the above epitopes were synthesized by Operon Biotechnologies (Tokyo, Japan).",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 226,
                    "end": 228,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 272,
                    "end": 274,
                    "text": "34",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "MATeRIAlS AND MeTHODS Mice"
        },
        {
            "text": "Mouse lymphoma cell lines, RMA (H-2 b ) and TAP-2-deficient RMA-S (H-2 b ), 19 were cultured in RPMI-1640 medium (Sigma-Aldrich, St. Louis, MO) with 10% FCS (Sigma-Aldrich) (R-10). The HHD gene-transfected cell lines, RMA-HHD and RMA-S-HHD, were previously described, 15 and maintained in R-10 containing 500 μg/ml G418 (Nacalai Tesque, Kyoto, Japan). A human kidney cell line, 293 cell lines were obtained from the American Type Culture Collection (ATCC) (Rockville, MD). The Ad-293 cell line was provided with the AdEasy adenoviral vector system (Agilent Technologies, La Jolla, CA). 293 and Ad-293 cells were maintained in DMEM (Sigma-Aldrich) supplemented with 10% FCS (Sigma-Aldrich).",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 268,
                    "end": 270,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Cell lines"
        },
        {
            "text": "Spleen cells of naive HHD mice were prepared, pulsed with 10 μmol/l of an appropriate peptide for 1 hour at 37 °C, and irradiated at 20 grays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of peptide-specific CTL lines"
        },
        {
            "text": "Induction of long-lasting memory CTLs. HHD mice (six per group) were immunized once with 1.6 × 10 5 TCID 50 of Ad-WT or Ad-SCT-H74L. At day 60 after the immunization, spleen cells were prepared, and stimulated in vitro twice with peptide-pulsed syngeneic spleen cells. 51 Cr-release assays were then carried out at various E:T ratios, using RMA-HHD cells pulsed with (+) or without (−) FMP 58-66 as targets. The labels 1, 2, 3 indicate data from three different representative mice. Representative data are shown as the mean ± SD of triplicate wells. *P < 0.05; **P < 0.01; ***P < 0.001 compared to RMA-HHD pulsed without a peptide, Student's t-test. The peptide-pulsed cells were then adoptively transferred i.v. into mice (2 × 10 7 cells/mouse). After 2 weeks, spleen cells of immunized mice were prepared, and stimulated twice or three times with peptide-pulsed, irradiated (20 grays) syngeneic spleen cells. After the second stimulation, human recombinant IL-2 (Cetus, Barkley, CA) was added to the culture media at a final concentration of 100 U/ml. The peptide-specific killing activities of CTL lines were checked by 51 Cr-release assays prior to experiments, using RMA-HHD cells pulsed with or without an appropriate peptide as targets. Peptide-specific CTL lines were then used to investigate for their killing activities against RMA, RMA-HHD and RMA-HHD mutants in the presence or absence of an appropriate peptide at various concentrations at an E:T ratio of 1 in standard 51 Cr-release assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "The cDNA encoding HHD gene was generated by reverse transcriptase PCR from total RNA of RMA-HHD cells. After addition of restriction site sequences at the 5′ and 3′ ends, HHD cDNA was subcloned into the NheI-HindIII sites of the pcDNA3.1 (+) (Invitrogen, Carlsbad, CA) expression vector (pcDNA3.1-HHD). pcDNA3.1-HHD was then used as a template to construct a library of mutant HHD genes ligated with pcDNA3.1. The inverse PCR-based site-directed mutagenesis 35 was performed using KOD-Plus mutagenesis kit (Toyobo, Osaka, Japan) according to the manufacture's instructions. In brief, this method requires two back-to-back primers oriented in the reverse direction to amplify the entire plasmid. One of the primers contained a nucleotide change that caused a single amino acid substitution at position 74 in the α1 domain of HHD. After the reaction, the template plasmid DNA was digested by DpnI that recognizes the G m6 ATC (m6-methylated) sites of plasmid DNA purified from ordinary host E. coli. The indigested PCR product containing a nucleotide substitution was then recircularized by T4 polynucleotide kinase and ligase, and the resulting plasmid was transformed. We generated 15 different kinds of pcDNA3.1-mutant HHD plasmids with point mutations at position 74 from histidine to alanine (H74A), cysteine (H74C), aspartic acid (H74D), glutamic acid (H74E), phenylalanine (H74F), glycine (H74G), isoleucine (H74I), lysine (H74K), leucine (H74L), asparagine (H74N), glutamine (H74Q), serine (H74S), threonine (H74T), valine (H74V), and tyrosine (H74Y). The whole nucleotide sequence of each mutant HHD gene was confirmed by the DNA sequencing services (Operon Biotechnologies).",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 460,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid constructs"
        },
        {
            "text": "An artificial gene encoding SCT of HHD linked to FMP 58-66 peptide (SCT-HHD) (Figure 2a,b) was synthesized by Operon Biotechnologies. This gene consists of the leader sequence of human β2m followed immediately by the FMP 58-66 sequence and then a linker of 15 residues ((G 4 S) 3 ). This first linker is followed by the human mature β2m sequence, the second linker of 15 residues ((G 4 S) 3 ), and then the HHD sequence. In the process of the SCT gene synthesis, the XhoI and HindIII site sequences were added at the 5′ and 3′ ends, respectively. The SCT gene was subcloned into the XhoI and HindIII sites of the expression vector, pcDNA3.1 (−) (Invitrogen) (pcDNA3.1-SCT-HHD). A nucleotide substitution that causes the H74L mutation in the α1 domain of HHD was then created in pcDNA3.1-SCT-HHD (pcDNA3.1-SCT-H74L) using the KOD-Plus mutagenesis kit (Toyobo) as described above. The construct was confirmed by DNA sequencing (Operon Biotechnologies).",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 279,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 389,
                    "end": 390,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 90,
                    "text": "(Figure 2a,b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Plasmid constructs"
        },
        {
            "text": "The gene encoding the whole FMP of influenza A virus (A/PR8/34) was synthesized by Operon Biotechnologies, and was inserted into the BglII-XhoI sites of the pAcGFP1-Hyg-N1 expression vector (Clontech Laboratories, Mountain View, CA) (pAcGFP1-FMP). This vector allows FMP to be fused to GFP protein at C-terminus. Transfectants RMA cells were transfected with each of pcDNA3.1-mutant HHD plasmids by electroporation (Gene Pulser, Bio-Rad Laboratories, Hercules, CA) as described before. 36 RMA-S cells were also electroporated with pcDNA3.1-H74L, pcDNA3.1-SCT-HHD, or pcDNA3.1-SCT-H74L. After selection with G418 (Nakarai Tesque) at a final concentration of 1.2 mg/ml, transfectants were analyzed for their surface HHD expression by flow cytometry (FACSCanto II, BD Biosciences, Franklin Lakes, NJ) using indirect immunofluorescence with anti-HLA-A2 monoclonal antibody, BB7.2. 37 Transfectants expressing multiple positive peaks were cloned by limiting dilution. The expression of mutant HHD molecules on each transfectant was almost equivalent to that of RMA-HHD or RMA-S-HHD cells.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 488,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 877,
                    "end": 879,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid constructs"
        },
        {
            "text": "RMA-HHD cells were transfected with pAcGFP1-FMP by electroporation (RMA-HHD-FMP). After selection with Hygromycin B (Nakarai Tesque) at a final concentration of 1.2 mg/ml, cells were cloned and confirmed for their expression of GFP-fused FMP by flow cytometry (FACSCanto TM II, BD Biosciences) (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid constructs"
        },
        {
            "text": "Recombinant adenovirus expressing SCT molecules of FMP 58-66 peptidelinked HHD (Ad-SCT-HHD) or -H74L (Ad-SCT-H74L) was generated using the AdEasy Adenoviral Vector System (Agilent Technologies) as described before. 38 Briefly, the synthesized SCT gene encoding SCT of HHD linked to FMP 58-66 peptide (Operon Biotechnologies) described above was inserted into the XhoI-HindIII sites of pShuttle-CMV vector (pShuttle-CMV-SCT-HHD). The H74L point mutation in this construct (pShutle-CMV-SCT-H74L) was created using the KOD-Plus mutagenesis kit (Toyobo) as described above. The construct was confirmed by DNA sequencing (Operon Biotechnologies). The shuttle vector, pShuttle-CMV-SCT-HHD or pShuttle-CMV-SCT-H74L, was linearized with PmeI (New England Biolabs, Herts, UK) and transformed into the BJ5183-Ad-1 competent cells containing the adenoviral backbone plasmid vector, pAdEasy-1. Recombinant adenovirus plasmids were digested with PacI (New England Biolabs), and transfected into Ad-293 cells by Lipofectamine 2000 (Invitrogen). After 10-14 days following transfection, adenoviruses were released from the cells by three cycles of rapid freezing and thawing. Virus was amplified in 293 cells, and viral titers were determined by calculating TCID 50 on 293 cells.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "text": "38",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Construction of recombinant adenoviruses"
        },
        {
            "text": "The synthesized FMP gene used for the construction of pAcGFP1-FMP was inserted into the he BglII-XhoI sites of pShuttle-IRES-hrGFP-1 vector (Agilent Technologies). Recombinant adenovirus expressing FMP (Ad-FMP) was then generated using the AdEasy system as described above. The pShuttle-IRES-hrGFP-1 vector allows the FMP protein to be fused to the 3×FLAG tag sequence at C-terminus, and therefore, Western blotting was performed as described previously 38 to detect expression of the FMP protein in cells infected with Ad-FMP using anti-FLAG M2 mAb (Sigma-Aldrich) (data not shown).",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "text": "38",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Construction of recombinant adenoviruses"
        },
        {
            "text": "For the immunization, mice were injected intraperitoneally (i.p.) once with either 1.6 × 10 4 , 1.6 × 10 5 , 1.6 × 10 6 , 1.6 × 10 7 or 1.6 × 10 8 TCID 50 of adenovirus in 0.5 ml of phosphate-buffered saline. 51 Cr-release assay 51 Cr-release assays were carried out as described before. 39 Briefly, after 2 weeks following immunization, spleen cells of immunized mice were stimulated once with gamma-irradiated, syngeneic spleen cells pulsed with 10 μmol/l of an appropriate peptide for 1 week, and used as effector cells (Figure 3 ). For the detection of memory CTLs (Figure 7) , spleen cells were prepared on day 60 after the immunization, and stimulated twice with gamma-irradiated, peptide-pulsed syngeneic spleen cells. At the second stimulation, human recombinant IL-2 (Cetus) was added to the culture media at a final concentration of 100 U/ml. To examine various HHD mutants, peptide-specific CTLs were employed ( Figure 1 ). For targets, RMA, RMA-HHD and RMA-HHD mutant cells were labeled with 100 μCi of Na 2 51 CrO 4 . After a 4-hour incubation, the radioactivity in each supernatant was counted. Results were calculated as the mean of a triplicate assay. Percent-specific lysis was calculated according to the formula: % specific lysis = [(cpm sample − cpm spontaneous )/(cpm maximum − cpm spontaneous )] × 100. Spontaneous release represents the radioactivity released by target cells in the absence of effectors, and maximum release represents the radioactivity released by target cells lysed with 5% Triton X-100 (Sigma-Aldrich). FMP-specific CTL responses against various RMA-HHD mutant cells were standardized as the percent relative lysis by the following formula: % relative lysis = [(% specific lysis against RMA-HHD mutants − % specific lysis against RMA)/(% specific lysis against RMA-HHD − % specific lysis against RMA)] × 100.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 231,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 290,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 532,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 579,
                    "text": "(Figure 7)",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 931,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction of recombinant adenoviruses"
        },
        {
            "text": "Binding of peptides to the HHD and H74L molecules was investigated by the cell surface stabilization assay as described, 36 using RMA-S-HHD and RMA-S-H74L. In brief, RMA-S transfectants were cultured for 16 hours at 26 °C in a CO 2 incubator, and were then pulsed with peptides at various concentrations for 1 hour at 26 °C. After incubation for 3 hours at 37 °C, peptide-pulsed cells were stained with BB7.2, followed by FITC-labeled goat antimouse IgG antibody (Sigma-Aldrich). The mean fluorescence intensity (MFI) of each cell line was measured by flow cytometry (FACSCanto TM II, BD Biosciences), and standardized as the percent cell surface expression relative to RMA-S transfectants incubated at 26 °C overnight by the following formula: % relative Intracellular cytokine staining Intracellular cytokine staining was performed as described. 40 In brief, after 1 week following immunization, spleen cells were incubated with 10 μmol/l of FMP 58-66 for 5 hours at 37 °C in the presence of brefeldin A (GolgiPlug TM , BD Biosciences). After blocking Fc receptors, cells were stained with FITCconjugated antimouse CD8 smonoclonal antibody (mAb) (BioLegend, San Diego, CA), followed by the staining of intracellular IFN-γ with PE-conjugated anti-IFN-γ mAb (BioLegend). After washing the cells, flow cytometric analyses were performed.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 848,
                    "end": 850,
                    "text": "40",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Peptide-binding assay"
        },
        {
            "text": "In vivo CTL assays were carried out as described before. 39 In brief, naive spleen cells were prepared and split into two populations. One population was pulsed with 10 μmol/l of FMP 58-66 and labeled with 2.5 μmol/l of CFSE (Molecular Probes, Eugene, OR), whereas the other population was just labeled with 0.25 μmol/l of CFSE. An equal number of cells from each population was mixed together, and adoptively transferred i.v. into mice (1 × 10 7 /mouse) that had been immunized with adenovirus 1 week earlier. Tumor challenge experiments (i) In vivo CTL assay with tumor cells: RMA-HHD and RMA-HHD-FMP cells were labeled with 0.25 and 2.5 μmol/l of CFSE, respectively, and an equal number of cells from each cell line was mixed together. A total of 1 × 10 7 cells was injected i.v. into each mouse that had been immunized with adenovirus 1 week previously. After 12-14 hours, spleen cells were prepared, treated with anti-Fc receptor mAb (BioLegend), and stained with PE-conjugated anti-H-2D b mAb (BioLegend). After washing, H-2D b+ cells were analyzed for their expression of CFSE by flow cytometry (FACSCanto TM II, BD Biosciences). Percent-specific lysis was calculated according to the formula of standard in vivo CTL assay described above. (ii) Survival of mice: Ten HHD mice per group were immunized with 1.6 × 10 6 TCID 50 of either Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L. After 1 week following immunization, mice were challenged i.v. with 5 × 10 6 RMA-HHD-FMP cells. Mice were observed for survival for more than 60 days. (iii) Tumor growth: Mice (five per group) were immunized with 1.6 × 10 6 TCID 50 of either Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L. One week later, mice were inoculated subcutaneously with 5 × 10 4 RMA-HHD-FMP cells on the right abdominal flank. Tumor size was measured every 2-3 days using a caliper in the two perpendicular diameters. The tumor volume (mm 3 ) was calculated using the following formula: tumor volume = (D × d 2 )/2, where d is the smaller of the two diameters. Mice were killed when the tumor volume grew up to 800 mm 3 .",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In vivo CTL assay"
        },
        {
            "text": "Statistical analyses between two groups were performed with Student's t-test. One-way analysis of variance followed by post hoc tests was carried out for statistical analyses between multiple groups using Graph Pad Prism 5 software (GraphPad software, San Diego, CA) . A value of P < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Structure of the human class I histocompatibility antigen, HLA-A2",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bjorkman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Saper",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Samraoui",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ws",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Strominger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature",
            "volume": "329",
            "issn": "",
            "pages": "506--512",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Refined structure of the human histocompatibility antigen HLA-A2 at 2.6 A resolution",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Saper",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bjorkman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Mol Biol",
            "volume": "219",
            "issn": "",
            "pages": "277--319",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Roles of the six peptide-binding pockets of the HLA-A2 molecule in allorecognition by human cytotoxic T-cell clones",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hioe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Frelinger",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc Natl Acad Sci",
            "volume": "90",
            "issn": "",
            "pages": "674--678",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genetic evidence for difference between intracellular and extracellular peptides in influenza A matrix peptide-specific CTL recognition",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Moots",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rj",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Warburton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Peace-Brewer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tussey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Immunol",
            "volume": "154",
            "issn": "",
            "pages": "1088--1096",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analysis of mutant HLA-A2 molecules. Differential effects on peptide binding and CTL recognition",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Tussey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "Rowland-Jones",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Warburton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frelinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Immunol",
            "volume": "152",
            "issn": "",
            "pages": "1213--1221",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cutting edge: single-chain trimers of MHC class I molecules form stable structures that potently stimulate antigen-specific T cells and B cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Netuschil",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lybarger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "",
            "pages": "3145--3149",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Basic and translational applications of engineered MHC class I proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "Fremont",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trends Immunol",
            "volume": "31",
            "issn": "",
            "pages": "363--369",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Properties and applications of single-chain major histocompatibility complex class I molecules",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kotsiou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brzostek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antioxid Redox Signal",
            "volume": "15",
            "issn": "",
            "pages": "645--655",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cancer immunotherapy using a DNA vaccine encoding a single-chain trimer of MHC class I linked to an HPV-16 E6 immunodominant CTL epitope",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Th",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gene Ther",
            "volume": "12",
            "issn": "",
            "pages": "1180--1186",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A DNA vaccine encoding a singlechain trimer of HLA-A2 linked to human mesothelin peptide generates anti-tumor effects against human mesothelin-expressing tumors",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Calizo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "127--135",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Single-chain HLA-A2 MHC trimers that incorporate an immundominant peptide elicit protective T cell immunity against lethal West Nile virus infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mcmurtrey",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Hildebrand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Weidanz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gillanders",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "We",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "184",
            "issn": "",
            "pages": "4423--4430",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Single chain MHC I trimer-based DNA vaccines for protection against Listeria monocytogenes infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zuiani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Carrero",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "2178--2186",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Virus evasion of MHC class I molecule presentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Solheim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Immunol",
            "volume": "171",
            "issn": "",
            "pages": "4473--4478",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "MHC class I antigen processing and presenting machinery: organization, function, and defects in tumor cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ec",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Perosa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vacca",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dammacco",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Racanelli",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Natl Cancer Inst",
            "volume": "105",
            "issn": "",
            "pages": "1172--1187",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "HLA-A2.1-restricted education and cytolytic activity of CD8(+) T lymphocytes from beta2 microglobulin (beta2m) HLA-A2.1 monochain transgenic H-2Db beta2m double knockout mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pascolo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bervas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ure",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lemonnier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pérarnau",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Exp Med",
            "volume": "185",
            "issn": "",
            "pages": "2043--2051",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "HLA-A*01:03, HLA-A*24:02, HLA-B*08:01, HLA-B*27:05, HLA-B*35:01, HLA-B*44:02, and HLA-C*07:01 monochain transgenic/H-2 class I null mice: novel versatile preclinical models of human T cell responses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boucherma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kridane-Miledi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bouziat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gatard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Langa-Vives",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "191",
            "issn": "",
            "pages": "583--593",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "HLA class I transgenic mice: development, utilisation and improvement",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pascolo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Expert Opin Biol Ther",
            "volume": "5",
            "issn": "",
            "pages": "919--938",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analysis of the mutant HLA-A*0201 heavy chain H74L: impaired TAP-dependent peptide loading",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Caley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Peace-Brewer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Frelinger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hum Immunol",
            "volume": "60",
            "issn": "",
            "pages": "743--754",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Restoration of antigen presentation to the mutant cell line RMA-S by an MHC-linked transporter",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Powis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Deverson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bastin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Butcher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature",
            "volume": "354",
            "issn": "",
            "pages": "528--531",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A single-chain H-2Db molecule presenting an influenza virus nucleoprotein epitope shows enhanced ability at stimulating CD8+ T cell responses in vivo",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Choudhuri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Callan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Merwe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "4565--4571",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effect of mutations and variations of HLA-A2 on recognition of a virus peptide epitope by cytotoxic T lymphocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Gotch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Santos-Aguado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Strominger",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proc Natl Acad Sci",
            "volume": "85",
            "issn": "",
            "pages": "9194--9198",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The 45 pocket of HLA-A2.1 plays a role in presentation of influenza virus matrix peptide and alloantigens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Carreno",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rv",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biddison",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "We",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Immunol",
            "volume": "146",
            "issn": "",
            "pages": "3508--3512",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Both major and minor peptide-binding pockets in HLA-A2 influence the presentation of influenza virus matrix peptide to cytotoxic T lymphocytes",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Mol Immunol",
            "volume": "31",
            "issn": "",
            "pages": "459--470",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Enhanced immunogenicity of CTL antigens through mutation of the CD8 binding MHC class I invariant region",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wooldridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lissina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vernazza",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gostick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Laugel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sl",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Immunol",
            "volume": "37",
            "issn": "",
            "pages": "1323--1333",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Interaction between the CD8 coreceptor and major histocompatibility complex class I stabilizes T cell receptor-antigen complexes at the cell surface",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wooldridge",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gostick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Laugel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hutchinson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "27491--27501",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The antigenic identity of peptide-MHC complexes: a comparison of the conformations of five viral peptides presented by HLA-A2",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Madden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Garboczi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "75",
            "issn": "",
            "pages": "693--708",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Enhanced immune presentation of a single-chain major histocompatibility complex class I molecule engineered to optimize linkage of a C-terminally extended peptide",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lybarger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Miley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fremont",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Primeau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "27105--27111",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Disulfide bond engineering to trap peptides in the MHC class I binding groove",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Truscott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lybarger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Martinko",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mitaksov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ve",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kranz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "",
            "pages": "6280--6289",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Human major histocompatibility complex (MHC) class I molecules with disulfide traps secure disease-related antigenic peptides and exclude competitor peptides",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Truscott",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lybarger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biddison",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "We",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcberry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Martinko",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "7480--7490",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Engineering superior DNA vaccines: MHC class I single chain trimers bypass antigen processing and enhance the immune response to low affinity antigens",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Herndon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Truscott",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goedegebuure",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "1911--1918",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cytotoxic T lymphocytes recognize a fragment of influenza virus matrix protein in association with HLA-A2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gotch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rothbard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Howland",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature",
            "volume": "326",
            "issn": "",
            "pages": "881--882",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Human CTL epitopes encoded by human papillomavirus type 16 E6 and E7 identified through in vivo and in vitro immunogenicity studies of HLA-A*0201-binding peptides",
            "authors": [],
            "year": null,
            "venue": "J Immunol",
            "volume": "154",
            "issn": "",
            "pages": "5934--5943",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Target epitope in the Tax protein of human T-cell leukemia virus type I recognized by class I major histocompatibility complex-restricted cytotoxic T cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kannagi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Igarashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuruma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Murai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aono",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "2928--2933",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An optimal viral peptide recognized by CD8+ T cells binds very tightly to the restricting class I major histocompatibility complex protein on intact cells but not to the purified class I protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Tsomides",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Eisen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hn",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc Natl Acad Sci",
            "volume": "88",
            "issn": "",
            "pages": "11276--11280",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Enzymatic inverse PCR: a restriction site independent, single-fragment method for high-efficiency, site-directed mutagenesis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Stemmer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sk",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Biotechniques",
            "volume": "13",
            "issn": "",
            "pages": "214--220",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Efficient induction of cytotoxic T lymphocytes specific for severe acute respiratory syndrome (SARS)-associated coronavirus by immunization with surface-linked liposomal peptides derived from a non-structural polyprotein 1a",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kohyama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohno",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taneichi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antiviral Res",
            "volume": "84",
            "issn": "",
            "pages": "168--177",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Partial purification and some properties of BB7.2. A cytotoxic monoclonal antibody with specificity for HLA-A2 and a variant of HLA-A28",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parham",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Brodsky",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Hum Immunol",
            "volume": "3",
            "issn": "",
            "pages": "277--299",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The route of immunization with adenoviral vaccine influences the recruitment of cytotoxic T lymphocytes in the lung that provide potent protection from influenza A virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nogi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohno",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Akatsuka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antiviral Res",
            "volume": "91",
            "issn": "",
            "pages": "252--258",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Chimeric SV40 virus-like particles induce specific cytotoxicity and protective immunity against influenza A virus without the need of adjuvants",
            "authors": [],
            "year": null,
            "venue": "Virology",
            "volume": "448",
            "issn": "",
            "pages": "159--167",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "T-bet is required for protection against vaccinia virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsui",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Moriya",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yoshimoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Akatsuka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "12798--12806",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material",
            "authors": [],
            "year": null,
            "venue": "This work is licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "HHD-H74L improves the presentation of exogenous peptides. (a) Structure of HHD-H74L. LS: leader sequence; huβ2m: human β2m; α1, α2, α3, Tm, Cyt: α1, α2, α3, transmembrane, cytoplasmic domains. (b) Diagram of HHD-H74L. (c) Enhanced cytotoxic T lymphocyte (CTL) recognition of HHD-H74L-expressing targets. CTL lines were examined for killing activities against RMA, RMA-HHD and RMA-H74L in the presence of a peptide (FMP 58-66 , HPV-E6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The SCT molecule comprises an epitope, human β2m and HHD with the H74L mutation. (a) Structure of the SCT molecule with the H74L mutation (SCT-H74L). LS: leader sequence; huβ2m: human β2m; α1, α2, α3: α1, α2, α3 domains; Tm: transmembrane domain; Cyt: cytoplasmic domain. (b) Diagram of SCT-H74L on the cell surface. (c) Expression of SCT-HHD or SCT-H74L on the surface of RMA-S cells. RMA-S and RMA-S transfectants were stained with the anti-HLA-A*02:01 mAb, followed by FITC-labeled goat antimouse IgG antibody. Thick lines: RMA-S-HHD, peptide-pulsed RMA-S-HHD (pulsed with 1 μmol/l FMP 58-66 ), RMA-S-expressing SCT-HHD (RMA-S-SCT-HHD), and RMA-S-expressing SCT-H74L (RMA-S-SCT-H74L); Thin lines in all panels: RMA-S.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "In vivo detection of enhanced FMP-specific cytotoxic T lymphocyte (CTL) killing activities in Ad-SCT-H74L-immunized mice.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Intracellular IFN-γ staining of FMP-specific CD8 + T cells in mice immunized with Ad-SCT-H74L. HHD mice (five to nine per group) were immunized with Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L at various inoculation doses. After 1 week, splenic lymphocytes were prepared, and stimulated with (+) or without (−) FMP 58-66 for 5 hours. Cells were then stained for their surface expression of CD8 and their intracellular expression of IFN-γ. The data indicate the percentages of INF-γ-producing cells within CD8 + T cells. (a) Each symbol represents an individual mouse. Horizontal bars represent the mean. *P < 0.05; NS, not significant, One-way analysis of variance. (b) Data are representative in mice immunized with Ad-WT or Ad-SCT-H74L. The numbers shown indicate the percentages of INF-γ-secreting cells within CD8 + T cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Ad-SCT-H74L vaccination could mediate prophylactic protection against a lethal challenge of RMA-HHD-FMP tumor cells. After immunization with 1.6 × 10 6 TCID 50 of either Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L, mice were challenged intravenously (i.v.) with 5 × 10 6 cells/mouse of RMA-HHD-FMP cells. As shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Immunization with Ad-SCT-H74L induces strong antitumor protection in HHD mice. (a,b) In vivo cytotoxic T lymphocyte (CTL) assay with tumor cells. Mice (five to eight per group) were vaccinated with Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L at various doses. One week later, RMA-HHD and RMA-HHD-FMP cells were labeled with 0.25 and 2.5 μmol/l of CFSE, respectively, mixed at 1:1, and injected i.v. into each mouse (1 × 10 7 cells per mouse). After 12-14 hours, spleen cells were prepared and stained with PE-conjugated anti-H-2D b mAb. After washing, H-2D b+ cells were analyzed for their expression of CFSE by flow cytometry. (a) Each symbol represents an individual mouse. Horizontal bars represent the mean. ***P < 0.001; NS, not significant, One-way analysis of variance. (b) Representative data of the in vivo CTL assay are shown. The numbers in the panels indicate the percentage of FMP-specific lysis. L: RMA-HHD labeled with 0.25 μmol/l CFSE; H: RMA-HHD-FMP labeled with 2.5 μmol/l CFSE. (c) Survival of mice. After 1 week following immunization with 1.6 × 10 6 TCID 50 of either Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L, mice (ten per group) were challenged i.v. with 5 × 10 6 RMA-HHD-FMP cells. The experiment was repeated twice with similar results. (d) Inhibition of tumor growth. Mice (five per group) were immunized with 1.6 × 10 6 TCID 50 of Ad-WT, Ad-FMP, Ad-SCT-HHD or Ad-SCT-H74L. After 1 week, mice were challenged subcutaneously with 5 × 10 4 RMA-HHD-FMP cells/mouse and monitored for the tumor growth. Curves represent individual mice. The experiment was repeated twice with similar results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "binding = [{(MFI of cells pulsed with a peptide) -(MFI of cells incubated at 37 °C without a peptide)}/{(MFI of cells incubated at 26 °C without a peptide) -(MFI of cells incubated at 37 °C without a peptide)}] × 100. M Matsui et al. Molecular Therapy -Methods & Clinical Development (2014) 14027 © 2014 The American Society of Gene & Cell Therapy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "After 12-14 hours, spleen cells were prepared and analyzed by flow cytometry (FACSCanto TM II, BD Biosciences). To calculate specific lysis, the following formula was used: % specific lysis = [1 − {(number of CFSE low cells in normal mice)/(number of CFSE high cells in normal mice)}/{(number of CFSE low cells in immunized mice)/(number of CFSE high cells in immunized mice)}] × 100.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFlICT OF INTeReST"
        }
    ]
}