{
    "paper_id": "f774e52f2267ee839ba5b026e12dfef588e15bfa",
    "metadata": {
        "title": "Overexpression of Tripartite Motif Conaining 55 (TRIM55) Inhibits Migration and Invasion of Hepatocellular Carcinoma (HCC) Cells via Epithelial-Mesenchymal Transition and Matrix Metalloproteinase-2 (MMP2) This work is licensed under Creative Common Attribution- NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0)",
        "authors": [
            {
                "first": "Xinyu",
                "middle": [],
                "last": "Bcdf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "*",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Aeg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weijie",
                "middle": [],
                "last": "Bf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinyu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University People's Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "P.R. China"
                    }
                },
                "email": "drhuanglei@sohu.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Tripartite motif containing 55 (TRIM55) plays a regulatory role in assembly of sarcomeres, but few studies have assessed its function in hepatocellular carcinoma (HCC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Immunohistochemistry (IHC) was used to detect expression of TRIM55 in tissues samples of HCC patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Transwell assay was used to study migration and invasion ability of HCC cells. Western blot and immunofluorescence (IF) were used to analyze mechanism of TRIM55 in cell migration and invasion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We found TRIM55 was downregulated in HCC tissues and was associated with prognosis of HCC patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cox regression analysis showed that TRIM55 was an independent risk factor of prognosis of HCC patients. Overexpression of TRIM55 was associated with lower cell migration and invasion ability, and it led to high expression of E-cadherin and low expression of Vimentin and MMP2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our study found TRIM55 is an independent factor affecting the prognosis of HCC patients, and overexpression of TRIM55 inhibits migration and invasion of HCC cells through epithelial-mesenchymal transition and MMP2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hepatocellular carcinoma (HCC) is a common digestive system tumor which has high morbidity and mortality rates [1] . Current treatments, including surgical resection, liver transplantation, and local ablation, are effective for early-stage HCC patients. However, patients with advanced HCC have early occurrence and poor prognosis, even when receiving the above treatments [2] . Thus, more predictive biomarkers are needed to improve postoperative outcomes in liver cancer patients.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "TRIM55, also known as muscle-specific RING finger 2 (Murf 2), has been demonstrated to have an important role in muscle development and cardiac function. Perera et al. found that TRIM55 plays a crucial role in the earliest stages of skeletal muscle differentiation and myofibrillogenesis [3, 4] . Another study showed that the alternative splicing of TRIM55 was regulated by miR-30-5p during muscle differentiation [5] . In addition, a recent study demonstrated that TRIM55 regulates the inflammatory response in SARS-CoV infection [6] .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 292,
                    "end": 294,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "However, the function of TRIM55 in progression of solid cancers is unclear. In this study, we investigated the relationship between expression of TRIM55 and prognosis of HCC patients and the function of TRIM55 on migration and invasion of HCC cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Patients, tissue samples, and follow-up All the tissue samples (including HCC tissues and adjacent non-tumor tissues) in this study were selected from 100 HCC patients who underwent surgery at Peking University People's Hospital. The study was approved by the Medical Ethics Committee of Peking University People's Hospital, and all the selected patients gave written informed consent. Clinicopathologic data, including age, sex, size of tumor, number of tumors, vessel invasion, TNM stage, and tumor grade, were collected. The follow-up was started i months after the operation, and continued until the termination date (May 31, 2017) or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "HCC cell lines HCC-LM3 and Huh7 were obtained from the Chinese Academy of Sciences Cell Bank (Shanghai, China). All these cells were maintained in MEM medium, supplemented with 10% FBS at 37ºC in a humidified atmosphere of 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "The cDNA clone of TRIM55 was obtained from Origene (Cat. No. RG214960), then we constructed the transient overexpression of TRIM55 in Huh7 and HCC-LM3 cell lines according to the product manual. The efficiency of transfection was verified by Western blot and RT-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of TRIM55 overexpression in HCC cell line"
        },
        {
            "text": "The 100 paired paraffin-embedded caner tissues and neighboring tissues of HCC patients were cut into 3-um slices, deparaffinized in xylene, and rehydrated in a series of graded alcohol dilutions. Then, we used heat epitope retrieval for 20 min in a citrate salt solution. After exposure to 5% BSA for 30 min, all tissues were incubated with rabbit antibody to human TRIM55 antibody (Novus, NBP2-33691, dilution 1/200) overnight at 4°C. Slides were then incubated with HRP at room temperature for 30 min and visualized using DAB as chromogen for 5-10 min. The immunohistochemistry scores were given by 2 independent pathologists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        },
        {
            "text": "Total RNA was extracted by Trizol reagent and reverse transcription was conducted by using Superscript III RT (Invitrogen) and random primers. Real-time PCR was performed with SYBR Green PCR Master Mix (Applied TaKaRa, Otsu, Shiga, Japan). The nucleotide sequences of the primers were as follows: GAPDH, 5'-ATGGGGAAGGTGAAGGTCG-3' and 5'-GGGGTCATTGATGGCAACAATA-3'; TRIM55, 5'-GGTTTT GGATAGACATGGGGT-3', and 5'-TTCTCCTCTTGGGTTCGGGT-3'. The results were analyzed by 2 -DDCT method with GAPDH as the internal control. Each sample was analyzed in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total RNA extraction and RT-PCR"
        },
        {
            "text": "Total proteins in HCC cells were extracted by lysis buffer, and the protein concentration was measured by Bicinchoninic acid (BCA) assay. The SDS-PAGE was conducted according to the manufacturer's protocol. After transfer to a PVDF membrane, membranes were incubated with primary antibodies at 4°C overnight in a buffer containing 5% skim milk. The primary antibodies were as follows: TRIM55 (Novus, NBP2-33691, dilution 1/1000), E-cadherin and Vimentin (Cell Signaling Technology, (EMT) Antibody Sampler Kit #9782, dilution 1/1000), and MMP2 (Proteintech, 10373-2-AP, dilution 1/1000), and the internal control was GAPDH (Abcam Biotechnology, Cambridge, UK, dilution 1/1000). Then incubated secondary antibody at 37°C for 30 min. The proteins were detected by an Odyssey fluorescence scanner (Li-Cor, Lincoln, NE). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blot analysis"
        },
        {
            "text": "Basement membrane invasion and migration assays were conducted using Transwell plates (Corning, NY). Huh7 and HCC-LM3 cells transfected with TRIM55 ORF or control vectors were trypsinized and collected. Cells were cultured with serum-free MEM with matrigel (invasion assay) or without matrigel (migration assay) for 48 h (invasion) or 24 h (migration). In the lower compartment, medium was changed with MEM complete medium. After fixation and staining, cells that invaded across the membranes on the bottom surface were counted and photographed. All experiments were performed in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell migration and invasion assay"
        },
        {
            "text": "Data are presented as means ±standard deviation (SD). For comparisons, the t test, paired-samples t test, and Fisher's exact test were performed, as appropriate. Cumulative recurrence and survival probabilities were evaluated using the Kaplan-Meier method and Cox regression analysis, and differences were assessed using the log-rank test. P<0.05 was set as the level of significance. To investigate whether expression of TRIM55 was significantly changed during progression of HCC, we detected TRIM55 expression in 100 pairs of HCC tissues and neighboring tissues by immunohistochemistry. By using the 13-point score analysis of IHC, we found that the expression of TRIM55 in HCC tissues (76%, 76/100) was frequently lower than in neighboring tissues ( Figure 1A) . Then, we used single-factor analysis to investigate the relationship between TRIM55 expression and clinicopathologic features of HCC patients. The results showed that expression of TRIM55 was significantly associated with vessel invasion, tumor grade, and TNM stage (Table 1) . Thus, we proved that TRIM55 was reduced in HCC tissues, and lower expression of TRIM55 was associated with vessel invasion, tumor stage, and tumor grade.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 753,
                    "end": 763,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1032,
                    "end": 1041,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Statistical analysis"
        },
        {
            "text": "To investigate the relationship between TRIM55 expression and prognosis of HCC patients, we divided these 100 cases into a TRIM55 high group and a TRIM55 low group. Kaplan-Meier analysis showed that patients with low expression of TRIM55 always had a worse prognosis than those with high expression of TRIM55 (p=0.010) (Figure1B) . Cox regression analysis showed that TRIM55 was an independent risk factor of HCC patients (HR=0.425, 95%CI=(0.193-0.934), p=0.033) ( Table 2) . To further verify our findings, we analyzed the relationship between TRIM55 expression and prognosis of HCC patients by TCGA database, and the result was consistent with our previous results (Figure1C). We found that TRIM55 expression is an independent risk factor of HCC patients, and TRIM55 can act as a tumor-suppressor gene during progression of HCC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 329,
                    "text": "(Figure1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 465,
                    "end": 473,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "TRIM55 was an independent risk factor of HCC patients"
        },
        {
            "text": "To investigate the function of TRIM55 in progression of HCC cells, we used the ORF transfect system to overexpress TRIM55 in Huh7 and HCC-LM3 cell lines. Then, we used Western blot and RT-PCR to verify the transfection efficiency in Huh7 and HCC-LM3 cell lines. The results showed that both protein and mRNA levels of TRIM55 were overexpressed by the TRIM55 ORF transfection system (Figure 2A, 2B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 397,
                    "text": "(Figure 2A, 2B)",
                    "ref_id": null
                }
            ],
            "section": "TRIM55 overexpression HCC cell lines were constructed"
        },
        {
            "text": "Because expression of TRIM55 was associated with vessel invasion in HCC patients, we hypothesized that TRIM55 plays vital role in cell migration and invasion. The results of Transwell assay showed that the cell migration and invasion ability of HCC cell lines were significantly decreased after overexpression of TRIM55 ( Figure 3A, 3B) . Because the EMT process and matrix metalloproteinase family proteins were found to be 776 important for cell migration and invasion, we assessed the expression of related proteins by IF and Western blot, and the results showed that expression of E-cadherin was increased while expressions of Vimentin and MMP2 were decreased under the condition of TRIM55 overexpression ( Figure 4A, 4B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 336,
                    "text": "Figure 3A, 3B)",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 724,
                    "text": "Figure 4A, 4B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Overexpression of TRIM55 decreases migration and invasion of HCC cells via EMT and MMP2"
        },
        {
            "text": "Currently, the main treatments for hepatocellular carcinoma (HCC) are surgical removal of tumors and liver transplantation. However, postoperative recurrence and metastasis are common complications and there is no effective method to solve this problem [7, 8] . Thus, more studies are needed to investigate predictive biomarkers to prevent HCC recurrence and metastasis.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "TRIM55 is known as an important protein in regulating muscle differentiation and myofibrillogenesis, but its function in tumor migration and invasion is unclear. Since the migration of solid tumor cells is based on the synthesis of cytoskeleton and trans-shipment [9] , and TRIM55 has an important role in regulating function of skeletal muscle, we hypothesized that TRIM55 plays an important role in metastasis of HCC.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We first detected expression of TRIM55 in 100 paired HCC tissues and adjacent-normal tissues and found TRIM55 was underexpressed in HCC tissues. Kaplan-Meier analysis showed that low expression of TRIM55 was always associated with poor overall survival time, and Cox regression analysis also verified that TRIM55 was an independent predictive factor in HCC patients. To investigate the function of TRIM55 in HCC cells, we analyzed the relationship between expression of TRIM55 and clinicopathologic features, and found that TRIM55 was correlated with tumor vessel invasion. Then, we used Transwell assay to verify this, and the results showed that overexpression of TRIM55 leads to lower migration and invasion ability of HCC cells. Thus, we preliminary demonstrated that TRIM55 is involved in metastasis of HCC cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Epithelial-mesenchymal transition (EMT), a process reported to be important in cancer metastasis, enhances cancer motility and dissemination through the disruption of intercellular junctions [10] . Thus, to further investigate the molecular mechanism by which TRIM55 regulates migration of HCC cells, we used immunofluorescence and Western blot assay to detect expression change of E-cadherin and Vimentin under the condition of TRIM55 overexpression. As expected, we found the expression of E-cadherin was increased and expression of Vimentin was decreased in HCC cells when TRIM55 was overexpressed. Similarly, as MMP2 was reported to be important for cell invasion through regulating cell matrix degradation [11] , and then we found that the expression of MMP2 was significantly decreased after TRIM55 was overexpressed in HCC cells. Therefore, our study found that TRIM55 can regulate migration and invasion of HCC cells through EMT and MMP2 pathway.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study demonstrated that TRIM55 was underexpressed in HCC tissues and was an independent predictive factor in HCC patients. TRIM55 can regulate migration and invasion of HCC cells via EMT and MMP2 pathway. However, our study did not define the molecular mechanism of TRIM55 in EMT and MMP2 regulation, and more studies are needed to investigate the function of TRIM55 on HCC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Current and future treatment strategies for patients with advanced hepatocellular carcinoma: Role of mTOR inhibition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Finn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Liver Cancer",
            "volume": "1",
            "issn": "3-4",
            "pages": "247--56",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Treatment of intermediate -stage hepatocellular carcinoma",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilabert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bruix",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Raoul",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Rev Clin Oncol",
            "volume": "11",
            "issn": "9",
            "pages": "525--560",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Developmental regulation of MURF ubiquitin ligases and autophagy proteins nbr1, p62/SQSTM1 and LC3 during cardiac myofibril assembly and turnover",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Mankoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gautel",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Dev Biol",
            "volume": "351",
            "issn": "1",
            "pages": "46--61",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Developmental regulation of MURF E3 ubiquitin ligases in skeletal muscle",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mankoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gautel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Muscle Res Cell Motil",
            "volume": "33",
            "issn": "2",
            "pages": "107--129",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "miR-30-5p regulates muscle differentiation and alternative splicing of muscle-related genes by targeting MBNL",
            "authors": [
                {
                    "first": "B-W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H-F",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "X-F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Mol Sci",
            "volume": "17",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genome wide identification of SARS-CoV susceptibility loci using the collaborative cross",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ferris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Aylor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Genet",
            "volume": "11",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hepatocellular carcinoma: Current management and perspectives for the future",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Rahbari",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Mollberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann Surg Oncol",
            "volume": "",
            "issn": "253",
            "pages": "453--69",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Continuous improvement of survival outcomes of resection of hepatocellular carcinoma: A 20-year experience",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann Surg Oncol",
            "volume": "",
            "issn": "253",
            "pages": "745--58",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Molecular pathways: New signaling considerations when targeting cytoskeletal balance to reduce tumor growth",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hessler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bhandary",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Cancer Res",
            "volume": "21",
            "issn": "23",
            "pages": "5209--5223",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Extracellular matrix remodelling: The role of matrix metalloproteinases",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stamenkovic",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pathol",
            "volume": "200",
            "issn": "4",
            "pages": "448--64",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "TRIM55 is downregulated in HCC tissues and is associated with prognosis of HCC patients. (A) IHC detected expression of TRIM55 in HCC tissues and neighboring tissues. Representative photos at 200× and 400×. The level of TRIM55 expression between HCC tissues and neighbor tissues was analyzed and shown as a pie chart. (B, C) the relationship between overall survival and TRIM55 expression was analyzed by Kaplan-Meier analysis, and the follow-up data were collected by ourselves (B) or TCGA database (C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "TRIM55 overexpression in HCC cell lines was constructed. (A) Western blot was used to verify transfection efficiency at the protein level. GAPDH was used as internal control. (B) RT-PCR was used to verify transfection efficiency at the mRNA level, Overexpression of TRIM55 inhibits migration and invasion of HCC cells. (A, B) Cell migration and invasion ability were detected by Transwell assay in HCC cells with TRIM55 overexpression and negative control. All experiments were repeated 3 times. *** p<0.0001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Overexpression of TRIM55 inhibits migration and invasion of HCC cells through EMT and MMP2. (A) IF was used to detect expression of E-cadherin and Vimentin in HCC cells with TRIM55 overexpression and negative control. (B) Western blot was used to detect expression of E-cadherin, Vimentin, and MMP2 in HCC cells with TRIM55 overexpression and negative control. GAPDH was used as internal control.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Indexed in: [Current Contents/Clinical Medicine] [SCI Expanded] [ISI Alerting System] [ISI Journals Master List] [Index Medicus/MEDLINE] [EMBASE/Excerpta Medica] [Chemical Abstracts/CAS]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Indexed in: [Current Contents/Clinical Medicine] [SCI Expanded] [ISI Alerting System] [ISI Journals Master List] [Index Medicus/MEDLINE] [EMBASE/Excerpta Medica] [Chemical Abstracts/CAS] Results TRIM55 was downregulated in HCC tissues and is associated with clinicopathologic features of HCC patients",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 1. Relationship between TRIM55 expression and clinicopathologic features.High*means IHC score ³6 Low* means IHC score <6. For analysis of correlation between TRIM55 expression and clinical features, chi-square tests were used. Results were considered statistically significant at P<0.05.Table 2. TRIM55 expression is an independent predictive factor for overall survival time in HCC patients.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all the patients, their families, the investigators, medical staff, and all others who participated in the present study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}