{
    "paper_id": "f91911b6a25c970324854df7b87c550ae7fb878f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Feline infectious peritonitis (FIP) is a fatal systemic viral disease caused by infection with mutated feline coronavirus (FCoV). 1 There is a spectrum of biotypes in FCoVs of varying pathogenicity; for example, the highly virulent FIP virus (FIPV) replicates in macrophages. FIPVs can have nucleotide substitutions in multiple genomic regions of FCoV, including two common substitutions in the genes encoding the putative fusion peptide of the spike protein. 2 FIP, which is most prevalent among younger cats, 3 can be classified into three forms based on clinical findings: (1) the effusive form, characterised by First identification of a single amino acid change in the spike protein region of feline coronavirus detected from a coronavirus-associated cutaneous nodule in a cat an accumulation of protein-enriched ascites and/or pleural effusion; (2) the non-effusive form, characterised by granulomatous inflammatory lesions in several organs; and (3) a mixed form.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 460,
                    "end": 461,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 511,
                    "end": 512,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Three studies have reported cutaneous manifestations in cats with FIP. [4] [5] [6] Two of those cases had clinical signs of the non-effusive form of FIP, with ocular and/or kidney involvement, whereas the third case had clinical signs of the mixed form of FIP, with ocular and renal involvement as well as pleural effusion. All three cats in these studies were <2 years old, and they developed papular-to-nodular skin lesions. Histopathologically, the skin lesions reported previously were characterised by a perivascular pyogranulomatous inflammatory reaction in the dermis to subcutis. The presence of coronavirus antigen in macrophages within the skin lesions was confirmed by immunohistochemistry in all three cases. However, genetic evidence of mutated FCoV in the cutaneous lesions of FIP has not been reported. Here, we describe a feline case in which a nucleotide mutation in the FCoV spike gene was identified by real-time reverse transcription (RT)-PCR in a coronavirus-associated cutaneous nodule. The mutation was consistent with previous FCoV mutations commonly associated with FIP. 7",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A spayed female Singapura cat aged 2 years and 8 months that was kept indoors presented with a 6 month history of a non-pruritic erythematous nodule on the upper lip. The lesion was originally noticed by the owners as small erythematous nodules, which had become enlarged and partially ulcerated in the previous 6 months. The cat also had a history of sneezing and nasal discharge from 3 months of age. The cat had received vaccinations against feline herpesvirus (FHV), feline calicivirus (FCV), and feline parvovirus three times each; the primary vaccination was administered at 2 months of age, and booster vaccinations were administered at the age of 3 months and at 1 year and 4 months. Beginning at the age of 2 years and 5 months, unilateral stomatitis in the right mandible became evident. Neither the owner nor the referring veterinarian noticed oral pain in the cat. Although the cat did not show decreased appetite, the cat had lost approximately 0.5 kg of body weight in the previous 6 months. The cat was kept with another Singapura cat that did not show similar clinical signs. Neither of the two cats had received flea-prevention treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "The referring veterinarian had prescribed subcutaneous feline interferon-omega (Intercat; Toray) at a dose of 2 MU/cat for 8 weeks administered at 1 week intervals, and oral norfloxacin (product details unknown) at a dose of 12 mg/cat q12h for 2 months to treat the cutaneous nodule, upper respiratory signs and stomatitis. Although the general condition of the cat did not worsen, the disease did not respond to the treatments, and the cat was referred to the Animal Medical Center at Tokyo University of Agriculture and Technology by the original veterinarian.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "On presentation, the cat was mildly underweight (body weight, 2.3 kg; body condition score, 4/9) with a rectal temperature of 39.6°C. The cat appeared to be dehydrated. No marked neurological signs were observed upon inspection. The cat exhibited serous nasal discharge from both nostrils, severe generalised proliferative stomatitis, and swelling of the left submandibular lymph node (10 × 20 mm). There were no ocular changes, such as uveitis, neurological abnormalities or distended abdomen. Abdominal palpation did not reveal hepatomegaly or enlarged intraperitoneal lymph nodes. No apparent abnormality on auscultation was observed. Cardiac and respiratory rates were 180 beats/ min and 40 breaths/min, respectively. Although a pale oral mucous membrane was noted, no icterus or petechiae were observed. The capillary refill time was 1.5 s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "The nodular skin lesion spanned from the anterior nasal planum to the upper lip. The lesion was approximately 15 mm in diameter, well circumscribed, asymmetric, alopecic, erythematous, hyperkeratotic and partially ulcerative (Figure 1 ). The cat did not appear to experience pain upon palpation of the skin lesion. The lip of the cat had become partially thickened, especially the right upper lip. The inner aspect of the lip was not involved. The nostrils of the cat were collapsed by the cutaneous nodule, and breathing was clearly audible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case description"
        },
        {
            "text": "Skin scrapings of the skin lesion revealed no ectoparasites or fungi. Cytology of an impression smear from the ulcerated area of the skin lesion revealed degenerate neutrophils, macrophages and cocci. Cytology of nasal discharge also revealed degenerate neutrophils Thoracic and abdominal radiographs suggested enlarged parasternal lymph nodes, whereas there were no abnormalities in the other organs. The serum antibody titre against FCoV was 1:6400 (RI <1:800; IDEXX Laboratories). Serological analyses to detect feline leukaemia virus p27 or anti-feline immunodeficiency virus antibodies were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "Based on these clinical and laboratory findings, we considered cutaneous cryptococcosis, chronic bacterial infection, dermatophytic pseudomycetoma, progressive dendritic cell histiocytosis, cutaneous lymphoma, eosinophilic granuloma complex, and FHV-or FIP-associated skin lesions as major differential diagnoses. To investigate these possibilities, a punch biopsy of the skin was performed under general anaesthesia, and the samples were subjected to histopathological and immunohistochemical analyses, culture and molecular diagnostic testing. Histopathological analysis revealed multifocal, severe pyogranulomatous dermatitis consisting of neutrophils, macrophages, epithelioid cells, and occasionally lymphocytes and plasma cells throughout the entire layer of the dermis (Figure 2 ). Immunohistochemical analysis with an anti-FCoV mouse monoclonal antibody (FIPV3-70; Bio-Rad Laboratories) 8 revealed intralesional macrophages laden with FCoV antigen (Figure 3 ). Periodic acid-Schiff staining, Grocott staining and Ziehl-Neelsen staining were negative for any infectious organisms (data not shown). Tissue culture results were negative for any bacteria, including acid-fast bacilli. No liver biopsy was performed because the owner declined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 776,
                    "end": 785,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 956,
                    "end": 965,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case description"
        },
        {
            "text": "Cryopreserved tissue samples were sent for molecular analysis by genotype-discriminating quantitative real-time PCR, performed by a commercial reference laboratory (IDEXX Laboratories), as described previously. 9 The M1058L point mutation was detected in the FCoV spike gene, but the point mutation S1060A was not found. Quantitative PCR for FCoV of a peripheral blood sample yielded negative results (limit of detection: 1 × 10 3 RNA copies/ml), 10 indicating that the positive detection of FCoV in the skin lesion was not caused by contamination with virus from the peripheral blood. To improve anaemia, the cat received a blood transfusion from a donor cat with blood type A after a crossmatch test. The cat also received intravenous fluid therapy to treat dehydration. The anaemia improved temporarily after the blood transfusion (PCV 27.9%; erythrocytes 585 × 10 4 cells/µl; haemoglobin 9.6 g/dl) but worsened again owing to a relapse 28 days after the initial presentation (PCV 11.7%; erythrocytes 228 × 10 4 cells/µl; haemoglobin 3.7 g/dl). Fever and dehydration improved from day 1 after therapy and, together with the skin lesion and nasal discharge, remained stable for 10 days. The cat left the hospital at the request of the owner. A telephone interview with the owner 5 months after discharge revealed that the cat was still alive. The cat was lost to follow-up afterwards.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 447,
                    "end": 449,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "Here, we successfully obtained genetic evidence of a FCoV genotype that is commonly associated with FIP development in a cutaneous nodule. The histopathological and immunohistochemical findings also suggest coronavirus infection. 11, 12 These findings support a diagnosis of FIP, despite the absence of uveitis or ascites, which are commonly seen in cats with effusive or non-effusive FIP. Fever and hyperglobulinaemia with polyclonal gammopathy are suggestive of FIP. Hepatic nodules and anaemia are occasionally recognised in cats with noneffusive FIP, but FCoV was not identified in the hepatic nodules of the present case. Based on our collective histopathological and immunohistochemical findings, along with molecular diagnostics and high titre of serum anti-FCoV antibodies, we suspected that the present case had a predominantly cutaneous type of non-effusive FIP that has not previously been described in the literature. As the present case had upper respiratory signs and stomatitis, concurrent FHV or FCV infections were also considered; however, we did not investigate those viruses because the nodular dermatitis with histopathology of pyogranulomatous inflammation did not strongly support the diagnoses.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cutaneous lesions in cats with FIP have previously been reported to be distributed on the neck, proximal forelimbs, lateral thorax and entire body surface. [4] [5] [6] In contrast, the present case showed only facial involvement, which has not been described elsewhere. All three previously reported cases had uveitis, and 2/3 had kidney involvement, whereas the present case exhibited neither ocular changes nor kidney involvement. We observed hepatic nodules, which suggests that the cat in this case had FIP with abdominal involvement. However, we did not perform molecular analysis to identify FCoV in the hepatic lesions.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Histopathological findings of the skin lesion were consistent with FIP-associated pyogranulomatous inflammation, although other differential diagnoses were also considered. 8 Among the potential diagnoses, feline progressive dendritic cell histiocytosis and cutaneous lymphoma were excluded because they were not supported by histopathological findings. Deep fungal infections and chronic bacterial infection rarely occur in indoor cats, and biopsy sample staining did not support these diagnoses. Therefore, non-effusive FIP was the most appropriate diagnosis for the cutaneous lesion in the present case based on a combination of exclusion diagnoses with immunohistochemistry and molecular diagnostics.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A real-time RT-PCR assay for FCoV is available as a diagnostic technique to provide genetic evidence for FCoVs and their mutated forms in pleural or abdominal effusions obtained from effusive FIP, as well as in pyogranulomatous tissues obtained from non-effusive FIP. 9 This technique enables detection of the 7b gene in any FCoV genotypes and screening for the point mutations M1058L and S1060A in the spike gene. FCoVs with the M1058L mutation have been identified in 89.9% and 92.0% of cats with effusive and non-effusive FIP, respectively. 7 These mutations are thought to allow FCoVs to acquire macrophage tropism, and thus to spread systemically.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To the best of our knowledge, this is the first case report of cutaneous FIP in which the FCoV was genotyped and a gene mutation commonly associated with FIP was identified. FIP should be included as a differential diagnosis in cats with similar skin lesions, even if there are few other supportive clinical signs of FIP present. The use of molecular diagnostics may help to identify pathogenic strains of FCoV. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Feline infectious peritonitis viruses arise by mutation from endemic feline enteric coronaviruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vennema",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "243",
            "issn": "",
            "pages": "150--157",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mutation in spike protein cleavage site and pathogenesis of feline corona virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Licitra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Regan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1066--1073",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An update on feline infectious peritonitis: diagnostics and therapeutics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet J",
            "volume": "201",
            "issn": "",
            "pages": "133--141",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Positive immuno staining for feline infectious peritonitis (FIP) in a Sphinx cat with cutaneous lesions and bilateral panuveitis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sandmeyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Ophthalmol",
            "volume": "16",
            "issn": "1",
            "pages": "160--163",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Papular cutaneous lesions in a cat associated with feline infectious peritonitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Declercq",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bosschere",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schwarzkopf",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Dermatol",
            "volume": "19",
            "issn": "",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cutaneous lesions associated with coronavirus-induced vasculitis in a cat with feline infectious peritonitis and concurrent feline immunodeficiency virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Cannon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Silkstone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kipar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Feline Med Surg",
            "volume": "7",
            "issn": "",
            "pages": "233--236",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Spike protein fusion peptide and feline coronavirus virulence",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Egberink",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "1089--1095",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Morphologic features and development of granulomatous vasculitis in feline infectious peritonitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kipar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Menger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Pathol",
            "volume": "42",
            "issn": "",
            "pages": "321--330",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of feline coronavirus mutations in paraffin-embedded tissues in cats with feline infectious peritonitis and controls",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sangl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matiasek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Felten",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Feline Med Surg. Epub",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1098612X18762883"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Levels of feline infectious peritonitis virus in blood, effusions, and various tissues and the role of lymphopenia in disease outcome following experimental infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pederson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eckstrand",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Microbiol",
            "volume": "175",
            "issn": "",
            "pages": "157--166",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A review of feline infectious peritonitis virus infection: 1963-2008",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "225--258",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of different tests to diagnose feline infectious peritonitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Binder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hirschberger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Vet Intern Med",
            "volume": "17",
            "issn": "",
            "pages": "781--790",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Clinical appearance of the skin lesion on the upper lip at initial presentation and cocci. A complete blood count revealed anaemia: packed cell volume (PCV) 16.1% (reference interval [RI]) 24.0-45.0%; erythrocytes 331 × 10 4 cells/µl (RI 500-1000×10 4 cells/µl); and haemoglobin 5.8 g/dl (RI 8.0-15.0 g/dl",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Histopathological changes in the skin lesion. (a) Lower magnification showing pyogranulomatous dermatitis in the dermis. Magnification × 100. (b) Higher magnification of the same specimen showing neutrophils and epithelioid cells as the predominant infiltrates. Magnification × 400. Haematoxylin and eosin staining. Scale bars = 200 µm (a) and 50 µm (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Immunohistochemical analysis with an anti-feline coronavirus (FCoV) antibody. Arrows indicate intralesional macrophages laden with FCoV. Magnification × 400. Scale bar = 50 µm",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). The punctate and aggregate reticulocyte frequencies were 1.8% (RI 1.4-10.8%) and 0.5% (RI 0.1-0.4%), respectively, suggesting non-regenerative anaemia. Blood chemistry revealed hyperproteinae-6% [RI 38.6-53.0%]; α1-globulin 2.3% [RI 3.3-8.1%]; α2-globulin 16.2% [RI 11.5-19.9%]; betaglobulin 7.2% [RI 9.1-15.9%]; and gamma-globulin 56.6% [RI 12.7-27.9%]). Cytology of samples obtained from left submandibular lymph nodes by fine-needle aspiration revealed non-neoplastic proliferative lymphoid cells. Abdominal ultrasonography revealed two hypoechoic hepatic nodules (1.05 × 1.96 cm and 1.85 × 1.97 cm in diameter) but no abnormalities in other abdominal organs. Cytology of hepatic nodules was not performed because the owner declined. A complete ophthalmic examination revealed no abnormalities in the conjunctiva, cornea, anterior chamber, uvea or lens.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "of IDEXX Laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest Christian M Leutenegger is an employee"
        },
        {
            "text": "The authors received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}