{
    "paper_id": "f9476a333c17961ff4cc34b45f4b2da5ed29457f",
    "metadata": {
        "title": "Ad Hoc Influenza Vaccination During Years of Significant Antigenic Drift in a Tropical City With 2 Seasonal Peaks A Cross-Sectional Survey Among Health Care Practitioners",
        "authors": [
            {
                "first": "Martin",
                "middle": [
                    "C S"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Anthony",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Nelson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Czarina",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nelson",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "C W"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kin",
                "middle": [
                    "Wing"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "H"
                ],
                "last": "Rainer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frankie",
                "middle": [
                    "W T"
                ],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "Y S"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "K C"
                ],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bosco",
                "middle": [],
                "last": "Lam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ting",
                "middle": [
                    "Fan"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "K S"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We evaluated the acceptability of an additional ad hoc influenza vaccination among the health care professionals following seasons with significant antigenic drift.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Self-administered, anonymous surveys were performed by hard copy questionnaires in public hospitals, and by an on-line platform available to all healthcare professionals, from April 1st to May 31st, 2015. A total of 1290 healthcare professionals completed the questionnaires, including doctors, nurses, and allied health professionals working in both the public and private systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Only 31.8% of participating respondents expressed an intention to receive the additional vaccine, despite that the majority of them agreed or strongly agreed that it would bring benefit to the community (88.9%), save lives (86.7%), reduce medical expenses (76.3%), satisfy public expectation (82.8%), and increase awareness of vaccination (86.1%). However, a significant proportion expressed concern that the vaccine could disturb the normal immunization schedule (45.5%); felt uncertain what to do in the next vaccination round (66.0%); perceived that the summer peak might not occur (48.2%); and believed that the summer peak might not be of the same virus (83.5%). Furthermore, 27.8% of all respondents expected that the additional vaccination could weaken the efficacy of previous vaccinations; 51.3% was concerned about side effects; and 61.3% estimated that there would be a low uptake rate. If the supply of vaccine was limited, higher priority groups were considered to include the elderly aged !65 years with chronic medical conditions (89.2%), the elderly living in residential care homes (87.4%), and longstay residents of institutions for the disabled (80.7%). The strongest factors associated with accepting the additional vaccine included immunization with influenza vaccines in the past 3 years, higher perceived risk of contracting influenza, and higher perceived severity of the disease impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The acceptability to an additional ad hoc influenza vaccination was low among healthcare professionals. This could have a negative impact on such additional vaccination campaigns since healthcare professionals are a key driver for vaccine acceptance. The discordance in perceived risk and acceptance of vaccination regarding self versus public deserves further evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: AOR = adjusted odds ratios, WHO = world health organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Editor: Barry Margulies. Ã x 2 test or Fisher exact tests for variables with any cell <5. Values are numbers (percentages) of respondents unless stated otherwise. The values in bold represented those with P < 0.10, which were selected as variables in the multivariate regression analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "G lobally, influenza is a highly contagious and serious respiratory disease that leads to significant morbidity and mortality. Its annual attack rate is estimated at 5% to 10% in adults and 20% to 30% in children, resulting in 3 to 5 million cases of severe illness with an annual death toll of 250,000 to 500,000. 1 Influenza vaccination may reduce the number of hospital admissions by 25% to 39%, and has been shown to reduce overall mortality by 39% to 75%. 2 The World Health Organization (WHO) has identified priority at-risk groups for influenza immunization, which include pregnant women, children aged between 6 months and 5 years, persons older than 65 years, patients with chronic medical conditions, and health care workers. 3 To achieve the best possible match between vaccine and circulating strains, the WHO Collaborating Centres for the Global Influenza Surveillance and Response System regularly performs antigenic and genetic analyses, 4 and make recommendations for vaccine strains twice a year for the Northern and Southern Hemisphere, respectively.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 461,
                    "end": 462,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 737,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 953,
                    "end": 954,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Influenza A (H3N2) is the most commonly identified subtype with the most frequent antigenic drift. 5 When significant antigenic drift occurs, the protection of mismatched vaccine becomes a concern. When the newly drifted variant is identified during the Northern Hemisphere winter, there is a chance to incorporate the new strain into the coming Southern Hemisphere vaccine. Countries with multiple influenza peaks can theoretically administer an additional dose of the new vaccine to reduce disease in the subsequent peak season. In subtropical regions, there are often 2 seasonal peaks of influenza within a year. 6, 7 For instance, in Hong Kong, the influenza seasons are January to March and June to August, 8 and the government has opted to offer the Northern Hemisphere vaccine once a year in October to December. In early 2015, a heavy flu season occurred due to the newly drifted influenza strain, A H3N2 Switzerland that had not been included in the Northern Hemisphere vaccine. In view of the reduced level of protection as reported elsewhere, 9 the Hong Kong Government decided to place an additional procurement of Southern Hemisphere vaccine that contains the new virus strain. Given the limited supply, the additional dose of vaccine was only offered to selected groups. Vaccine was planned to be administered in May to prepare for the summer peak expected in June to August of 2015.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 619,
                    "end": 620,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 712,
                    "end": 713,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1054,
                    "end": 1055,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Nevertheless, the success of such a programme involving administration of an additional dose of vaccine will depend on many factors, one of which includes the attitude and perception of healthcare professionals who are a key driver of vaccination. In a previous local study, which investigated the community responses and preparedness for a possible epidemic of H1N1 when the pandemic level was already phase 5, the public did not perceive a high likelihood of having a real outbreak, nor did they regard the infection as threatening. 10 In another survey performed in Hong Kong that evaluated the acceptability of prepandemic influenza vaccination among healthcare workers, the willingness to accept the vaccine was low 11 -with many concerned about the side effects and doubted the efficacy of the additional vaccine. However, healthcare workers are in general at higher risk for influenza infection than the general public, 12 due to their exposure at their workplace and close proximity to patients. 13, 14 The primary objective of this study was to evaluate the acceptability and perception of receiving the additional vaccine among healthcare professionals, and the factors associated with their willingness to receive the vaccination. In addition, we also assessed their preference and perceived target groups which should deserve a higher priority for receiving the additional vaccine.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 537,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The survey was conducted from March, 2015 to April, 2015. As of March 2015, more than 300 deaths and numerous severe cases in Hong Kong had been reported by the Government, and a plan to purchase 100,000 additional Southern Hemisphere vaccines was announced in March, 2015, but the details of the target groups were not yet decided during the period of this survey. The Southern Hemisphere vaccine contains A/California/7/2009 (H1N1) pdm09-like virus, A/Switzerland/9715293/2013(H3N2)-like virus, and B/Phuket/3073/ 2013-like virus. The public, including the healthcare workers, were informed of this plan via the media. 15 ",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 623,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The study was approved by the Survey and Behavioural Research Ethics Committee of the Chinese University of Hong Kong. The surveys were anonymous and no written consent was required as completion of the survey implied consent. No individual information could be identified and all findings were reported as aggregate data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics, Consent, and Permissions"
        },
        {
            "text": "We recruited healthcare professionals in both public and private hospitals and clinics. The survey consisted of both hard copy and web-based online version of the questionnaire. We distributed the surveys to various departments in major public hospitals including pediatrics, medicine and pathology, emergency medicine, internal medicine, intensive care, and obstetrics and gynecology via hard copies. Questionnaires were also distributed during seminars for continuous medical education. E-mail invitations to the online platform were sent to members of the Hong Kong College of Family Physicians and the Provisional Hong Kong Academy of Nursing, and all doctors who have registered their practice information on the web and provided e-mail addresses (http://hkdoctors.org/). Up to 2 reminders were sent on a 2-weekly basis after the 1st invitation was issued. Hard copy versions were sent to healthcare professionals in the public sector, whereas electronic invitations were sent to prospective study participants in the private sector. The ratio of hard copies and e-invitations was 2.2:1 in the present study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Invitation"
        },
        {
            "text": "We designed a self-administered, anonymous questionnaire based on the survey items previously published by our research team. 11 An expert panel consisting of microbiologists, pediatricians, epidemiologists, public health practitioners, and family physicians constructed and validated the survey items. The survey was subsequently pilot-tested in 15 healthcare workers working in various disciplines and different sectors (academic, public, and private). The questionnaire consisted of 6 sections, including: The full version of the survey instrument could be found from Appendix I. The respondents could choose ''no opinions'' in some of the survey items.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Survey Instruments"
        },
        {
            "text": "We performed descriptive statistics with proportions. The response rates for public and private healthcare settings were obtained by the number of complete surveys sent to the researchers divided by the total number of the surveys sent to the potential study participants. Using a methodology similar to Chor et al, 11 we analyzed the univariate association between the intention to accept the additional vaccine and the following variables: age ( 30 vs >30 years), sex, specialty, job title, years of work in health services, number of patient contacts per week, whether the respondent had received seasonal influenza vaccination in the past 3 years, their perceived risk of contracting influenza, and how serious they perceived their life would be affected by influenza. The statistical significance of the associations was evaluated by Chi-square tests or Fisher exact tests as appropriate. The independent factors associated with the intention to receive the additional vaccine were assessed by a binary logistic regression analysis, using variables with P values < 0.10 in the univariate analyses as covariates. We performed regression analysis where the variable selection procedure adopted was stepwise. We have used forward stepwise technique since it is best suited for studies where the sample size is not very large. All P values < 0.05 were regarded as statistically significant in the final regression model.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "The vaccination campaign was started on May 8, 2015, after the current survey was completed. The 1st group of subjects to receive the additional vaccine includes the elderly in long-stay residential care homes although on May 20, 2015, it was extended to the community elderly aged 85 years or above. 11 The campaign is still ongoing at the time of writing. (http://www.chp.gov.hk/en/view_content/39442.html). As of February, 2016, the findings of this campaign are still in the analysis stage and will be disseminated very soon.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 303,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Progress of Vaccination Campaign"
        },
        {
            "text": "A total of 1296 completed questionnaires were received, including 992 hard copies and 304 via the on-line platform. The response rate from public hospitals was 37.2%, whereas the response rate from e-invitation was 25.3%. The survey covered public hospitals in various geographically dispersed districts, with at least 1 department involved in each hospital. The characteristics of the respondents were similar to the distribution of the healthcare manpower resources in Hong Kong. The demographic characteristics of the participants are shown in Table 1 . Among them, 72.6% strongly agreed or agreed that in general, seasonal influenza vaccine is effective, and 86.3% strongly agreed or agreed that it is safe.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 554,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participant Characteristics"
        },
        {
            "text": "The majority of the respondents agreed or strongly agreed that the vaccine would bring benefit to the society (88.9%), save lives (86.7%), reduce medical expenses (76.3%), satisfy public expectations (82.8%), and increase awareness of influenza vaccines (86.1%) ( Table 2 ). Yet more than half of the participants were concerned that the virus strain in the new vaccine might not be the same virus that would circulate in the coming summer (83.5%); that people who received the new vaccines in April or May this year might not be certain whether they should receive the next vaccination in October to December (66.0%); that the vaccine uptake rate might be low (61.3%); that most people already had flu attacks in the previous winter (55.1%); and that the additional vaccine might have more side effects (51.3%) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 271,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 814,
                    "end": 822,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Opinion on the Additional Ad Hoc Vaccine"
        },
        {
            "text": "Turning to the perceived vaccine recipient group which should be given priority if the government has limited doses, the top priority selected was the elderly aged !65 years with chronic medical conditions (89.2%), followed by the elderly living in residential care homes (87.4%), long-stay residents of institutions for the disabled (80.7%), the elderly aged !65 years (79.3%), and healthcare workers in residential care homes (78.5%), whereas pregnant women were regarded as lowest priority (30.8%) ( Table 3 ). Most respondents strongly agreed or agreed that doctors (71%), nurses (75.9%), and allied health professionals (54.9%) should be given a top priority for receiving the new vaccine. Only 9.7% held the opinion that healthcare workers in administration should receive a high priority.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 510,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Perceived Priority Groups for the Additional Ad Hoc Vaccine"
        },
        {
            "text": "Only 401 respondents (31.8%) expressed their intention to accept the additional ad hoc vaccine (Table 4) , and a significantly higher proportion would recommend the new vaccine to their patients (81.4%) and family members (70.3%) who were at high risk for severe influenza (Figure 1 ). Far fewer respondents would recommend the additional vaccine to their patients (20.3%) and family members (16.9%) who were not at high risk for severe infection. Even in healthcare workers who perceived themselves as likely to contract influenza or those who perceived the personal effect of influenza to be serious, a majority (61.2% and 55.3%, respectively) still did not plan to receive vaccination themselves. From the univariate analysis, older age, male sex, working in a specialty other than surgery and emergency, engagement in administration or being a medical doctor, having received influenza vaccination in the past 3 years, and the perception that they were likely to contract the virus and that the infection would seriously affect their daily living were significantly associated with intention to accept the vaccine ( (Table 5 ). The findings from forward stepwise procedures were statistically similar to those generated by entering all variables into the regression model, showing that the findings were scientifically robust. Only 22.8% of respondents agreed that influenza vaccination should be compulsory for all health workers without contraindications of the vaccine. A total of 86.2% regarded original duty (instead of redeployment to duty with no patient contact) to be appropriate during the influenza season for healthcare workers who do not receive influenza vaccine. Compared with respondents who supported original duty, higher proportion of those who regarded redeployment as appropriate agreed that influenza vaccination should be compulsory (34.5% vs 20.9%, P < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "text": "(Table 4)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 273,
                    "end": 282,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1120,
                    "end": 1128,
                    "text": "(Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Intention to Accept Additional Ad Hoc Vaccine"
        },
        {
            "text": "Healthcare professionals had a low level of intention to accept the additional ad hoc vaccination despite a high proportion perceiving its benefits to individuals, the healthcare system, and the society. In addition, a similarly high proportion had concerns about reduced vaccine effectiveness due to change in predominant viral strains in the coming season, disturbing the usual annual vaccination schedule and low uptake leading to devaluation of the program. A significantly higher proportion of healthcare workers were, however, willing to recommend the additional vaccine to family members and patients at high risk for severe infection. Also, more than half of the healthcare workers who perceived themselves as at risk of contracting influenza or perceived severity of the infection did not intent to receive the vaccine. Most of the respondents assigned a higher priority of the new vaccine to the elderly especially those with chronic medical conditions or living in institutions, and to doctors and nurses. Of note, pregnant women were regarded as the lowest priority among the risk groups provided. Healthcare workers who previously received influenza vaccination, perceived higher risk of contracting influenza, and perceived greater severity of the negative effect of flu on their own life were independently associated with acceptability of the additional vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of Principal Findings"
        },
        {
            "text": "Worldwide, influenza vaccination campaigns are conducted once a year. The unique seasonality of influenza in subtropical regions with more than 1 peak in a year provides an opportunity to administer an additional vaccine with the latest composition to combat newly emerged antigenically drifted variants. To the best of our knowledge, the attempt of the Hong Kong Government is the first of its kind, and there is currently no study that has explored the level of acceptability of the ad hoc additional influenza vaccination under such circumstances. Most of the respondents were females, which is compatible with the female dominance in the nursing profession. The response rate to this survey invitation was nevertheless, low. There are a number of reasons which could explain this, including the busy schedules of healthcare professionals, the absence of incentives built in this present survey, and the possibility of multiple study invitations from other researchers sent to the prospective study participants -where the current round of survey invitations might not be perceived by some as having an immediate relevance to their clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explanation of Findings and Comparison With Published Literature"
        },
        {
            "text": "The results show that the willingness of healthcare professionals to accept the ad hoc additional vaccine was similar to our previous study on vaccination against prepandemic influenza in Hong Kong. 11 The overall willingness to receive H5N1 vaccine was 28.4% in 2009 among healthcare workers, which is similar to the current figure (31.8%). Somewhat higher acceptance levels of pandemic vaccine have been reported among health care workers in France (36.5%), 16 UK hospitals (63.4%), 17 and frontline healthcare workers in Shropshire County's general practices (83.9%), 18 but lower as shown in another local study conducted among nurses in Hong Kong (13.3%). 19 The relatively low acceptance rate in Hong Kong could be related to the high proportion (83.5%) of respondents perceiving that the viral strain may be different in the coming season, which makes the additional vaccine relatively redundant and not cost-effective. Several studies have reported that safety concerns about a new vaccine 20 and the difficulty to reconcile conflicting evidence about the vaccine 21-23 as important barriers. Turning to the factors associated with the intention to accept the additional vaccine, the Health Belief Model (HBM) could explain the relationship between vaccine acceptability and perceived risk of contracting influenza as well as perceived severity of influenza. 24 Since the efficacy, safety profile, and cost-benefit of the additional vaccine has not been fully evaluated, recommendations to encourage healthcare workers to take the vaccine will need to be further consolidated. We found that primary care physicians had a significantly higher acceptance rate than physicians of other specialties, and thus could play a key role in mobilizing colleagues working in other specialties. Our results indicate that one could invest more resources to improve acceptance among healthcare workers as the majority of them believe that influenza vaccine saves lives (86.7%) and reduces medical expenses (76.3%). This study highlighted that 80% to 90% of healthcare workers supported vaccination for high-risk patients, in contrast to low level of personal acceptance even when perceived risk of infection and severity of impact were high. This study pointed out that such discordance that may be a reasonable target for further strategies to improving vaccination campaign acceptability. Protecting healthcare workers may be an important measure to prevent in-hospital spread of infection in the face of influenza outbreak. Therefore, improving vaccine acceptance among high-risk healthcare professionals should be a priority in enhancing update of vaccination program.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 485,
                    "end": 487,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 661,
                    "end": 663,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1367,
                    "end": 1369,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Explanation of Findings and Comparison With Published Literature"
        },
        {
            "text": "To our knowledge this is the first large-scale study which evaluated the acceptability of ad hoc additional influenza vaccination among healthcare workers at a time where antigenic drift occurs. The study provides data on the factors associated with uptake and the perception of healthcare workers on the at-risk groups where vaccination should be a high priority. The sample size is adequately powered. However, some limitations should be addressed. First, we evaluated the acceptability of the healthcare workers at a relatively early stage of the programme, and there exists the possibility that their opinions and perception may change overtime. In addition, the response rate of the survey was modest, and thus a biased sample might have been recruited. Hence, a major limitation of this study included the inability of the researchers to characterize the nonresponders, since the only information we have for these nonresponders was their contact methods. Nevertheless, there are no concrete, plausible explanations why the responders and nonresponders should be different with respect to their intention to accept ad hoc influenza vaccines. Furthermore, this acceptability survey captured opinions of healthcare workers but not what they would practice in reality. Hence, future cohort studies should be performed to assess the actual uptake rate when the vaccine is available for use. Finally, there might be more in-depth barriers to receiving the additional vaccine among the healthcare workers, and these are better studied by qualitative evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Weaknesses of the Present Study"
        },
        {
            "text": "The findings from this study could inform public health practitioners and policy-makers to design and implement plans for additional influenza vaccination in years where a significant antigenic drift has occurred. The factors found to be associated with vaccine nonacceptance and the perception of the healthcare workers on risk groups which should receive higher priority for vaccination provides useful information for programme planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions: Clinical and Policy Recommendations"
        },
        {
            "text": "We recommend future qualitative studies to explore indepth reasons of the low uptake rate, the attitude and perception of the significance of antigenic drift, and interventional strategies which could enhance vaccine acceptability should be devised and evaluated in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions: Clinical and Policy Recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO website influenza fact sheet",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevention and control of influenza with vaccines recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Fiore",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Broder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "MMWR",
            "volume": "59",
            "issn": "",
            "pages": "1--62",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Influenza A (H3N2) candidate vaccine viruses for development and production of vaccines for use in the southern hemisphere 2015 influenza season",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The global circulation of seasonal influenza A (H3N2) viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Barr",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "",
            "pages": "340--346",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of regional influenza seasonality patterns in China and implications for vaccination strategies: spatio-temporal modeling of surveillance data",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "changing patterns of seasonality and prevalence of amantadine-resistant influenza A virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "623--629",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Seasonal influenza activity in Hong Kong and its association with meteorological variations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Virol",
            "volume": "81",
            "issn": "",
            "pages": "1797--1806",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Low effectiveness of seasonal influenza vaccine in preventing laboratory-confirmed influenza in primary care in the United Kingdom: 2014/15 mid-season results",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Pebody",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Warburton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Widespread public misconception in the early phase of the H1N1 influenza epidemic",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect",
            "volume": "59",
            "issn": "",
            "pages": "122--127",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Willingness of Hong Kong healthcare workers to accept pre-pandemic influenza vaccination at different WHO alert levels: two questionnaire surveys",
            "authors": [
                {
                    "first": "Jsy",
                    "middle": [],
                    "last": "Chor",
                    "suffix": ""
                },
                {
                    "first": "Klk",
                    "middle": [],
                    "last": "Ngai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Goggins",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The role of influenza vaccine in health care workers in the era of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Acad Med Singapore",
            "volume": "32",
            "issn": "",
            "pages": "573--575",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influenza-related disease: the cost to the Australian healthcare system",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Newall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Scuffham",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "6818--6823",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Australian Immunisation Handbook. 9th edn. Canberra: Australian Government",
            "authors": [],
            "year": 2008,
            "venue": "National Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Centre for Health Protection, Department of Health, the Government of the Hong Kong Special Administration Region",
            "authors": [],
            "year": 2015,
            "venue": "Statistics on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Southern Hemisphere Seasonal Influenza Vaccination Programme Retrieved at",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Acceptance of seasonal and pandemic a (H1N1) 2009 influenza vaccination by healthcare workers in a French Teaching Hospital",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanguy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boyeau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pean",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "4190--4194",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Willingness of healthcare workers to accept voluntary stockpiled H5N1 vaccine in advance of pandemic activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pareek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dillon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "1242--1247",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Factors associated with uptake of pandemic influenza vaccine among general practitioners and practice nurses in Shropshire",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Hothersall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Bellis-Ayres",
                    "suffix": ""
                },
                {
                    "first": "Jordan",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "UK. Prim Care Respir J",
            "volume": "21",
            "issn": "",
            "pages": "302--307",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Exploring determinants of acceptance of the pandemic influenza A (H1N1) 2009 vaccination in nurses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "",
            "pages": "623--630",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Influenza vaccination in the 2009-2010 pandemic season: the experience of primary care physicians",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;leary",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stokley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Crane",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Prev Med",
            "volume": "55",
            "issn": "",
            "pages": "68--71",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Untangling the web -patients, doctors, and the internet",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hartzband",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groopman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "",
            "pages": "1063--1066",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Healthcare workers and H1N1 vaccination: Does having a chronic disease make a difference?",
            "authors": [
                {
                    "first": "Mphs",
                    "middle": [],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kannan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": "1064--1070",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "General practitioners' challenges during the 2009/A/H1N1 vaccination campaigns in Australia, Israel and England: a qualitative study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kunin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engelhard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aust Fam Physician",
            "volume": "42",
            "issn": "",
            "pages": "811--815",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Colorectal cancer knowledge, perceptions, and behaviors in African Americans",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cancer Nurs",
            "volume": "27",
            "issn": "",
            "pages": "206--215",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Demographics, patient contact, and history of seasonal influenza vaccination in the past 3 years; (2) Opinions on the new version of Southern Hemisphere vaccine which contained the new virus ''A H3N2 Switzerland'' that caused most of the infections in early 2015 in Hong Kong; (3) Their recommendation on the groups of people who should be accorded higher priority to receive the new vaccine if the Government had limited doses; (4) Intention to accept the additional vaccine; (5) Perception of risk and seriousness of the H3N2 influenza infection, as well as the effectiveness and safety of the influenza vaccine in general; and. (6) Their opinions on compulsory vaccination and deployment of duties for unvaccinated staff during the influenza season.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Acceptability of the additional ad hoc vaccine by the healthcare workers and their recommendation to their patients and family members.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Participant Characteristics (N ¼ 1290)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The Opinions of Healthcare Workers on the Additional Ad Hoc Influenza Vaccination Ã The new influenza vaccine contains the Southern Hemisphere vaccine to certain groups of people in April/May 2015 to prevent influenza infection in summer.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Perceived Priority of Subjects Who Should Receive the Additional Ad Hoc Influenza Vaccine",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Univariate Association of Variables Influencing the Intention to Accept the Additional Ad Hoc Influenza Vaccine",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Multiple Logistic Regression Model for Intention to Accept the Additional Ad Hoc Influenza Vaccination",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the participation of the healthcare professionals in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}