{
    "paper_id": "f94c7a970b81de90b8594683b77db556e15ebd9f",
    "metadata": {
        "title": "PtK1 Cells Contain a Nonditfusible, Dominant Factor That Makes the Golgi Apparatus Resistant to Brefeldin A",
        "authors": [
            {
                "first": "Nicholas",
                "middle": [
                    "T"
                ],
                "last": "Ktistakis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "G"
                ],
                "last": "Roth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "S"
                ],
                "last": "Bloom~",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Brefeldin A (BFA) was shown in earlier studies of numerous cell types to inhibit secretion, in-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract. Brefeldin A (BFA) was shown in earlier studies of numerous cell types to inhibit secretion, induce enzymes of the Golgi stacks to redistribute into the ER, and to cause the Golgi cisternae to disappear. Here, we demonstrate that the PtKt line of rat kangaroo kidney cells is resistant to BFA. The drug did not disrupt the morphology of the Golgi complex in PtKt cells, as judged by immunofluorescence using antibodies to 58-(58K) and l l0-kD (B-COP) Golgi proteins, and by fluorescence microscopy of live cells labeled with C6-NBD-ceramide. In addition, BFA did not inhibit protein secretion, not alter the kinetics or extent of glycosylation of the vesicular stomatitis virus (VSV) glycoprotein (G-protein) in VSV-infected PtKt cells. To explore the mechanism of resistance to BFA, PtKt cells were fused with BFA-sensitive CV-1 cells that had been infected with a recombinant SV-40 strain containing the gene for VSV G-protein and, at various times following fusion, the cultures were exposed to BFA. Shortly after cell fusion, heterokaryons contained one Golgi complex associated with each nu-cleus. Golgi membranes derived from CV-1 cells were sensitive to BFA, whereas those of PtKt origin were BFA resistant. A few hours after fusion, most heterokaryons contained a single, large Golgi apparatus that was resistant to BFA and contained CV-1 galactosyltransferase. In unfused cells that had been perforated using nitrocellulose filters, retention of/3-COP on the Golgi was optimal in the presence of cytosol, ATP, and GTE In perforated cell models of the BFAsensitive MA104 line, BFA caused 3-COP to be released from the Golgi complex in the presence of nucleotides, and either MA104 or PtK~ cytosol. In contrast, when perforated PtKl cells were incubated with BFA, nucleotides, and cytosol from either cell type, ~-COP remained bound to the Golgi complex. We conclude that PtKl cells contain a nondiffusible factor, which is located on or very close to the Golgi complex, and confers a dominant resistance to BFA. It is possible that this factor is homologous to the target of BFA in cells that are sensitive to the drug.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "T rIE Golgi apparatus comprises a series of membranous compartments in which proteins are modified posttranslationally and sorted so that each is targeted to an appropriate cellular membrane. To fulfill these tasks, the Golgi complex is divided into several structurally and functionally distinct regions through which proteins successively pass: the cis-, medial-, and trans-Golgi cisternae, and the trans-Golgi network (Farquhar, 1985; Griffiths and Simons, 1986) . Maintaining the structural integrity of the Golgi complex and its various compartments represents a significant challenge for the cell because large quantities of protein and lipid regularly pass between the Golgi complex and other membranous organelles. For example, proteins destined for processing in the Golgi network are exported from the ER along with more numerous resident ER proteins. This process occurs by a mechanism that concentrates the former proteins 5-10-fold in the Golgi complex, while efficiently returning the ER proteins to their normal place of residence (Green et al., 1981; Griffiths et al., 1984; Warren 1987; Pelham, 1989 ). An equally important feature of this process is that proteins which perform their functions in the Golgi complex are selectively retained within the Golgi complex. Thus, the exchange of membrane components between the ER and the Golgi membrane is opposed by at least two concentration gradients, one favoring escape of abundant ER proteins into Golgi membranes that lack them, and another favoring absorption of Golgi membrane constituents into the ER.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 437,
                    "text": "(Farquhar, 1985;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 438,
                    "end": 465,
                    "text": "Griffiths and Simons, 1986)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1046,
                    "end": 1066,
                    "text": "(Green et al., 1981;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1067,
                    "end": 1090,
                    "text": "Griffiths et al., 1984;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1091,
                    "end": 1103,
                    "text": "Warren 1987;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1104,
                    "end": 1116,
                    "text": "Pelham, 1989",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Evidently, the cell uses multiple sorting steps to prevent the net transfer of ER proteins to the Golgi membrane and of Golgi proteins to the ER. One of these sorting steps is accomplished during the formation of transport vesicles that emanate from the ER (Palade, 1975; Bergmann and Singer, 1983) , while another occurs in an immunologically distinct compartment juxtaposed to the Golgi complex (Seraste and Kuismanen, 1984; Tooze et al., 1984; Warren, 1987; Schweizer et al., 1988; Pelham, 1989) . This intermediate compartment has been proposed to segregate \"escaped\" ER proteins from proteins which proceed through the secretory pathway. As a result, component proteins of the ER can be recycled from the intermediate compartment back to the ER, while proteins that require further posttranslational modifications can be transported to cis-Golgi cisternae. It seems likely that these protein sorting events are coupled to the formation of vesicles derived from the intermediate compartment, and that some of the vesicles fuse selectively with the ER, while others merge specifically with the cis-Golgi membrane (reviewed in Pelham, 1989) . In principle, such a mechanism could prevent the flow of Golgi membranes into the intermediate compartment, and by extension, into the ER.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 271,
                    "text": "(Palade, 1975;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 272,
                    "end": 298,
                    "text": "Bergmann and Singer, 1983)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 397,
                    "end": 426,
                    "text": "(Seraste and Kuismanen, 1984;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 427,
                    "end": 446,
                    "text": "Tooze et al., 1984;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 447,
                    "end": 460,
                    "text": "Warren, 1987;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 461,
                    "end": 484,
                    "text": "Schweizer et al., 1988;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 485,
                    "end": 498,
                    "text": "Pelham, 1989)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1129,
                    "end": 1142,
                    "text": "Pelham, 1989)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further insight into the mechanism for preventing Golgi proteins from escaping into the ER has been gained recently through studies of the fungal metabolite, brefeldin A (BFA) t. Treatment of cultured cells with BFA was found to cause resident Golgi proteins to redistribute into the ER by a mechanism that requires energy and intact microtubules (Lippincott-Schwartz et al., 1990) . Moreover, the application of BFA to cultured cells has provided evidence that the pathway for membrane flow between the ER and Golgi membrane contains the aforementioned ER recycling arm, which is otherwise difficult to detect (Lippincott-Schwartz et al., 1990) . Based on these and related findings (Fujiwara et al., 1988; Doms et al., 1989; Ulmer and Palade, 1989; Lippincott-Schwartz et al., 1990) , it has been proposed that BFA acts through a specific molecular target and directly inhibits only one aspect of membrane traffic (Lippincott-Schwartz et al., 1990) . If BFA does, indeed, inactivate a specific Golgi target that plays a critical role in maintaining the separate identity of Golgi membranes, then BFA-treated cells may be as useful for understanding the control of intracellular protein traffic in animal cells as mutant strains have been for unravelling the secretory pathway in yeast. As of now, however, the hypothesis that BFA acts directly on a single intracellular target and exerts a limited number of specific effects has been supported mainly by the observations that BFA does not alter cellular ATP levels, protein synthesis, or endocytosis, and affects cells at submicromolar concentrations (Misumi et al., 1986; Lippincott-Schwartz et al., 1990) .",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 381,
                    "text": "(Lippincott-Schwartz et al., 1990)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 611,
                    "end": 645,
                    "text": "(Lippincott-Schwartz et al., 1990)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 684,
                    "end": 707,
                    "text": "(Fujiwara et al., 1988;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 708,
                    "end": 726,
                    "text": "Doms et al., 1989;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 727,
                    "end": 750,
                    "text": "Ulmer and Palade, 1989;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 751,
                    "end": 784,
                    "text": "Lippincott-Schwartz et al., 1990)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 916,
                    "end": 950,
                    "text": "(Lippincott-Schwartz et al., 1990)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1603,
                    "end": 1624,
                    "text": "(Misumi et al., 1986;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1625,
                    "end": 1658,
                    "text": "Lippincott-Schwartz et al., 1990)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The identification of \"mutant\" cells containing a Golgi complex resistant to BFA could provide a means for identifying the hypothetical BFA target, and for determining whether the membrane redistribution observed in cells treated with the drug depends upon the imperfect operation of pathways normally active in the cell or upon novel pathways that are induced by BFA. In this report, we present evidence that the Golgi apparatus in the rat kangaroo kidney cell line, PtKI, is unaffected structurally or functionally by BFA. The resistance of PtK~ cells to BFA cannot be explained by an inability of the drug to enter the ceils, or by the sequestration or inactivation of BFA once it gains access to the cytoplasm. Instead, in PtKt cells the Golgi complex itself, or a compartment directly adjacent to the Golgi apparatus appears to contain a dominant, nondiffusible factor that confers resistance to BFA. This factor may represent a BFA-insensitive version of the molecule which serves as the target for BFA in other cell types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Abbreviations used in this paper: BFA, brefeldin A; endo H, endoglycosidase H; G Protein, glycoprotein; Gai T, galactosyltransferase; VSV, vesicular stomatitis virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "BFA was purchased from Epicentre Technologies (Madison, Wl) and was dissolved at 10 mg/ml (36 raM) in DMSO or ethanol. C6-NBD-ceramide was purchased from Molecular Probes (Eugene, OR) and was dissolved at 5 mM in ethanol. Endoglycosidase H (endo H), ATE GTP, creatine phosphate, and rabbit creatine phosphokinase were purchased from Boehringer Mannheim Biochemicais (Indianapolis, IN). All other chemicals and biochemicals were from Sigma Chemical Co. (St. Louis, MO). Vesicular stomatifis virus (VSV) was propagated in MDCK cells (Roth and Compans, 1981) . Recombinant SV-40 virus carrying the gene for VSV G protein was prepared as described previously (Doyle et ai., 1985) .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 59,
                    "text": "(Madison, Wl)",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 555,
                    "text": "(Roth and Compans, 1981)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 655,
                    "end": 675,
                    "text": "(Doyle et ai., 1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biochemical Supplies and Viral Reagents"
        },
        {
            "text": "PtK1 cells (American Type Culture Collection [ATCC]; Rockville, MD) were grown in MEM containing nonessential amino acids (Sigma Chemical Co.), and fortified with sodium pyruvate to 1 mM and defined, supplemented bovine calf serum (HyClone Laboratories, Logan, UT) to 10% final concentration. CV-1 (African green monkey kidney) cells (ATCC) and MA104 (rhesus monkey kidney) cells (Roth et al., 1987) were grown in DME (Gibco Laboratories, Grand Island, NY) supplemented with Serum Plus (Hazleton Research Products Inc., Lenexa, KS) to 10% final concentrafion. Co-cultures of PtK1 and CV-1 cells were maintained in PtKt medium. Gentamycin (Sigma Chemical Co.) was included in all culture media at a final concentration of 50 ~g/ml.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 399,
                    "text": "(Roth et al., 1987)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Cell Culture"
        },
        {
            "text": "The following antibodies were used: polyclonai rabbit anti-VSV glycoprotein (G protein; [Roth and Compans, 1981] ); monoclonai mouse anti-VSV G protein (clone I1; Le Franfois and Lyles, 1982); polyclonal rabbit anti-human milk gaiactosyltransferase (GaiT; Berger et al., 1987) ; monoclonai mouse anti-58-kD protein (Bloom and Brashear, 1989) ; monoclonai mouse anti-/~-COP (ll0-kD protein; Alan and Kreis, 1986); affinity purified second antibodies, including FITC-labeled and TRITC-labeled goat anti-rabbit IgG, and Texas red-labeled goat anti-mouse IgG (Southern Biotechnologies, Birmingham, AL). For immunofluorescence, all antibodies were diluted into PBS containing 1% BSA. Anti-58K was used in purified form at 10/~g/ml. Other primary antibodies were in the form of polyclonal antisera and monoclonal ascites fluids. These were diluted 1:200, except for anti-Gai T, which was used at a 1:50 dilution. Fluorescent second antibodies were used at 5/~g/mi. Cells growing on No. 1 thickness coverslips were washed twice with PBS containing 1 mM MgC12 and 0.1 mM CaCI2, and then were fixed with 3.7% formaldehyde in 0.1 M phosphate buffer at pH 7.2 for 10 rain at room temperature. After fixation, the cells were rinsed once with DME and incubated with DME for 10 additional min to inactivate free aldehyde groups. The cells were then permeabilized by a 5-rain incubation in methanol at -20\"C, after which they were subjected to the following successive incubations at room temperature: (a) 30 min in 1% BSA in PBS; (b) 45 rain (for double labeling) or 1 h (for single labeling) in primary antibodies; (c) 3 x 5' each in 1% BSA/PBS; (d) 1 h in fluorescently labeled second antibodies; (e) 3 x 10' in 1% BSA/PBS. The coverslips were then mounted onto glass slides using Mowiol (Polysciences Inc., Warrington, PA). The specimens were viewed on a Zeiss Axiophot microscope using a 63 x planapo objecfive, and photographed on TMAX 3,200 film (Eastman Kodak Corp.; Rochester, NY), which was processed with TMAX developer for an effective film speed of E1 800.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 112,
                    "text": "[Roth and Compans, 1981]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 256,
                    "end": 276,
                    "text": "Berger et al., 1987)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 315,
                    "end": 341,
                    "text": "(Bloom and Brashear, 1989)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "lmmunofluorescence Microscopy"
        },
        {
            "text": "Immediately before use, C6-NBD-ceramide was added to a final concentration of 5/~M to a solution of DME supplemented with defatted BSA to 0.34 mg/ml. All subsequent steps were performed at 37°C. Cells growing on coverslips were washed twice with DME to remove serum, and were then incubated with the C6-NBD-ceramide solution for 20 min. The labeling solution was removed after this incubation, and the cells were then washed with DME and incubated for 1 h with DME containing 10% calf serum. At the end of the hour, most of the fluorescent C6-N-BD-ceramide had accumulated in the Golgi complex, and the ceils were then treated with BFA. After exposure of cells to BFA for the indicated lengths of time, the cover-slips were inverted onto glass slides, and observed and photographed as described above for immunofluorescence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vital Staining of Cells with C6-NBD-ceramide"
        },
        {
            "text": "CV-1 or PtKl cells growing in 35-mm-diam culture dishes were infected with VSV for 30 min on ice, washed free of unbound virus, and incubated at 37°C for 3.5 h. The cells were then incubated for 30 rain in the presence or absence of 36 #M (10/~g/ml) BFA in 0.5-ml per dish of DME lacking methionine and cysteine, and supplemented with dialyzed calf serum at 2 % final concentration. Next, the cells were labeled for 10 min with 35Smethionine and cysteine by direct addition of 50 #Ci per dish of Tran35S label (ICN Radiochemicals, Irvine, CA). Radiolabeling was terminated by adding a 104-fold molar excess of nonradioactive methionine and cysteine directly to the medium. After the indicated times of chase, cell lysates were prepared and immunoprecipitated with rabbit anti-VSV G protein (Lazarovits et al., 1990) . The immunoprecipitates were digested with endo H and then analyzed by SDS-PAGE fluorography (Lazarovits et al., 1990) . When BFA was used, it remained present throughout the entire pulse and chase period.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 815,
                    "text": "(Lazarovits et al., 1990)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 910,
                    "end": 935,
                    "text": "(Lazarovits et al., 1990)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "A nalysis of Glycoprotein Processing"
        },
        {
            "text": "CV-1 and etKl cells grown in six-well culture dishes were incubated for 30 rain at 37°C in the absence of BFA, or in the presence of 1.8 or 36/~M (0.5 or 10 tLg/ml) BFA. The cells were then pulse labeled for 10 rain with 20/~Ci/well of 35S-methionine or 3H-leucine at 37°C, and chased for 1 h with excess, unlabeled methionine or leucine at 37\"C or on ice. When BFA was used, it was present throughout the pulse and chase periods. After the chase, tissue culture medium was collected from each well and centrifuged for 10 min at 16,500 g in an Eppendorf microcentrifuge (Brinkman Instruments Inc., Westbury, NY). TCA-precipitable radioactivity was then measured in 75-td aliquots of each sample by liquid scintillation counting. The cpm in samples that had been chased on ice were defined as background. Levels of protein secretion were determined for each experimental condition by subtracting the background cpm from the cpm in samples that had been chased at 37°C, but were otherwise identical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein Secretion Assays"
        },
        {
            "text": "Day 0: PtKt cells were plated onto glass coverslips in six-or 24-well culture dishes at densities which would ensure that the cells would reach \"-50 % confluency on day 5. Day 3:CV-1 cells at \"o70% confluency were trypsinized, infected in suspension with the recombinant SV-40 virus encoding the VSV G protein gene, and replated into new culture dishes at the same density. Day 4: the SV-40 vector-infected CV-1 cells were trypsinized and then plated onto the PtK~ ceils at sufficient density to make the CV-1 cells \"¢70% confluent the next day. Because SV-40 infection is limited to cells of a few simian species (Tooze, 1980) , no PtK1 cells were infected by the SV-40 vector during co-culturing with CV-1 cells. Day 5: fusion was initiated 36-40 h after infection of CV-1 cells with the vector; coverslips were washed at room temperature twice briefly with MEM, twice with fusion buffer (100 mM NaC1, 50 mM MES, pH 5.5) for a total of 3 min, and twice with MEM buffered with 10 mM Hepes at pH 7.4. The cells were then returned to 37°C in the standard PtKI medium (see above) with or without BFA.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 627,
                    "text": "(Tooze, 1980)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Formation of Heterokaryons from PtK1 and CV-1 Cells"
        },
        {
            "text": "Type HA, 0.45 ~m pore size nitrocellulose filters (Millipore Continental Water Systems, Bedford, MA) were used to perforate cell monolayers by a modification of the wet cleave method (Simons and Verta, 1987; Brands and Feltkamp, 1988) . Before the perforation step, PtK1 and MA104 cells were cultured on glass coverslips for at least 3 and 4 d, respectively. To perforate cells, each coverslip was processed at room temperature by the following sequential steps: (a) immerse in DME for 10 s; (b) immerse in PBS for 10 s; (c) remove excess moisture by touching a corner of the coverslip with filter paper; (d) invert onto prewetted nitrocellulose for 2 min at room temperature; (e) gently peel the coverslip off of the nitrocellulose; (f) incubate for 30 sec in transport buffer (78 mM KC1, 50 mM Hepes, pH 7.0, 2.5 mM MgCI2, 10 mM EGTA, 8.37 mM CaC12, 1 t~M DTT); and (g) place in 24-well plates. Each piece of nitrocellulose could accommodate a set of 16 coverslips, allowing uniform perforation conditions to be achieved for each set.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 207,
                    "text": "(Simons and Verta, 1987;",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 234,
                    "text": "Brands and Feltkamp, 1988)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Perforated Cell Models"
        },
        {
            "text": "After the perforation protocol, permeabilized cell models were incubated for 30 min at 37°C in transport buffer supplemented with 1 mM ATP, 1 mM GTP, 2 mM creatine phosphate, 7 IU/ml rabbit muscle creatine phosphokinase and cytosol. The cytosol was prepared from PtKl or MA104 cells by the procedure described in Beckers et al. (1987) , and was used at a final concentration of 0.5-2.0 mg/ml. BFA was included in some of these incubations at a final concentration of 36 #M (10 #g/ml). After the incubations, the cells were fixed and processed for immunofluorescence as described earlier for intact cells, but the methanol permeabilization step was omitted.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 334,
                    "text": "Beckers et al. (1987)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Perforated Cell Models"
        },
        {
            "text": "The Golgi Complex Remains Morphologically Intact in PtKI Cells Exposed to BFA Several markers were used to examine the morphological response of the PtK~ Golgi complex to various concentrations of BFA. CV-1 cells, which display a rapid and complete sensitivity to BFA, were used as a positive control for these experiments. Fig. 1 presents micrographs of PtK1 and CV-1 cells that were cultured in the presence or absence of BFA, and labeled for immunofluorescence with mAbs directed against two proteins associated with the Golgi apparatus. One of these is a 58 kD, cytoplasmicaUy oriented, peripheral membrane component of the Golgi apparatus. This protein, known as \"58K\" binds directly to microtubules and has been proposed to be involved in anchoring the Golgi apparatus to microtubules in vivo (Bloom and Brashear, 1989) . The other protein, a ll0-kD species (Alan and Kreis, 1986), was recently shown to dissociate from the Golgi apparatus in cultured cells within 30 s of BFA exposure (Donaldson et al., 1990) , and to bear significant homology to the clathrinassociated protein, 5-adaptin (Duden et al., 1991) . Now called \"/3-COP\" this 110-kD protein is a major subunit of the nonclathrin coat which envelopes intra-Golgi transport vesicles (Duden et al., 1991; Serafini et al., 1991) .",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 825,
                    "text": "(Bloom and Brashear, 1989)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 992,
                    "end": 1016,
                    "text": "(Donaldson et al., 1990)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1097,
                    "end": 1117,
                    "text": "(Duden et al., 1991)",
                    "ref_id": null
                },
                {
                    "start": 1250,
                    "end": 1270,
                    "text": "(Duden et al., 1991;",
                    "ref_id": null
                },
                {
                    "start": 1271,
                    "end": 1293,
                    "text": "Serafini et al., 1991)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 330,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the absence of BFA, the Golgi apparatus was clearly labeled in both PtK~ and CV-1 cells with anti-/~-COP and anti-58K ( Fig. 1 , A, C, E, and G). Faint, diffuse cytoplasmic staining was also evident occasionally with both antibodies, and probably represented soluble pools of 58K and/~-COP. After CV-1 cells were exposed for 30 min to 1.8/~M (0.5 /zg/ml) BFA, the localization of/~-COP and 58K was altered, as both proteins appeared to be dispersely distributed throughout the cytoplasm (B and D). Recent evidence suggests that BFA exerts distinct effects on these two proteins, causing a redistribution of 58K into the ER and solubilization of/~-COP (Donaldson et al., 1990) . Neither of these effects were observed in BFA-treated PtK~ cells. The Golgi apparatus in this cell line was prominently labeled by both anti-58K and anti-/3-COP after BFA incubations as extreme as 71 /~M (20 #g/ml) for 3 h (F and H) or 178 mM (50/~g/ml) for 1 h (not shown).",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 678,
                    "text": "(Donaldson et al., 1990)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 129,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To determine whether the redistribution of 58K and E-COP that was induced in CV-1 cells by BFA was also accompanied by dispersal of nonproteinaceous components of the Golgi complex, living cells were stained with C6-NBD-ceramide. This fluorescent sphingolipid is initially incorporated in the plasma membrane, mitochondria and ER, after which fluorescent metabolites of the compound accumulate predominantly in trans-Golgi stacks (Lipsky and Pagano, 1985; Pagano et al., 1989) . PtK~ or CV-1 cells that had been la- beled with C6-NBD-ceramide were incubated for 30 min in the presence or absence of 36 #M (10/zg/ml) BFA. Then, the unfixed cells were examined and photographed using a light microscope and epifluorescence illumination. The resuits obtained using this approach were comparable to those acquired by immunofluorescence: the CV-1 Golgi complex nearly disappeared when BFA was present, whereas staining of the PtK~ Golgi complex remained unaffected by the drug (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 455,
                    "text": "(Lipsky and Pagano, 1985;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 456,
                    "end": 476,
                    "text": "Pagano et al., 1989)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 972,
                    "end": 980,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Two of the most conspicuous general effects of BFA in cells that are sensitive to the drug are the disappearance of the Golgi complex itself (Fujiwara et al., 1988; Doms et al., 1989; Lippincott-Schwartz et al., 1989) , and a profound inhibition of functions normally served by the Golgi complex. Included within the latter category are reductions in the rates of secretion, and of Golgi-dependent, posttranslational modification of newly synthesized proteins (Misumi et al., 1986; Doms et al., 1989; Lippincott-Schwartz et al., 1989) . The results described in the previous section indicated that the Golgi apparatus remains morphologically intact in PtKt cells exposed to BFA. To assess whether the Golgi apparatus is also unperturbed functionally by BFA in PtK~ cells, effects of the drug on both secretion and the processing of proteinbound oligosaccharides were monitored.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 164,
                    "text": "(Fujiwara et al., 1988;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 165,
                    "end": 183,
                    "text": "Doms et al., 1989;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 184,
                    "end": 217,
                    "text": "Lippincott-Schwartz et al., 1989)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 460,
                    "end": 481,
                    "text": "(Misumi et al., 1986;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 482,
                    "end": 500,
                    "text": "Doms et al., 1989;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 501,
                    "end": 534,
                    "text": "Lippincott-Schwartz et al., 1989)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "The Golgi Apparatus in PtKz Cells Is Not Impaired Functionally by BFA"
        },
        {
            "text": "Secretion was investigated by exposing PtK~ and CV-1 cells to radiolabeled amino acids for 10 min, chasing for 60 min with unlabeled amino acids, and then measuring TCA-precipitable counts in the tissue culture media. When BFA was of PtK] and CV-1 cells were pulse labeled for 10 min at 37°C with 3H-leucine or 35S-methionine, and then chased with unlabeled amino acids for 1 h at 37 ° C or on ice. When BFA was used it was present throughout the entire pulse and chase period. After the chase, TCA-precipitable counts were measured in 75-/zl aliquots of tissue culture media, duplicate samples of which were measured in all cases. Levels of protein secretion were determined by subtracting the TCA-precipitable counts produced by cultures that had been chased on ice (background counts) from the counts yielded by cultures that had been chased at 37°C, but were otherwise identical. Shown here are the normalized results from three sets of experiments, two of which used aH-leucine and the other of which was performed using 35S-methionine. Percent secretion refers to counts secreted by cells cultured in the presence of 1.8 or 36/zM (0.5 or 10/zg/ml) BFA compared to counts secreted by control cells. In 75-#1 aliquots of tissue culture medium, control CV-I ceils typically yielded '~25,000 cpm of background-corrected, secreted protein when 3SS-methionine was used, and \",d,000 cpm with 3H-leucine. For control PtKt cells, the values were ,~12,000 cpm with 3~S and ,~400 cpm with 3H. As is evident in the graph shown here, BFA inhibited secretion in CV-1 cells by '~80-90%, but the drug did not suppress secretion in PtK1 ceils. VSV, pulse labeled with 35S-labeled methionine and cysteine, and chased with an excess of unlabeled amino acids. After each chase period, the cells were lysed and VSV G protein was immunoprecipitated and digested with endo H. When present, BFA was added to 36 ttM (10 #g/ml) 30 min before the 35S pulse began, and remained in the medium throughout the entire pulse and chase. Shown here are fluorographs of two SDS-polyacrylamide gels on which several such samples were analyzed. Note that in the absence of BFA and after a 15-min chase, a portion of the VSV G protein in CV-1 cells resisted digestion by endo H, and that all VSV G protein gained resistance by 90 min of chase. When BFA was present, endo H resistance was not detected by 90 min of chase. In contrast, the VSV G protein in PtK~ cells acquired partial and complete resistance to endo H by 15 and 90 min of chase, respectively, in either the absence or presence of BFA. This indicated that in PtK~ cells BFA failed to inhibit Golgi-dependent conversion of the VSV G protein from a high mannose to a complex carbohydrate form. The numbers at the bottom of this figure refer to gel lanes, as mentioned in the text.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Golgi Apparatus in PtKz Cells Is Not Impaired Functionally by BFA"
        },
        {
            "text": "used, it was present throughout the pulse and chase periods (see Materials and Methods for further details). As illustrated in Fig. 3 , the levels of protein secreted by CV-1 cells grown in the presence of 1.8 (0.5 #g/ml) or 36 #M (10 #g/ml) BFA were ,o20 and 10%, respectively, of the level that was secreted by drug-free CV-1 cells. In contrast, PtKl cells that had been treated with either 1.8 #M (0.5 #g/ml) or 36 #M (10/xg/ml) BFA secreted levels of protein that were virtually identical to those released into the medium by PtK, cells grown in the absence of the drug. These data firmly indicate that BFA does not inhibit secretion in PtKt cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Golgi Apparatus in PtKz Cells Is Not Impaired Functionally by BFA"
        },
        {
            "text": "To determine the effects of BFA on Golgi-dependent protein processing, we assayed for conversion of asparaginelinked oligosaccharides from high rnannose to complex forms. This was accomplished by infecting PtK~ cells with VSV, and monitoring the susceptibility of the VSV-encoded transmembrane G protein to digestion by endo H. The loss of endo H sensitivity marks the maturation of asparagine-linked oligosaccharides to complex forms by a process that occurs within the medial Golgi stacks (reviewed in Kornfeld and Kornfeld, 1985) . Previously reported experiments using CHO cells had demonstrated that BFA caused a 45-90 min delay in the acquisition of endo H-resistant oligosaccharides by the VSV G protein, and that redistribution of Golgi enzymes to the ER, rather than movement of substrate to the Golgi apparatus, led to the eventual processing of the VSV G protein (Doms et al., 1989) . In the present case, parallel cultures of PtKt and CV-1 cells were infected with VSV and pulsed with 3~S-labeled amino acids. For each cell type, samples were incubated in both the presence and absence of BFA throughout a constant radiolabeling period and a variable chase interval. At the end of each chase interval, VSV G protein was immunoprecipitated, digested with endo H and analyzed by SDS-PAGE and fluorography. As illustrated in Fig. 4 , the VSV G protein produced in both cell types in the absence of BFA acquired partial resistance to endo H by 15 rain of chase and was fully resistant after a 90-min chase (lanes 4 and 6). A time-dependent, progressive increase in endo H resistance was observed at intermediate time points, and was indistinguishable for the two cell types (data not shown). However, in the presence of 36/zM (10 #g/ml) BFA, a dramatic difference between the two cell types was noted. In PtK~ cells, the VSV G protein produced under these conditions acquired resistance to endo H with kinetics identical to the untreated cells (lanes 10 and 12). In contrast, by 90 min of chase the VSV G protein produced in BFA-treated CV-1 cells was still totally sensitive to endo H (lane 12). As expected, some resistance to endo H was seen in the CV-1 cells at later times of chase (data not shown).",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 532,
                    "text": "Kornfeld and Kornfeld, 1985)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 874,
                    "end": 893,
                    "text": "(Doms et al., 1989)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1334,
                    "end": 1340,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Golgi Apparatus in PtKz Cells Is Not Impaired Functionally by BFA"
        },
        {
            "text": "To provide a visual image of the Golgi complex in VSVinfected PtK~ cells, cultures were treated with 36 #M (10 #g/ml) BFA for 30 min beginning 3.5 h after initial exposure to the virus, and were then analyzed by immunofluorescence using antibodies to the VSV G protein and to 58K. In agreement with our previous observations (Figs. 1 and 2) , bright staining of a morphologically intact Golgi apparatus was ob-served using both antibodies (data not shown). As documented earlier, within the limits of detectability in PtKt cells, BFA failed to alter Golgi morphology ( Fig. 1 and 2) , inhibit secretion (Fig. 3) or delay the conversion of newly synthesized asparagine-linked oligosaccharides from high mannose to complex forms (Fig. 4) . Thus, in the presence of BFA, the Golgi apparatus in PtKt cells remains both structurally and functionally intact.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 340,
                    "text": "(Figs. 1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 569,
                    "end": 582,
                    "text": "Fig. 1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 603,
                    "end": 611,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 727,
                    "end": 735,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Golgi Apparatus in PtKz Cells Is Not Impaired Functionally by BFA"
        },
        {
            "text": "Several mechanisms could have accounted for the resistance of the PtKt Golgi to BFA. For example, the cells may have failed to import BFA, they might have actively exported BFA before the drug exerted its effects, or they could have lowered the concentration of BFA in the cytoplasm by sequestering or degrading it. Alternatively, PtK~ cells may have been resistant to BFA by one of several mechanisms that could be useful for investigating the molecular basis for the effects of the drug. For instance, perhaps PtKI cells lacked the target for BFA, possessed a BFA-insensitive version of the target, or contained a factor that somehow interfered with the action of BFA. To attempt to distinguish among these possibilities, PtK~ cells were fused to CV-1 cells and the resulting heterokaryons were tested for resistance to BFA. The CV-1 cells used in these experiments were infected with a recombinant SV-40 vector containing the gene for the VSV G protein, which was known from earlier studies to act as a potent cell-cell fusogen below pH 6.0 (White et al., 1981; Rothman et al., 1984) .",
            "cite_spans": [
                {
                    "start": 1044,
                    "end": 1064,
                    "text": "(White et al., 1981;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1065,
                    "end": 1086,
                    "text": "Rothman et al., 1984)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Heterokaryons Formed by the Fusion of PtK, and CV-1 Cells"
        },
        {
            "text": "The initial fusion experiments, which are described in this section, were aimed at quantitatively characterizing the composition of heterokaryons and the efficiency of their formation. To that end, we relied upon the use of fluorescent markers for each of the two cell types. Before fusion, the PtK~ cells were cultured in the presence of 10 mg/ml FITCdextran (average mol mt, 40,000) for 4 h, during which time the fluorescent compound entered the cells by fluid-phase endocytosis and became entrapped in lysosomes. The PtK~ cells were then chased in the absence of FITC-dextran for 24 h, during which time the lysosomes containing FITCdextran collected in a perinuclear region. The SV-40-infected CV-1 cells were then added to the culture and allowed to attach overnight. At the end of this incubation period, the fusogenic pH 5.5 wash was administered to some cultures, but not to others, and the cultures were incubated for several more minutes. The cells were then fixed with formaldehyde without being permeabilized, incubated with a rabbit polyclonal antibody to the VSV G protein followed by a Texas red-labeled second antibody, and then examined by fluorescence microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterokaryons Formed by the Fusion of PtK, and CV-1 Cells"
        },
        {
            "text": "In the absence of the pH 5.5 wash, few multinucleated cells were observed. Within the mononucleate population, PtK~ cells were unambiguously identified by their bright, perinuclear lysosomes visible in the FITC channel of the microscope, while CV-1 cells were clearly recognizable by their plasma membrane fluorescence in the Texas red channel (Fig. 5, D and F ). When the pH 5.5 wash was omitted, ceils exhibiting fluorescence in both the FITC and Texas red channels were extremely rare, having represented <2 % of the multinucleate cell population (Table I) . Under those condi-tions, therefore, most of the multinucleate cells represented polyploid cells that are normally found at low frequency in PtKt and CV-1 cultures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 360,
                    "text": "(Fig. 5, D and F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 550,
                    "end": 559,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Heterokaryons Formed by the Fusion of PtK, and CV-1 Cells"
        },
        {
            "text": "In cultures that had been exposed to the fusogenic pH 5.5 wash, we observed four types of cells: unfused CV-1 cells, unfused PtK~ cells, CV-1 polykaryons, and heterokaryons. Unfused cells were positive in either, but not both channels of the fluorescence microscope. Fused cells were readily identified by their multiple nuclei, and both the polykaryons and heterokaryons were stained with Texas red as a result of having expressed VSV G protein. Approximately 20% of the multinucleated cells exhibited fluorescence in both the FITC and Texas red channels, and were therefore judged to be heterokaryons (Fig. 5 , C and E; Table I ). Only some of the nuclei in heterokaryons were closely associated with FITClabeled lysosomes (Fig. 5 E) . Those nuclei were considered to be of PtKl origin, while the remaining nuclei must have come from CV-1 cells. The heterokaryons typically contained approximately eight nuclei, the ratio of PtK1 to CV-1 nuclei ranged from 1:8 to 4:1, and an average of 33% of the nuclei within each syncytium were derived from PtK~ cells ( Table I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 610,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 622,
                    "end": 629,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 725,
                    "end": 735,
                    "text": "(Fig. 5 E)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1060,
                    "end": 1068,
                    "text": "Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Heterokaryons Formed by the Fusion of PtK, and CV-1 Cells"
        },
        {
            "text": "Immunofluorescence microscopy of permeabilized cells was used to examine Golgi complexes in syncytia in the absence and presence of BFA at both short (30 rain) and long (I>1.5 h) intervals after fusion. BFA was used at 3.6 and 36 gM (1 and 10 gg/ml) throughout this series of experiments. Results at the two concentrations were indistinguishable from one another, though only those obtained using the higher dosage are shown here (Figs. 6-8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 441,
                    "text": "(Figs. 6-8)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The Effects of BFA in Heterokaryons"
        },
        {
            "text": "At the early time points and in the absence of BFA, the nuclei within fused cells remained distant from one another, and staining with anti-58K indicated that each nucleus was in close proximity to its own distinct Golgi complex (data not shown). When BFA was present during the first 30 min after fusion, though, some of the nuclei in fused cells were situated very close to a visible Golgi apparatus, while other nuclei were not obviously associated with a Golgi complex. Syncytia containing both types of nuclei were never observed in the absence of BFA, nor when PtKl or CV-1 cells alone were treated with low pH and BFA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effects of BFA in Heterokaryons"
        },
        {
            "text": "As summarized in Table I , three considerations indicate that the BFA-resistant Golgi apparatuses and their associated nuclei were of PtK~ origin, that nuclei which lacked a nearby Golgi apparatus were derived from CV-1 cells, and that fused cells which contained both types of nuclei were heterokaryons. First, the percentage of multinucleated cells that contained both types of nuclei (16%) was very similar to the proportion of multinucleated cells that were unambiguously identified as heterokaryons by the FITC-labeled lysosome method (20%; Fig. 5 ). Secondly, the range for the ratio of presumptive PtKl to CV-1 nuclei in apparent heterokaryons, as judged by immunofluorescence with anti-58K (1:8 to 3:1), was nearly identical to the range observed in unequivocal heterokaryons using the fluorescent lysosome procedure (1:8 to 4:1). Finally, on the average, ,,ol/3 of the nuclei in heterokaryons labeled with FITC-dextran were close to fluorescent lysosomes, and, therefore, were of PtK~ origin. Likewise, staining of BFA-treated syncytia with anti-58K indicated that, on the average, ,,ol/3 of the nuclei were adjacent Syncytia labeled with 20 (n = 60) 1.7 (n = 60) ND FITC-dextran and anti-VSV G protein *7.8 + 1.6 (see Fig. 5) 133 -1-26% Jl:8 to 4:1",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 546,
                    "end": 552,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1228,
                    "end": 1235,
                    "text": "Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Effects of BFA in Heterokaryons"
        },
        {
            "text": "Syncytia with BFA-resislant 16 (n = 160) 2.5 (n = 80) 0 (n = 80) Golgi complexes 30 rain after fusion *7.5 + 2.0 (see Fig. 6 ) 130 + 19% §1:8 to 3:1 Syncytia with BFA-resistant 22 (n = 100) 1 (n = 80) 0 (n = 80) merged Golgi complexes 3.5 h after fusion (see Fig. 7 ) * Mean number of nuclei per ~ + the SD. ~: Mean percentage of nuclei of PtK~ origim 5: the SD (klenlifiod by proximity to FITC-labeled lysosomes or BFA-rusistant Golgi complexes).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 259,
                    "end": 265,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "The Effects of BFA in Heterokaryons"
        },
        {
            "text": "§ Range for the ratio of PtlKi to CV-I nuclei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Effects of BFA in Heterokaryons"
        },
        {
            "text": "to a 58K-positive Golgi appmatus in cells that contained fewer Golgi complexes than nuclei. It is reasonable to conclude, therefore, that heterokaryons corresponded to those syncytia that contained both BFA-resistant and sensitive Golgi complexes, which originated in PtKm and CV-1 cells, respectively. As illustrated in Fig. 6 , most detectable Golgi complexes in heterokaryons were stained not only by anti-58K, but by anti-VSV G protein, as well. Staining by the latter antibody indicated that VSV G protein, which was provided to the heterokaryons by CV-1 cells, was able to enter Golgi complexes supplied to the syncytia by PtKt cells within 30 rain after cell fusion. There has been a prior report of heterologous ER to Golgi transport in heterokaryons within this time frame, although homologous transport can be detected much earlier (Valtersson et al., 1990) . It is also worth noting that while cells in Figs. 5 and 6 were stained with anti-VSV G protein, labeled Golgi complexes can be found only in the latter figure. This is because the cells in Fig. 6 , but not those in Fig. 5 , were permeabilized before being stained with the antibody to VSV G protein.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 867,
                    "text": "(Valtersson et al., 1990)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 327,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1059,
                    "end": 1065,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1085,
                    "end": 1091,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Effects of BFA in Heterokaryons"
        },
        {
            "text": "To examine the effects of BFA at a later time point, cells were fused, incubated for 3 h in normal pH media, and then exposed to BFA for 30 min. Immunofluorescence staining of these cultures with anti-58K and anti-VSV G protein revealed the presence of numerous syncytia characterized by one or two centrally located clusters of nuclei, each group of which was associated with a large, intact Golgi apparatus that was labeled by both antibodies (Fig. 7, A-D) . Syncytia like these represented 22 % of the multinucleated cells, a value consistent with their identification as heterokaryons (Table I) . Multinucleated cells with these properties were also seen when the BFA incubation step was omitted, but were never observed in BFA-treated polykaryons formed by fusing virally infected CV-1 cells to uninfected monolayers of the same cell type (Table I) . Evidently, therefore, the process of cell fusion itself does not induce the resultant syncytia to be resistant to BFA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 458,
                    "text": "(Fig. 7, A-D)",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 598,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 844,
                    "end": 853,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The Effects of BFA in Heterokaryons"
        },
        {
            "text": "The merged Golgi complexes present in heterokaryons that had been treated with BFA beginning 3 h after fusion clearly exhibited the BFA-resistant phenotype of the PtK~ cells. An important point that remained to be clarified, though, was whether or not these same Golgi complexes also contained components derived from CV-1 cells. To address this issue, we used a polyclonal antibody that was made against human milk Gal T, and stains the Golgi complexes by immunofluorescence in CV-1, but not PtK~ cells (Fig. 8, A and B) . Cultures that had been allowed to recover in normal pH medium for 1.5 h after fusion and were then treated with 36 #M (10/zg/ml) BFA for an additional 30 min were stained for double immtmofluorescence with anti-Gal T and a mAb specific for VSV G protein. As shown in C and D of Fig. 8 , the Golgi elements defined in these syncytia by anti-VSV G protein were also prominently labeled by the antibody to Gal 1\". Identical staining patterns were observed in comparable cultures that had not been treated with BFA, indicating that incorporation of the CV-1 form of Gal T into the merged Golgi complex was not an adventitious result of exposure to the drug (data not shown).",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 521,
                    "text": "and B)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 514,
                    "text": "(Fig. 8, A",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 808,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "The Effects of BFA in Heterokaryons"
        },
        {
            "text": "Several conclusions are warranted based on the results obtained with the fused cells. It seems clear that the BFA-resistant, Gal T-positive Golgi complexes found in cells >/1.5 h after fusion represented a merger of Golgi components derived from both PtKl and CV-1 cells. Within such merged Golgi complexes, the PtK~ phenotype of BFA resistance was dominant over the CV-1 cell phenotype of BFA sensitivity. 30 min after fusion, though, when the Golgi complexes in syncytia were still separate, heterokaryons contained both BFA-resistant and -sensitive Golgi apparatuses. These collective observations are not compatible with models stipulating that PtK~ cells are unable to accumulate pharmacologically active BFA, or contain a cytosolic factor which abrogates the effects of the drug. Instead, the data indicate that PtK~ cells contain a nondiffusible factor which is tightly associated with the Golgi complex or a nearby compartment, and which confers resistance to BFA. Fig. 5 , and the cultures were maintained in the presence of 36/~M (10/zg/ml) BFA for the next 30 min. The cells were then fixed, permeabilized, and stained for double immunofluorescence using mouse monoclonal anti-58K and rabbit polyclonal anti-VSV G protein followed by Texas red-labeled goat anti-mouse IgG and FITC-labeled goat anti-rabbit IgG. Shown here are corresponding FITC (A, C, and E) and Texas red (B, D, and F) micrographs of three syncytia in which some, but not all nuclei were associated with a BFAresistant Golgi complex. Multinucleated cells such as these were beterokaryons, the nuclei close to BFA-resistant Golgi complexes (arrowheads) were of PtK~ origin, and the nuclei that lacked an associated Golgi complex were derived from CV-I cells. Bar, 10/zm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 973,
                    "end": 979,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The Effects of BFA in Heterokaryons"
        },
        {
            "text": "A limitation of the experiments with heterokaryons was that the ratio of resistant to sensitive cell components could be varied to only a small extent. Thus, it was of interest to investigate the resistance of PtK~ cells to BFA in a system where sensitive or resistant cytosolic components could be present in great excess. This is possible with perforated cells, an ap-proach that has been used successfully to reconstitute transport from the ER to Golgi complexes (Beckers et al., 1987; Beckers and Balch, 1989; Simons and Verta, 1987) , export from the Golgi complexes (Bennett et al., 1988) and several steps of endocytosis (Smythe et al., 1989; Podbilowicz et al., 1990) .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 488,
                    "text": "(Beckers et al., 1987;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 489,
                    "end": 513,
                    "text": "Beckers and Balch, 1989;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 514,
                    "end": 537,
                    "text": "Simons and Verta, 1987)",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 594,
                    "text": "(Bennett et al., 1988)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 628,
                    "end": 649,
                    "text": "(Smythe et al., 1989;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 650,
                    "end": 675,
                    "text": "Podbilowicz et al., 1990)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BFA Effects in Perforated Cell Models"
        },
        {
            "text": "In the present case, PtKt cells and two BFA-sensitive monkey kidney lines, CV-1, and MA104, were perforated Figure 7. Heterokaryons contain large, merged, BFA-resistant Golgi complexes 3 h after fusion. Heterokaryons were generated as in Fig. 5 and 6 and incubated with 36 #M (10 #g/ml) BFA for 30 min beginning 3 h after fusion. The ceils were then fixed, perrneabilized, and stained for double immunofluorescence using mouse monoclonal anti-58K and rabbit polyclonal anti-VSV G protein followed by Texas red-labeled goat anti-mouse IgG and FITC-labeled goat antirabbit IgG. Shown here are corresponding FITC (A and C) and Texas red (B and D) micrographs of two heterokaryons which contained merged, BFAresistant Golgi complexes. Bar, 10 #m. using nitrocellulose membranes. MA104 ceils were observed to behave identically to CV-1 cells in all of the fusion experiments previously described (data not shown), but were superior to the CV-1 cells for the perforation experiments because they adhered to the coverslips more tightly. The perforated cells were found to be readily permeable to macromolecules, such as IgG, because cytoplasmic antigens could be stained by immunofluorescence methods following fixation with formaldehyde, without the need for additional permeabilization steps. Parallel cultures of unperforated cells remained completely unstained when processed in an otherwise identical manner (data not shown). The standard design of these experiments was to perforate cells, incubate them in the presence or absence of BFA for 30 min, and then fiX. Following fixation, the cell models were stained for immunofluorescence using the monoclonal antibody to/S-COP. This antibody was chosen because removal of/S-COP from Golgi membranes can be detected in cells sensitive to BFA less than 1 min after their initial exposure to the drug (Donaldson et al., 1990) . This phenomenon is the earliest known effect of BFA, and we reasoned, therefore, that it might be one of the easiest BFA-dependent events to duplicate in a cell model system. A very similar approach was used recently to implicate a GTP-15inding protein in maintaining the association of ~COP with the Golgi membranes in perforated cells (Donaldson et al., 1991) .",
            "cite_spans": [
                {
                    "start": 1845,
                    "end": 1869,
                    "text": "(Donaldson et al., 1990)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2209,
                    "end": 2233,
                    "text": "(Donaldson et al., 1991)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 250,
                    "text": "Fig. 5 and 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "BFA Effects in Perforated Cell Models"
        },
        {
            "text": "When MA104 or PtK1 cells were perforated and then incubated with either buffer plus cytosol, or buffer plus ATP and GTP, immunofluorescent staining of/S-COP was noticeably less intense than in intact cells (data not shown). When the incubation solution was composed of cytosol and ATP plus GTP, though, staining of/~-COP was indistinguishable from that observed in intact cells (Fig. 9, A and B) . Apparently, nucleoside triphosphate(s), and one or more cytosolic factors are required to stabilize/S-COP on the Golgi membranes, so cytosol and both nucleotides were used for all subsequent experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 395,
                    "text": "(Fig. 9, A and B)",
                    "ref_id": null
                }
            ],
            "section": "BFA Effects in Perforated Cell Models"
        },
        {
            "text": "As illustrated in C and D of Fig. 9 , BFA was able to drive /S-COP off of the Golgi apparatus in perforated MA104 cells incubated with MA104 cytosol, but not in the perforated PtKl cells treated with PtKt cytosol. When perforated cells of each type were incubated with the heterologous cytosol and BFA, the response to BFA was determined by the cell model, not the cytosol. MA104 cell cytosol did not allow /S-COP in the perforated PtK~ cells to be removed from the Golgi apparatus by BFA, nor did PtK~ cytosol cause the perforated MA104 cells to become resistant to BFA (Fig. 9 , E and F). Taken together, observations of both heterokaryons and perforated cells indicate that the resistance of PtK1 cells to BFA is probably because of a nondiffusible factor which is located on or very near the Golgi apparatus, and appears to be unique to this cell line.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 35,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 578,
                    "text": "(Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "BFA Effects in Perforated Cell Models"
        },
        {
            "text": "In the course of examining the effects of BFA on 58K, a Figure 8 . The merged, BFAresistant Golgi complexes present in heterokaryons 2 h after fusion contain the CV-I form of galactosyltransferase (GAL T). Unfused CV-1 (A) and PtKt (B) cells were stained with rabbit polyclonal anti-Gal T followed by TRITC-Iabeled goat anti-rabbit IgG. Note that anti-Gal T stained the Golgi apparatus in CV-I ceils, but PtKl cells were not immunoreactive. Heterokaryons were generated as in Figs. 5-7, and cultured in the presence of 36 #M (10/~g/ml) BFA for 30 min beginning 1.5 h after fusion. The cells were then fixed, permeabilized, and stained for double immunofluorescence using mouse monoclonal anti-VSV G protein and rabbit polyclonal anti-Gal T followed by Texas red-labeled goat anti-mouse IgG (C) and FITC-labeled goat anti-rabbit IgG (D). Note that the merged Golgi complex exhibited the PtK~ phenotype of resistance to BFA, and contained the CV-1 form of Gal T. Bar, 10 ~m.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "D i s c u s s i o n"
        },
        {
            "text": "Golgi-associated, microtubule-binding protein (Bloom and Brashear, 1989) , we found that the Golgi complex in PtKz cells was not disrupted morphologically by the drug, as judged by immunofluorescence microscopy with anti-58K. Initially, we extended this basic observation in four principal directions. First, virtually identical results were obtained when PtK1 cells were exposed to BFA concentrations at least 100-fold greater than that required for complete dissolution of the Golgi apparatus in sensitive cells. Secondly, similar results were obtained using two additiona! antibodies, one directed against another Golgi-associated protein, ~COP (ll0-kD protein; Alan and Kreis, 1986; Duden et al., 1991; Serafini et al., 1991) , and the other specific for the VSV G protein. Next, fluorescence microscopy of PtK1 cells treated with the vital Golgi stain, Ct-NBD-ceramide, demonstrated once again that the Golgi apparatus in this cell line remains intact in the presence of high concentrations of BFA. Finally, we found that in PtK1 cells BFA did not inhibit two major Golgi-dependent activities, secretion, and conversion of newly synthesized glycoprotein from high mannose to complex carbohydrate forms. Taken together, these observa-tions indicated that both morphological and functional properties of the Golgi complex are resistant to BFA in the PtK~ cell line.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 72,
                    "text": "(Bloom and Brashear, 1989)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 665,
                    "end": 686,
                    "text": "Alan and Kreis, 1986;",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 706,
                    "text": "Duden et al., 1991;",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 729,
                    "text": "Serafini et al., 1991)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "D i s c u s s i o n"
        },
        {
            "text": "The possible mechanisms of this resistance to BFA can be sorted into two categories, one of which is potentially importam for investigations of Golgi function and the other of which is inconsequential in that regard. In the latter group are the common mechanisms by which cells prevent the concentration of a drug from reaching levels sufficient to cause its usual effects. These include failing to import the drug, or actively exporting, sequestering, inactivating, or degrading it. In the former group are mechanisms that involve a specific molecular target of BFA or an immediate downstream effectot of that target, and could include the alteration or absence of either.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D i s c u s s i o n"
        },
        {
            "text": "Much of the intense current interest in BFA stems from the assumption that this drug binds to a particular molecular target on or near the Golgi apparatus, and that this binding event results in the inactivation of a single Golgi-related function. It also has been proposed that the subsequent dramatic effects of BFA depend upon the continued operation of The loumal of Cell Biology, Volume 113, 1991 Figure 9 . Perforated PtKt cells, but not MA104 cells, are resistant to an early effect of BFA. Perforated cells were incubated in the presence of cytosol, ATP, and GTP with or without 36 gM (10 gg/ml) BFA. They were then fixed, and stained with mouse monoclonal anti-B-COP followed by Texas red-labeled goat anti-mouse IgG. Note that B-COP remained associated with the Golgi apparatus in perforated models of both cell types. When BFA was present, though, binding of B-COP to the Golgi apparatus persisted in perforated PtK~, but not MA104 cells, regardless of which type of cytosol was used. The arrows in B, D, and F indicate Golgi complexes. Note also that variable levels of staining on or near the nuclear envelope were routinely observed in both cell types. Bar, 10/zm. otherwise normal processes, such as membrane recycling involving the ER and an intermediate compartment situated between the ER and Golgi apparatus (Lippincott-Schwartz et al., 1990) . In light of these hypotheses about how BFA works, demonstration of a \"specifiC' resistance of BFA would provide important support for the critical assumption that a unique BFA target does, indeed, exist. In addition, the nature of this resistance might provide clues to the mechanism of action of the drug and the process by which the structural integrity of the Golgi complex is maintained.",
            "cite_spans": [
                {
                    "start": 1327,
                    "end": 1361,
                    "text": "(Lippincott-Schwartz et al., 1990)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 410,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "D i s c u s s i o n"
        },
        {
            "text": "Two lines of experimentation were pursued in an effort to determine the basis for the resistance of PtKt cells to BFA. The first of these used the fusion of cells with a viral glycoprotein, an approach that has proven to be useful for studying inter-cisternal protein transport through the Golgi complex (Rothman et al., 1984) and the fusion of Golgi membranes in newly formed syncytia (Ho et al., 1990) . Heterokaryons were generated by fusion of PtKt cells to BFA-sensitive CV-1 cells that had been infected with a recombinant virus which expressed the VSV G protein. After the fusion reaction, '°20 % of the multinucleate cells were determined to be heterokaryons because they contained markers for both PtK~ and CV-1 cells.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 326,
                    "text": "(Rothman et al., 1984)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 386,
                    "end": 403,
                    "text": "(Ho et al., 1990)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The PtK1 Phenotype of Resistance to BFA Is Dominant in Heterokaryons"
        },
        {
            "text": "A hallmark feature of the cell fusion experiments is that multiple Golgi complexes originating from both PtKt and CV-1 cells were present within a common cytoplasm, and were physically separate from one another for at least 30 min after fusion had occurred. This allowed us to ask, in essence, a genetic question about such heterokaryons: in the presence of BFA, would the phenotype of either cell type be dominant over the other or, during the period when the Golgi complexes remained separate, would each respond to the drug as it would have in an unfused cell? Each of the three potential outcomes would have indicated a unique set of possible mechanisms for the BFA resistance of PtK~ cells. In actuality, when syncytia were treated with BFA immediately after fusion, each Golgi complex behaved independently as it would have in an unfused cell. Approximately 20% of the multinucleate cells contained both BFA-resistant and -sensitive Golgi complexes. Based on their frequency, it is likely that these cells represented the entire heterokaryon population (Table I) , and it is noteworthy that we never observed syncytia in which all Golgi complexes were resistant to BFA. These results indicate that the PtKI Golgi remains intact even when it is in direct contact with biologically active levels of BFA, and virtually eliminate the possibility that PtK~ cells produce a diffusible, cytosolic factor which provides resistance to BFA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1059,
                    "end": 1068,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The PtK1 Phenotype of Resistance to BFA Is Dominant in Heterokaryons"
        },
        {
            "text": "When cultures were incubated for I>1.5 h after fusion, to allow the nuclei within each syncytium to congregate near the cell center, one or two large, merged Golgi complexes were observed in all multinucleate cells. 22 % of these merged Golgi apparatuses were both resistant to BFA and positive for the CV-1 cell form of Gal T. The frequency of cells exhibiting this combination of phenotypic traits indicated that they probably represented the heterokaryon population (Table I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 478,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "PtKl Cells Contain A Nondiffusible Factor That Confers Resistance to BFA"
        },
        {
            "text": "The results of the cell fusion experiments cannot be explained by the mere absence of a soluble BFA target in PtK~ cells. Such a target molecule should have been supplied in the heterokaryons by the parental CV-1 cells, and as a result, the PtK~ Golgi apparatuses in the early time point syncytia and the merged Golgi complexes found at later times should have been sensitive to BFA. No such observations were ever made, though. It might be argued that within the heterokaryon population, BFA-resistant Golgi complexes were present only in those rare syncytia which contained a large excess of PtK, nuclei over those of CV-1 origin. That explanation is inconsistent with the observations that \"o20 % of multinucleated ceils, a proportion equal to that of the known heterokaryons, exhibited BFA-resistant Golgi complexes, and that the average heterokaryon contained approximately eight nuclei, of which only two or three were of PtK~ origin (Table I ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 940,
                    "end": 948,
                    "text": "(Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "PtKl Cells Contain A Nondiffusible Factor That Confers Resistance to BFA"
        },
        {
            "text": "An alternative possibility is that PtKI cells are deficient in an insoluble BFA target, in which case two likely outcomes could be imagined. First, if the target were bound to the Golgi or a closely associated structure in CV-1 cells, all fused Golgi complexes in heterokaryons 2 h or more after fusion should have been supplied with the target molecule and have been sensitive to BFA. Merged Golgi complexes that were resistant to BFA were observed in \"o20% of the multinucleate cells at these late time points, though, eliminating this explanation from serious consideration. If cells other than PtKI contain a nondiffusible BFA target which is bound to a structure far removed from the Golgi complexes, a different outcome would have been expected for the cell fusion experiments. In that situation, the effects of BFA on the Golgi complexes would have to be indirect and involve a diffusible factor as an intermediate. As argued above, though, a diffusible factor cannot account for the results of the cell fusion experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PtKl Cells Contain A Nondiffusible Factor That Confers Resistance to BFA"
        },
        {
            "text": "The behavior of the heterokaryons is most simply explained by the presence of a PtKl-derived, nondiffusible factor which confers resistance of the Golgi complex to BFA. This factor must be on or in direct apposition to the Golgi complex to account for the highly restricted locale in which it can exert its effects. The existence in PtK1 cells of a factor exhibiting this narrow set of traits supports the hypothesis that BFA acts in other cell types through a specific target molecule located on or very close to the Golgi apparatus. Moreover, when this putative target molecule and the PtKI factor are present within the common cytoplasm of a heterokaryon, the PtK~ factor dominates the response of the hybrid cell to BFA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PtKl Cells Contain A Nondiffusible Factor That Confers Resistance to BFA"
        },
        {
            "text": "A limitation of the studies with heterokaryons was that the relative proportion of cytoplasm or Golgi membranes derived from sensitive or resistant cells could be varied only to a small degree. To circumvent this limitation, experiments were performed using cells in which the plasma membranes were perforated with nitrocellulose, an approach that has proven to be useful for studying a variety of steps in intracellular membrane traffic (Beckers et al., 1987; Bennett et al., 1988; Beckers and Balch, 1989; Simons and Verta, 1989; Smythe et al., 1989; Podbilowicz and Mellman, 1990) . In these experiments, as in another recent study conducted elsewhere (Donaldson et al., 1991) , the focus was on the earliest known effect of BFA, the removal of/3-COP from the Golgi complex (Donaldson et al., 1990) . We found that the addition of BFA to an incubation buffer containing ATP, GTP, and buffered autologous cytosol induced the release of/~-COP from the Golgi complex in perforated MA104 cells. This effect was not prevented by replacing MA104 cytosol with a sizable excess of PtK~ cell cytosol, nor was B-COP driven from the Golgi complex by BFA in perforated PtKI cells that had been incubated with either PtK~ or MA104 cytosol. Since these experiments entailed the use of a large excess of cytosol isolated from a single source, it is evident that soluble, cytosolic factors cannot make a BFA-sensitive Golgi resistant to the drug, or convert a BFA-resistant Golgi to a drug-sensitive state. The perforated cell results thus support two fundamental conclusions of the fused cell studies: (a) a nondiffusible factor located on or very near the Golgi complex provides PtK~ cells with resistance to BFA; and (b) a specific molecular target for BFA is similarly localized in other types.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 460,
                    "text": "(Beckers et al., 1987;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 461,
                    "end": 482,
                    "text": "Bennett et al., 1988;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 483,
                    "end": 507,
                    "text": "Beckers and Balch, 1989;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 508,
                    "end": 531,
                    "text": "Simons and Verta, 1989;",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 552,
                    "text": "Smythe et al., 1989;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 553,
                    "end": 583,
                    "text": "Podbilowicz and Mellman, 1990)",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 679,
                    "text": "(Donaldson et al., 1991)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 777,
                    "end": 801,
                    "text": "(Donaldson et al., 1990)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "PtKl Cells Contain A Nondiffusible Factor That Confers Resistance to BFA"
        },
        {
            "text": "What might be the nature of the BFA resistance factor? One intriguing possibility is that it represents a BFA-insensitive, PtKt-specific form of the BFA target found in other mammalian cell types. At the very least, it seems likely that this factor operates in a pathway downstream, but very close to the target for BFA. In either case, the identification and characterization of the factor should help to clarify how BFA exerts its effects in the cell, and by extension, illuminate the molecular mechanisms responsible for maintaining the structural and functional integrity of the Golgi apparatus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PtKl Cells Contain A Nondiffusible Factor That Confers Resistance to BFA"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A microtubule-binding protein associated with membranes of the Golgi apparatus",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Cell Biol",
            "volume": "103",
            "issn": "",
            "pages": "2229--2239",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Calcium and GTP: essential components in vesicular trafficking between the endoplasmic reticulum and the Golgi apparatus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J M"
                    ],
                    "last": "Beckers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Balch",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "1245--1256",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Semi-intact cells permeable to macromolecules: use in reconstruction of protein transport from the endoplasmic reticulum to the Golgi complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J M"
                    ],
                    "last": "Beckers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Balch",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Cell",
            "volume": "50",
            "issn": "",
            "pages": "523--534",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Release of putative exocytic transport vesicles from perforated MDCK cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandinger-Ness",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "7",
            "issn": "",
            "pages": "4075--4085",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biology of galactosyltransferase: recent developments",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mtiller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aegerter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Strous",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Biochem. Soc. Trans",
            "volume": "15",
            "issn": "",
            "pages": "610--613",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunoelectron microscopic studies of the intracellular transport of the membrane glycoprotein (G) of vesicular stomatitis virus in infected Chinese hamster ovary cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Cell Biol",
            "volume": "97",
            "issn": "",
            "pages": "1777--1787",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A novel 58-kDa protein associates with the Golgi apparatus and microtubules",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Brashear",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Biol. Chem",
            "volume": "264",
            "issn": "",
            "pages": "16083--16092",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Wet cleaving of cells: a method to introduce macromolecules into the cytoplasm",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brands",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Feltkamp",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Exp. Cell Res",
            "volume": "176",
            "issn": "",
            "pages": "309--318",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Brefeldin A redistributes resident and itinerant Golgi proteins to the endoplasmic reticulum",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Doms",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Russ",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yewdeu",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "61--72",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dissociation of a 110-kD peripheral membrane protein from the Golgi apparatus is an early event in Brefeldin A action",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "2295--2306",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guanine nucleotides modulate the effects of brefeldin A in semi-permeable cells: regulation of the association of a 110-kD peripheral membrane protein with the Golgi apparatus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "112",
            "issn": "",
            "pages": "579--588",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mutations in the cytoplasmic domain of the influenza virus hemagglutinin affect different stages of intracellular transport",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "M.-J",
                    "middle": [],
                    "last": "Gething",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Cell Biol",
            "volume": "100",
            "issn": "",
            "pages": "704--714",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Kreis. t991. /3-COP, a 110 kd protein associated with non-clathrin-coated vesicles and the Golgi complex, shows homology to 13-adaptin",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Argos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell",
            "volume": "64",
            "issn": "",
            "pages": "649--665",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Progress in unraveling pathways of Golgi traffic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Farquhar",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "447--488",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Brefeldin A causes disassembly of the Golgi complex and accumulation of secretory proteins in the endoplasmic reticulum",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yokota",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takatsuki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ikehara",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Biol. Chem",
            "volume": "263",
            "issn": "",
            "pages": "18545--18552",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Passage of viral membrane proteins through the Golgi complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Louvard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Mol. Biol",
            "volume": "152",
            "issn": "",
            "pages": "663--698",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The trans Golgi network: sorting at the exit site of the Golgi complex",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science (Wash. DC)",
            "volume": "234",
            "issn": "",
            "pages": "438--443",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Density of newly synthesized plasma membrane proteins in intracellular membranes I. Stereological studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mathien-Costello",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hoppeler",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "98",
            "issn": "",
            "pages": "2133--2141",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Movement ofinterphase Golgi apparatus in fused mammalian cells and its relationship to cytoskeletal elements and rearrangement of nuclei",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Storrie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pepperkok",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ansorge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Karecla",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreis",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Eur. J. Cell Biol",
            "volume": "52",
            "issn": "",
            "pages": "315--327",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Assembly of asparagine-linked oligosaccharides",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kornfeld",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Ann. Rev. Biochem",
            "volume": "54",
            "issn": "",
            "pages": "631--664",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The effects of foreign transmembrane domains on the biosynthesis of the influenza virus hemagglutinin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lazarovits",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "S.-P. Shia",
                    "suffix": ""
                },
                {
                    "first": "M.-S",
                    "middle": [],
                    "last": "Ktistakis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Bird",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "4760--4767",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The interaction of antibody with the major surface glycoprotein of vesicular stomatitis virus. I. Analysis of neutralizing epitopes with monoclonal antibodies",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Fran~:Ois",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Lyles",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "ViroL",
            "volume": "121",
            "issn": "",
            "pages": "157--167",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rapid redistribution of Golgi proteins into the endoplasmic reticulum in cells treated with Brefeldin A: evidence for membrane recycling from Golgi to ER",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippincott-Schwartz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Yann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "54",
            "issn": "",
            "pages": "209--220",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Microtubule-dependent retrograde transport of proteins into the ER in the presence of Berfeldin A suggests an ER recycling pathway",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Hauri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Yaun",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "60",
            "issn": "",
            "pages": "821--836",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A vital stain for the Golgi apparatus",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Lipsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science (Wash. DC)",
            "volume": "228",
            "issn": "",
            "pages": "745--747",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Novel blockade by brefeldin A ofintracellular transport of secretory proteins in cultured rat hepatocytes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Misumi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takatsuki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ikehara",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. BioL Chem",
            "volume": "261",
            "issn": "",
            "pages": "11398--11403",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Molecular trapping of a fluorescent ceramide analog at the Golgi apparatus of fixed ceils: interaction with endogenous lipids provides a trans-Golgi marker for both light and electron microscopy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Pagano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sepanski",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "109",
            "issn": "",
            "pages": "2067--2079",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Intracellular aspects of the process of protein synthesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Science (Wash. DC)",
            "volume": "189",
            "issn": "",
            "pages": "347--358",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Control of protein exit from the endoplasmic reticulum",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annu. Rev. Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "ATP and cytosol requirements for transferrin recycling in intact and disrupted MDCK cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Podbilewicz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "EMBO (Eur. Mol. Biol. Organ.)J",
            "volume": "9",
            "issn": "",
            "pages": "3477--3487",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Delayed appearance of pseudotypes between vesicular stomatitis virus and influenza virus during mixed infection of MDCK cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Compans",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Virol",
            "volume": "40",
            "issn": "",
            "pages": "848--860",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The large external domain is sufficient for the correct sorting of secreted or chimeric influenza virus hemagglutinins in polarized monkey kidney ceils",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gundersen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patil",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez-Boulan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Cell Biol",
            "volume": "104",
            "issn": "",
            "pages": "769--782",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Intercompartmental transport in the Golgi is a dissociative process: facile transfer of membrane protein between two Golgi populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Urbani",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Cell Biol",
            "volume": "99",
            "issn": "",
            "pages": "248--2659",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Identification, by a monoclonal antibody, of a 53-kD protein associated with a tubulo-vesicular compartment at the cis-side of the Golgi apparatus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A M"
                    ],
                    "last": "Fransen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bachi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ginsel",
                    "suffix": ""
                },
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hauri",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Cell Biol",
            "volume": "107",
            "issn": "",
            "pages": "1643--1653",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A coat subunit of Golgi-derived non-clathrincoated vesicles with homology to the clathrin-coated vesicle coat protein ~-adaptin",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Serafini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stenbeck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brecht",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lottspeich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Orci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature (Lond.)",
            "volume": "349",
            "issn": "",
            "pages": "215--220",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Pre-and post-Golgi vacuoles operate in the transport of Semliki Forest virus membrane glycoproteins to the cell surface",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seraste",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuismanen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Cell",
            "volume": "38",
            "issn": "",
            "pages": "535--549",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Perforated MDCK ceils support intracellular transport",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Virta",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "EMBO (Eur. Mol. BioL Organ.) J",
            "volume": "6",
            "issn": "",
            "pages": "2241--2247",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Formation of coated vesicles from coated pits in broken A431 cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smythe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pypaert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lucocq",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "843--853",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "DNA Tumor Viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "125--204",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Replication of coronavirus MHV-A59 in sac(-) cells: determination of the first site of budding of progeny virions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Tooze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Eur. J. Cell Biol",
            "volume": "33",
            "issn": "",
            "pages": "281--293",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Targeting and processing ofglycophorins in murine erythroleukemia cells: use of brefeldin A as a perturbant of intracellular traffic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ulmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Palade",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "86",
            "issn": "",
            "pages": "6992--6996",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Transfer of secretory proteins from the endoplasmic reticulum to the Golgi apparatus: discrimination between homologous and heterologous transfer in intact heterokaryons",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Valtersson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Dutton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "8175--8179",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Signals and salvage sequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature (Lond.)",
            "volume": "327",
            "issn": "",
            "pages": "17--18",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Cell fusion by Semliki forest, influenza, and vesicular stomatitis viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Marlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Cell Biol",
            "volume": "89",
            "issn": "",
            "pages": "674--679",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Immunofluorescence evidence for the resistance of PtK~ cells to BFA. PtKI and BFA-sensitive CV-1 cells were treated with BFA, and stained for immunofluorescence with anti-~-COP or anti-58K, marker antibodies for the Golgi apparatus. BFA exposures were 30 rain at 1.8/~M (0.5/~g/ml) BFA for CV-1 cells, and 3 h at 71 ~M (20/zg/ml) for PtK~ cells. Note that intact Golgi complexes remained in PtK~ cells, but not in CV-1 cells, after exposure to BFA. Bar, 10 #m.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Visualization of the Golgi apparatus in untreated and BFA-treated live cells labeled with C6-NBDceramide. Shown here are fluorescence micrographs of live cells that had been labeled with the vital Golgi stain, C6-NBD-ceramide, and were subsequently cultured for 30 min in the absence or presence of 36 t~M (10/~g/ml) BFA. Prominent Golgi complexes remained in PtK] cells, but not in CV-I cells, that were treated with BFA. Bar, 5 #m.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Secretion is not inhibited in PtK1 cells treated with BFA. Control and BFA-treated cultures",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "BFA does not inhibit processing of asparagine-linked oligosaccharides in PtK~ cells. CV-1 and PtK~ cells were infected with",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Formation of heterokaryons by the fusion of CV-1 and PtK~ cells. Heterokaryons were formed by plating CV-1 cells that had been infected with an SV-40 strain containing the gene for VSV G protein onto monolayers of PtKt cells, and briefly exposing the mixed cell cultures to pH 5.5. The PtKl cells in this case had been labeled earlier with FITC-dextran, which entered the cells by fluid-phase endocytosis and eventually accumulated in lysosomes. VSV G protein located on the plasma membrane was detected by staining fixed, unpermeabilized cells with rabbit polyclonal anti-VSV G protein followed by TRITC-labeled goat anti-rabbit IgG. Corresponding phase contrast (transmined light) and fluorescein and rhodamine epifluorescence images are shown. Appreciable cell fusion occurred only when the acid wash was included (.4, C, and E). When the acid wash was omitted, multinucleated cells were not observed (B, D, and F). Bar, 10 ~m.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Individual heterokaryons contain both BFA-resistant and -sensitive Golgi complexes 30 min after cell fusion. Heterokaryons were generated as in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Properties of Fused Cells",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Drs. Thomas Kreis for providing anti-J3-COP ascites fluid, Leo Le Franq~ois for the mAb to VSV G protein, and Eric G. Berger for rabbit polyclonal antiserum to Gal T. In addition, we are grateful to Li-Hsien Wang, Kate Luby-Phelps, and Bill Provence for their assistance with selective experiments, and to Dick Anderson and Bill Snell for their constructive advice throughout the course of this work.This study was supported by National Institutes of Health grants to G. S. Bloom (NS23868) and M. G. Roth (GM41050 and GM37547), and an American Cancer Society grant to G. S. . M. G. Roth is an Established Investigator of the American Heart Association.Received for publication 30 November 1990 and in revised form 15 February 1991.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}