{
    "paper_id": "f9ec0fcbc2df8fea3210c7db618e70145323c81b",
    "metadata": {
        "title": "Improving emergency preparedness and response in the Asia-Pacific Commentary",
        "authors": [
            {
                "first": "Ben",
                "middle": [
                    "J"
                ],
                "last": "Marais",
                "suffix": "",
                "affiliation": {},
                "email": "ben.marais@health.nsw.gov.au"
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ailan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roderico",
                "middle": [],
                "last": "Ofrin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [],
                "last": "Merianos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joel",
                "middle": [],
                "last": "Negin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jenny",
                "middle": [],
                "last": "Firman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robin",
                "middle": [],
                "last": "Davies",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tania",
                "middle": [],
                "last": "Sorrell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Summary box ► Addressing regional health security threats require functional health systems that have integrated surveillance and response capacity, as specified by the International Health Regulations (IHR). ► Country-level IHR implementation is often suboptimal with limited intra-regional and inter-regional coordination and collaboration. ► Joint external evaluations provide multidimensional country-level assessments, but human and animal disease surveillance data are poorly integrated and subnational vulnerability is rarely considered. ► Retaining political commitment in between outbreaks/disasters requires better informed leadership and recognition of Health Security as a standing priority. ► Weak health systems require increased domestic investment, coordinated international assistance and a commitment to universal health coverage, including investment in quality-assured laboratory infrastructure and reporting systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The severe acute respiratory syndrome (SARS) outbreak in 2002/2003, 1 which affected 37 countries and resulted in nearly 800 deaths, 2 prompted a critical re-think of the global health security architecture. Recognition of the threat posed by emerging infectious diseases (EIDs) and the need to improve national and global surveillance and outbreak response systems motivated the World Health Assembly to adopt the International Health Regulations (IHR) in 2005. 3 In the interim, the fateful tsunami of 2004 provided another turning point, emphasising the need for emergency preparedness in order to respond to and recover from major natural disasters. Against this backdrop, WHO's Western Pacific and South-East Asia regions adopted an all-hazards approach, encompassing disease outbreaks and natural disasters such as cyclones, tsunamis and earthquakes in order to strengthen their health emergency programmes. Despite these constructive developments, most countries faced significant challenges to implement IHR recommendations once the 'sense of crisis' passed. The global health security agenda was revived only after the 2014/2015 Ebola virus outbreak in West Africa. Post hoc analyses of the nature and impact of this outbreak, which killed more than 11 000 people, emphasised the contribution of dysfunctional health systems and poor IHR implementation, in particular the absence of integrated human and animal health surveillance systems and limited emergency response capacity at National and Regional levels. 4 5 There was general agreement that UN humanitarian systems needed to be strengthened and for WHO to develop an 'emergency culture' to credibly lead global EID preparedness and response activities. As a consequence, WHO created a new global Health Emergencies programme that adopted an all-hazards approach, similar to reforms previously implemented in the Western Pacific and South-East Asia regions.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 464,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1521,
                    "end": 1524,
                    "text": "4 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BaCkground"
        },
        {
            "text": "HealTH SeCuriTy: progreSS and CHallengeS in THe aSia-paCifiC The Western Pacific and South-East Asia regions were the first to develop a joint strategy for EIDs and public health emergencies (APSED). Original versions of APSED (2005 and 2010) focused on meeting IHR core capacity requirements, but the most recent strategy (APSED III; 2017) advocates for the strengthening of health systems more broadly. 6 APSED III acknowledges that Regional health security requires functional and well-integrated health systems to detect and respond to EIDs, including disease resulting from unsafe food and water. Close inter-regional collaboration to develop and refine a joint Asia-Pacific strategy for public health emergencies provides a model for other WHO regions. APSED III calls for joint BMJ Global Health Table 1 Health security challenges and proposed solutions in the Asia-Pacific region",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 406,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 803,
                    "end": 810,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "BaCkground"
        },
        {
            "text": "Retaining political commitment ► Improve education and risk perception of leaders in all relevant sectors, as well as the wider community ► Health security to be given standing priority ► Regional funding mechanisms to sustain core activities ► Establish mechanisms to ensure lessons from EID outbreaks are critically reviewed and acted on Weak health systems ► Increased domestic investment in health systems (in general) ► Coordinated international assistance to build local capacity ► Commitment to universal health coverage Limited EID surveillance and reporting ► Conduct comprehensive assessments using the IHR monitoring and evaluation framework ► Invest in basic quality-assured laboratory infrastructure ► Maintain functional national/regional reporting systems planning and capacity building, as well as coordinated action, to increase the collective resilience, preparedness and response capacity of the broader Asia-Pacific region since disease outbreaks do not respect national borders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge Proposed solutions"
        },
        {
            "text": "Recognising the importance of health security in the Asia-Pacific region, the Australian Government committed AUD $300 million over 5 years (2017-2022) to create a new Indo-Pacific Centre for Health Security. 7 The Centre ( www. indo paci fich ealt hsec urity. dfat. gov. au) is located within the Department of Foreign Affairs and Trade and charged with driving change and innovation in health security policy and practice. The Indo-Pacific Centre for Health Security and the Australian National Health and Medical Research Council Centre for Research Excellence in Emerging Infectious Diseases ( www. creid. org. au) organised a joint workshop to reflect on health security challenges in the Asia-Pacific region. WHO Directors of 'Health Emergencies' programmes in the Western Pacific and South-East Asia regions, the WHO team leader for Pacific Health Security, Communicable Disease and Climate Change, and the manager of the Geneva-based Global Outbreak Alert and Response Network participated.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Challenge Proposed solutions"
        },
        {
            "text": "WHO delegates provided updates and analysis on progress and challenges with IHR implementation and the joint external evaluation (JEE) process in their respective regions. This was followed by an independent critique of JEE reviews performed in the Western Pacific region and a lively panel discussion. Three broad questions guided critical reflection in regional discussion groups: (1) What are the most important challenges to effective IHR implementation and the broader monitoring and evaluation framework?, (2) What are the best mechanisms to address these challenges? and (3) What new and creative ideas are worth consideration? The content from presentations, panel discussions, group work and plenary feedback was transcribed. Summaries of key challenges and suggested solutions were cross-referenced and shared with all participants to ensure accuracy and achieve consensus. Table 1 provides an overview of key challenges and potential solutions. Retaining political commitment during non-outbreak periods requires enhanced understanding and risk perception by politicians and the general public, even in the absence of a crisis. This could be facilitated by making 'health security' a standing priority in relevant health and security forums, and through regional funding mechanisms that provide sustained support for core health security activities. WHO has a mandate to ensure that the lessons learnt from health emergencies are reviewed and actions implemented to prevent a recurrence, but ample analysis does not always translate into adequate action. 8 The three countries in West Africa that sustained the 2014/2015 Ebola virus outbreak (Sierra Leone, Liberia and Burkina Faso) struggled on several development metrics and were ranked low on the UN Developmental Programme (UNDP) index (http:// hdr. undp. org/ en/ countries), but little was done to reduce their vulnerability. International funding could provide valuable support for failing health systems, but careful coordination is required to ensure local ownership, alignment with local health priorities and consideration of locally sustainable solutions. Although general health system development is important, weak EID surveillance and reporting systems present a particular concern. 5 9 Quality-assured laboratory infrastructure is poorly developed in many Asia-Pacific countries, limiting opportunities for routine surveillance and providing little guidance for clinical practice, which encourages excessive use of empiric antibiotics. 10 Investment in basic microbiology services has multiple benefits and is essential for establishing functional national and regional reporting structures. At present, the JEE process provides an aggregate national assessment, but does not consider subnational areas of vulnerability. Given the pronounced inequalities that exist in many countries, the remoteness of some rural settings and variable cultural practices that may increase human-animal interactions or other risk behaviours, careful subnational risk assessment would complement JEE assessment. Creative solutions that consider the local context and increase multihazard resilience should be encouraged.",
            "cite_spans": [
                {
                    "start": 1566,
                    "end": 1567,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2515,
                    "end": 2517,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 891,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "CHallengeS and propoSed SoluTionS"
        },
        {
            "text": "The construction of high containment facilities that meet strict quality standards require huge financial investment. These facilities are also expensive to maintain and such a large expense is difficult to justify if the facilities are rarely used. As a result, many facilities that have been built at huge cost are poorly maintained and may not be 'fit for use' when required in an emergency. Ideally, disaster preparedness infrastructure should be available for continuous use and training to ensure optimal maintenance and staff competence. The continuous use of high-level containment facilities (laboratory or clinical care services) could be facilitated by purposeful design that allows scale-up or scaledown as circumstances require. Sharing best practice models from across the Asia-Pacific region and beyond would be useful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHallengeS and propoSed SoluTionS"
        },
        {
            "text": "Linking relevant human, animal and environmental health data across government sectors for comprehensive One Health surveillance poses a major challenge. Given the inadequate animal surveillance data collected with the current JEE instrument, the incorporation of livestock and wildlife disease surveillance data from the World Organisation for Animal Health (OIE) Evaluation of Performance of Veterinary Services may have value. It is important to strengthen cross-sectorial linkages at Regional and National levels, especially among human and animal public health officials. Within the South-East Asia region, a regional secretariat in Bangkok staffed by WHO, but housed by the Food and Agriculture Organization (FAO), is an example of such a collaborative effort. Even within the UN, the WHO, OIE and FAO require better communication and coordination in areas of shared interest, such as EIDs and antimicrobial resistance. 11 12 Similarly, linking with environmental officers to promote 'ecosystem thinking' and increased awareness of the environmental determinants of disease outbreaks is important. 13 14 At the regional WHO Office level, it is important to enhance shared initiatives between Health Emergencies, Health Systems, Immmunisation and Communicable Diseases programmes since their joint inputs are highly complementary. Adopting a universal all-hazards approach within the IHR makes sense from a global perspective, but all hazards may not be equally relevant in different settings. There should be scope to consider the relevance of specific hazards in a particular setting. At the moment, smaller countries, like the Pacific island nations, are often unable to meet IHR preparedness criteria across all hazards. Countries with limited resources should prioritise hazards with the greatest likelihood and potential National impact, encouraging and acknowledging access to Regional mechanisms of support for rare hazards, where this is considered adequate under the circumstances.",
            "cite_spans": [
                {
                    "start": 926,
                    "end": 931,
                    "text": "11 12",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1109,
                    "text": "13 14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CHallengeS and propoSed SoluTionS"
        },
        {
            "text": "Given that the Asia-Pacific region is a recognised hotspot for disease emergence and spread, 15 every effort should be made to improve regional health security by strengthening and advancing adequate disease surveillance and response capacity. In general, efforts within and collaboration between the Western Pacific and South-East Asia regions have been exemplary, but many challenges remain. Potential solutions include new regional funding mechanisms to support infrastructure and capacity-building programmes, together with increased domestic investment in health systems and laboratory infrastructure, as well as ongoing monitoring and evaluation to identify and reduce vulnerability at the Subnational, National and Regional levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ConCluSion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1767",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(03)13410-1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ontario SARS Commission Final Report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Will Ebola change the game? Ten essential reforms before the next pandemic. The report of the Harvard-LSHTM Independent Panel on the Global Response to Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pate",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "2204--2225",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)00946-0"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Asia Pacific strategy for emerging diseases and public health emergencies (APSED III): advancing implementation of the International Health Regulations",
            "authors": [],
            "year": 2005,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Indo-Pacific Centre for Health Security announcement",
            "authors": [],
            "year": 2018,
            "venue": "aspx? w= tb1CaGpkPX% 2FlS0K% 2Bg9ZKEg% 3D% 3D",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Post-Ebola reforms: ample analysis, inadequate action",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leigh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woskie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "356",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.j280"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Local, national, and regional viral haemorrhagic fever pandemic potential in Africa: a multistage analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Pigott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deshpande",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Letourneau",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "2662--72",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)32092-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Encouraging rational antibiotic use in childhood pneumonia: a focus on Vietnam and the Western Pacific Region",
            "authors": [
                {
                    "first": "Ntk",
                    "middle": [],
                    "last": "Phuong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pneumonia",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s41479-017-0031-4"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "One Health: a strategic framework for reducing risks of infectious diseases at the animalhuman-ecosystems interface",
            "authors": [],
            "year": 2018,
            "venue": "Contributing to One World",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Safeguarding human health in the Anthropocene epoch: report of The Rockefeller Foundation-Lancet Commission on planetary health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whitmee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beyrer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "1973--2028",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)60901-1"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "One world, one health: beyond the Millennium Development goals",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marais",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iredell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "805--811",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(12)61450-0"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A planetary health approach to emerging infections in Australia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Hill-Cawthorne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Capon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Sorrell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "389",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)30830-9"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06536"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Subnational vulnerability not considered; all MEF tools rarely used ► JEE assessment to consider subnational vulnerability; optimise the use of all MEF tools ► Encourage local engagement to consider risks and identify workable solutions that will increase 'all hazard' resilience Misalignment of international donor and local priorities ► International donor support should align with local priorities and strengthen health systems in general ► Discourage programme-specific investment that does not build sustainable local capacity Emergency infrastructure are expensive to maintain and often underused ► Disaster risk reduction and preparedness infrastructure should be designed for continuous use and training ► Develop models where high-level containment facilities (laboratory or clinical) can be scaled up or down as required Poor linkage of human, animal and environmental surveillance data ► Ensure cross-sectorial linkage; integrate IHR with OIE's Evaluation of Performance of Veterinary Services to improve livestock and wildlife disease surveillance ► Encourage One Health collaboration at Regional and National levels, specifically among public health officials ► Increase awareness of environmental determinants of disease 'Silos' within WHO and between WHO, OIE and FAO ► Increase linkage between different WHO programmes, for example, between Health Emergencies, Health Systems and Communicable Diseases ► Strengthen functional forums that link WHO, OIE and FAO activities relevant to EIDs and AMR All hazards not uniformly relevant ► Allow small countries to rank the relevance of different hazards since all specified hazards may not be applicable ► Encourage/provide access to regional resources where appropriate; recognise as adequate AMR, antimicrobial resistance; EID, emerging infectious disease; FAO, Food and Agriculture Organization; IHR, International Health Regulations; JEE, joint external evaluation; MEF, monitoring and evaluation framework; OIE, World Organisation for Animal Health; One Health, referring to human and animal disease.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}