{
    "paper_id": "fa46fb0587956a218b9b81d5aa6b2a6c7ec68126",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Weimo",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {
                        "postCode": "61801",
                        "settlement": "Urbana",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "where did you receive your training and what made you interested in exercise and immune function-related research?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: I am currently an administrator and researcher at UIUC. I received my PhD from the University of South Carolina (USC) at Columbia under the direction of Drs. J. Mark Davis and Russ Pate. I had an interest in understanding how exercise affected the immune system because not much was known about it, so I sought out co-mentors at the nearby USC School of Medicine. There, I found Drs. Eugene Mayer and Abdul Ghaffar, who took me on as an additional mentee to learn about the immune system and how to study it. In the 1980s, exercise immunology was a very new subfield for exercise science. As time evolved, it has been satisfying to see how important the immune system is to the normal tissue and organ functioning and pathophysiology and how it plays a role in exercise adaptation in muscle and other tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zhu: Please tell us about your well-known \"exercise and flu\" studies, 1,2 including the purposes of the studies, research design, and major findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: Back in the 2000s, we performed a series of studies in mice and people to understand how individual bouts of exercise and exercise training affect influenza infection and vaccination, respectively. In our animal studies, we found that moderate endurance exercise (30 min/day) could protect mice from death due to influenza. Mice that exercised for longer durations (»2.5 h/day) exhibited an increase in some illness symptoms, but there was no statistically significant difference in mortality when compared to sedentary mice. We concluded that moderate exercise could be beneficial and that prolonged exercise could be detrimental to influenza-infected mice. For obvious reasons, we have not performed this experiment in people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We also did a large study to determine whether 10 months of regular endurance exercise could improve influenza vaccination responses in older adults, a group that is at risk for infectious disease due to immunosenescence. We found that regular, moderate cardiovascular exercise could extend the protective effect of the annual influenza vaccination so that it maintained protective levels of antibodies throughout the entire influenza season (i.e., into March and April in the northern hemisphere). We concluded that regular moderate endurance exercise might be one way to boost the protective effect of annual influenza vaccination. It is very important for all people to receive the annual influenza vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Both influenza and coronaviruses cause respiratory tract infection that can lead to morbidity and mortality, especially in those who are immunocompromised or who have no existing immunity to the viruses. Indeed, while the COVID-19 should not be taken lightly, influenza is a much bigger problem, but because it is relatively common and has been around for a long time, it does not receive the attention that new viral outbreaks do. The COVID-19 is scary because it is new and we do not know a lot about it yet. New viruses are always scary because we have little to no protective immunity against them and we do not have vaccines. There is work going on to understand and develop preventive strategies to deal with this COVID-19 threat. However, universal precautions to limit its spread are very important right now until a new vaccine or another strategy is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zhu: Based on your earlier studies, as well as the progresses made in exercise and immunization over the past 15 years, should people exercise during a coronavirus outbreak? If so, what are the guidelines?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: It is safe to exercise during the coronavirus outbreak. One should not limit the multitude of health benefits that exercise provides us on a daily basis just because there is a new virus in our environment. However, there may be some additional precautions to reduce your risk of infection. If you are a \"social exerciser\", you might want to limit your exposure to exercise partners who have exhibited signs and symptoms of illness. The problem, though, is that infected people may be infectious before they exhibit symptoms. In some instances, wearing a mask while exercising may be a way to reduce your exposure. It is very important to make sure that if you are exercising on equipment in fitness facilities or gymnasiums that you make sure to disinfect the equipment before and after you use it. When done exercising, the most effective way to clean hands is to wet them with clean water, then apply soap and scrub for at least 20 s, before rinsing and drying with a clean towel. Hand sanitizers with at least 60% alcohol content may also be used, but the U.S. Centers for Disease Control and Prevention warns they are not effective against all germs. This strategy should be used at all times, not just because there is an acute viral outbreak. Avoiding touching your face and neck with your hands is also advised if you cannot disinfect them until a later time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At this stage, we know the virus is transmitted through airborne droplets and direct contact with infected people. Coronaviruses are primarily spread through close contact with another individual, in particular through coughing and sneezing on somebody else who is within a range of about 3 to 6 feet from that person. We do not know how long the virus remains viable on objects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zhu: Will the guidelines apply to previously sedentary individuals?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: It is safe for sedentary individuals to exercise or to start an exercise program. Physician consultation and approval may be needed for people with disease, comorbidity, orthopedic problems, or advanced age. As above, there are prudent precautions that can be taken to limit infectious disease spread. Anything that increases your probability of coming into contact with an infected person, or that compromises your immune system, increases your risk of infection. If you are sedentary, it may be a good idea not to overdo it. Research suggests that unaccustomed strenuous or prolonged exercise might reduce the function of your immune system defenses. As such, avoiding long and stressful exercise sessions that you are unaccustomed to might be a good idea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zhu: What about the people who already got infected by flu, severe acute respiratory syndrome (SARS), or the current COVID-19 in China? Should they still do exercises?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: Typically, one can exercise moderately with mild upper respiratory tract symptoms (e.g., runny nose, sinus congestion, mild sore throat). However, I would recommend against exercising if you are experiencing any of these symptoms: severe sore throat, body aches, shortness of breath, general fatigue, chest cough, or fever. You should also seek medical care if you are experiencing those symptoms. Typically, recovery from respiratory viral infections takes 2À3 weeks, which corresponds with the time it takes your immune system to generate cytotoxic T cells necessary to clear the virus from infected cells. After this period, when symptoms are gone, it is safe to begin exercising regularly, but you may want to take it slow at first.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zhu: While many research studies examined the impact of a relatively long-term exercise intervention (8À12 weeks), 3, 4 others reported that even a single bout of exercise can help boost one's immune function. 5 So, how quickly can one benefit from an exercise bout?",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 118,
                    "end": 119,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 210,
                    "end": 211,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: I believe that even a single exercise bout can be beneficial, but regular exercise provides a much bigger benefit. Molecular and cellular events take place within seconds to minutes following the beginning of an exercise bout or period of physical activity. This is why there is so much work right now examining sitting time and how often physical activity should be interspersed with inactivity to promote health. The historic thinking has been that exercise promotes a fight or flight stress response that mobilizes immune cells to get ready for impending infectious or noninfectious challenges accompanied by physical activity. This makes sense from an evolutionary perspective where physical activity might lead to injury or harm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zhu: What about intensity? It seems that most studies and reviews say that the intensity of the exercises should be kept moderate. However, Campbell and Turner 6 have recently challenged this belief and claimed that there is no harmful effect on immune function even when a vigorous bout of exercise intervention is employed. What is your view on the appropriate intensity of exercise for improving immune function?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: The report from Campbell and Turner 6 focuses on highly fit individuals who compete in, and are accustomed to, long endurance, high-intensity events. While I believe there is merit in the evidence they provide to refute the conclusions for that population, studies where sedentary people are forced to exercise at high intensities for prolonged periods might paint a different picture. There are few such studies due to the ethics and safety concerns and there are many other variables that contribute to natural infections that would need to be accounted and controlled for in such studies. The best studies would be ones that control exercise and infectious disease exposure in people. These are difficult to ethically perform in people and it would be very difficult or impossible to get approved by institutional review boards. Animal models, including ours as mentioned, may provide valuable insights into this argument and there are many studies demonstrating that prolonged, unaccustomed exercise can increase infectious disease morbidity and mortality. These studies were not reconciled in the Campbell and Turner 6 article. However, as with all animal models, there are limitations, such as species differences, stress associated with forced exercise, the type of pathogen, and timing of exercise in relation to infection that would need to be taken into account before a firm conclusion could be drawn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zhu: While most published studies have been focused on the impact of aerobic exercise on immune function, recent research studies have found resistance training and body-Àmind exercise such as Tai Ji Quan, known also as Tai Chi, and yoga could also be helpful to the immune function. What is your view and recommendation on these types of exercises?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: There have been some more recent studies aimed at determining the role of resistance training and high-intensity interval training on various immune parameters. My take of the literature is that there are still very few studies on this to make firm conclusions. We published a study in 2007 7 examining the influence of 5 months of Tai Ji Quan/Qigong could influence the immune response to influenza vaccination in older adults. We found significant increases in the magnitude and duration of antibody responses in Tai Ji Quan/Qigong participants when compared to controls. While I am unaware if these data have been replicated, a recent systematic review on the effects of yoga concluded that yoga might be beneficial for those suffering from diseases with an inflammatory component. 8 Zhu: You have many firsts in the area of exercise and immune function. Would you please list a few top questions that the field should address so that young researchers can address some of these questions?",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 793,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: While there has been much progress in understanding the impact of exercise on our immune systems, there is still much we do not know and the challenge is that we have known about these questions for some time but limitations of human experimentation and a dearth of good animal models have hindered progress. Questions such as shown below are key questions for the field to be moving forward:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. What are the mechanisms whereby exercise affects various aspects of immune functioning? 2. How do various acute and chronic exercise paradigms affect immune system omics measures? 3. Does exercise cause epigenetic changes in our immune systems? 4. Do exercise-induced changes in immune functioning translate into health benefits? 5. How does exercise impact the gut microbiome and gut immunity? 6. What are optimal exercise dose-responses for various disease states?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zhu: Finally, you have been very supportive of Chinese scholars and have trained some excellent graduate students from China. You have also often reviewed the research works submitted from Chinese laboratories. Based on your observation and experience, which areas should the Chinese scholars and laboratories further improve and focus on?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Woods: Yes, I get many inquiries from Chinese and other international students about potentially working in my laboratory as a pre-doctoral student. The main advice that I would give these students is to make sure that you have (a) a strong academic record that includes basic science courses (i.e., chemistry, physiology), (b) evidence of basic science wet laboratory skills, and (c) tangible research output (i.e., abstracts, publications, and presentations) in your field. I would also caution about using cold call e-mails that do not reflect careful thought and research relative to the individual you are contacting. You should read the work and understand the research interests of the professor you are contacting while also making a case that you have strong interests and skills in this area. Most of the Chinese scholars I have mentored came to me on recommendation from someone I know and trust (e.g., another U.S. or international professor or student). Thus, it is important to create a network of people in your field of interest. You can do this by interacting with people at scientific meetings. If that is not an option due to cost or circumstance, I would recommend trying to find any connection between you, your institution, or your current mentor and someone at a target institution of study. As for manuscripts coming from Chinese or international laboratories submitted to English-language journals, my recommendation would be to make sure that the manuscript has been carefully edited for spelling and grammar relative to the English language. No matter how good the science is, if the presentation is poor it will reflect poorly on the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cardiovascular exercise training extends influenza vaccine seroprotection in sedentary older adults: the immune function intervention trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Keylock",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lowder",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zelkovich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dumich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Geriatr Soc",
            "volume": "57",
            "issn": "",
            "pages": "2183--91",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Moderate exercise protects mice from death due to influenza virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lowder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Padgett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Brain Behav Immun",
            "volume": "19",
            "issn": "",
            "pages": "377--80",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Meditation or exercise for preventing acute respiratory infection: a randomized controlled trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hayney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "Rakel",
                    "middle": [
                        "D"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Obasi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Fam Med",
            "volume": "10",
            "issn": "",
            "pages": "337--383",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The compelling link between physical activity and the body's defense system",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wentz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Sport Health Sci",
            "volume": "8",
            "issn": "",
            "pages": "201--218",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Inflammation and exercise: inhibition of monocytic intracellular TNF production by acute exercise via b 2 -adrenergic activation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dimitrov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hulteng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Brain Behav Immun",
            "volume": "61",
            "issn": "",
            "pages": "60--68",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Debunking the myth of exercise-induced immune suppression: redefining the impact of exercise on immunological health across the lifespan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2018.00648"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effects of a Taiji and Qigong intervention on the antibody response to influenza vaccine in older adults",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Verkuilen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosengren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mariani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Grubisich",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Chin Med",
            "volume": "35",
            "issn": "",
            "pages": "597--607",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Yoga and immune system functioning: a systematic review of randomized controlled clinical trials",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Falkenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eising",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Behav Med",
            "volume": "41",
            "issn": "",
            "pages": "467--82",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An interview with Dr",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}