{
    "paper_id": "fab32444594a7c25009ffcd48e91c923f5f0316f",
    "metadata": {
        "title": "The imperative to develop a human vaccine for the Hendra virus in Australia",
        "authors": [
            {
                "first": "Bilal",
                "middle": [
                    "A"
                ],
                "last": "Zahoor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "bilal.zahoor@uqconnect.edu.au"
            },
            {
                "first": "Lucy",
                "middle": [
                    "I"
                ],
                "last": "Mudie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bilal",
                "middle": [],
                "last": "Zahoor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Hendra virus (HeV) poses a significant challenge to public health in Australia. Expanding migratory patterns observed among bats and the mutation of the virus to seek and successfully infect new hosts is a significant departure from the generalized epidemiological trend. The recent discovery of equine-related infections and deaths in addition to a canine infection demonstrates the inadequacy of the current equine vaccine developed in 2012. Traditional models for controlling the spread of the vector are futile given the rapid pace at which bats' habitats are eroded. Recent ongoing zoonotic epidemics, for example, Ebola and Middle East respiratory syndrome coronavirus, demonstrate that human-to-human transmission is a distinct reality rather than an obscure possibility. The development of a human HeV vaccine is essential for the biosecurity of Australia, as part of a multipronged strategy to control HeV in Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he Hendra virus (HeV) is an emerging zoonotic infection in Queensland, Australia (1Á3). First identified in 1994, it is associated with a human fatality rate of 60% (4) . Traditionally infecting fruit bats, recent host amplification of HeV in infected equines is purported to underlie the spate of fatal outbreaks of HeV infection among exposed humans in Queensland, Australia (5). To prevent further outbreaks, Biosecurity Australia (the chief health surveillance agency in Australia) commissioned the successful and rapid development of an equine vaccine against HeV to preclude the incidence of additional human cases (6) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Effective initially, the HeV vaccine is slowly losing its efficacy. In 2013 alone, over a span of 6 months, eight equines and a canine died of an HeV infection. In 2014, over a similar time frame, three instances of HeV infection were reported in Queensland alone. An equine death resulting from an HeV infection in Murwillumbah, New South Wales, Australia, is the most recent incident, demonstrating that HeV remains a matter of grave concern despite the development of an equine vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HeV is a Henipavirus that commonly infects Pteropid fruit bats (1, 4, 7) . Because of the novelty of the disease, there is very little information regarding the exact pathogenesis of HeV or its modes of transmission. The currently accepted model describes the excreta of bats Á urine Á containing HeV particles to be the mode of transmission, as is directly taken up by an intermediate host. In both equines and humans, HeV is purported to infect nervous and respiratory epithelial tissues, which can further disseminate, ultimately resulting in death (5, 3) . Apart from an outlier case comprising an infected canine, HeV has only been verifiably detected among fruit bats, equines, and humans. No human-to-human transmission has been documented, as of yet (4, 7) .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 67,
                    "end": 69,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 70,
                    "end": 72,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 556,
                    "end": 558,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 762,
                    "end": 764,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is widely believed that disease transmission of HeV by equines, to humans, occurs via spread of droplets via aerosolization in the respiratory tract of the equine, during the final stages of the infection (8) . However, one index case of human infection was acquired during the necropsy of an HeV-infected equine (3, 9) . Another case was noted when a human acquired HeV from an otherwise asymptomatic HeV-infected equine (7) . Clinical syndromes in human cases usually present initially with non-descript respiratory symptoms followed by fulminant encephalitis occurring many months later. This contributes to the high mortality and morbidity associated with the disease. Not surprisingly, this pattern is changing; a recent human case documented a primary cerebral insult post-HeV infection (1, 4, 7) . HeV infection demonstrates a high case fatality rate in humans, estimated around 60% (4). Currently, no curative treatment exists apart from the off-label use of monoclonal antibodies, which at best are only supportive and anecdotal in application (1, 3, 10) . Current treatment strategies center around prophylactic and preventative strategies, endorsed by Biosecurity Queensland (4, 6, 11) . This involves culling of suspect and/or infected equines, regardless of symptom status, and contact isolation by humans concerning any potential equine HeV cases and/ or use of personal protective equipment (6) . Other strategies to contain the spread of the virus, targeting the bats, are futile given the wide and changing geographical habitats that bats use in their migratory patterns. Furthermore, tertiary control options that have proven successful in the reduction of Ross River virus spread cannot be enforced with HeV.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 320,
                    "end": 322,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 800,
                    "end": 802,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 803,
                    "end": 805,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1060,
                    "end": 1062,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1193,
                    "end": 1195,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1196,
                    "end": 1199,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1409,
                    "end": 1412,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The emergence of bats as propagators or facilitators of zoonotic infections is repeatedly being highlighted in various global epidemics. In late 2012, a Hendra-equine vaccine was introduced to prevent HeV infections among equines, thereby theoretically eliminating any predisposition of infection to humans (2, 6) . In part, due to the low prevalence of HeV among equines, and the lack of an accurate diagnostic test, the efficacy of the equine vaccine remains to be tested (3) . Ongoing research reveals that HeV strains are rapidly changing as are the associated symptoms (7, 11, 12) . This is best demonstrated, as aforementioned, when a human infection was acquired from an asymptomatic HeV-infected equine. Second, the recent case of a canine-related death, in addition to a prior canine HeV infection reported much earlier, lends support to the adaptive nature of HeV (3, 9) . Previously, only fruit bats, equines, and humans were infected (5) . The rapid and substantial environmental impact by humans and their activities are directly responsible for the erosion of bats' habitats, usually because of economic and/or geographic expansion. As a result, HeV infections are emerging in locations far beyond bats' typical migratory boundaries, implying that, wherever fruit bats go, the risk for HeV infection increases (13) .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 878,
                    "end": 880,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 946,
                    "end": 949,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1324,
                    "end": 1328,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The efficacy of the equine HeV vaccine, in preventing human HeV infection, relies on the assumption that the equine serves as the sole intermediary host for human HeV infection (3) . Accordingly, this does not factor in the possible host amplification and the subsequent mutation of zoonotic diseases which can precipitate a human HeV infection and possible epidemic. To date, no index cases of human-to-human transmission of HeV have been documented. However, the emergence of atypical presentations: asymptomatic equine, infected canine, and outlier cases readily supports that HeV is mutating rapidly and is seeking new co-hosts. This pattern is clearly evidenced, in other similar bat-related zoonotic infections, namely the recent Ebola epidemic and the 2014 Middle East respiratory syndrome coronavirus (MERS-CoV) epidemic (4, 12) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Proficiency in managing an emerging outbreak should not be acknowledged by way of unfortunate experience if the outbreak can be prevented first-hand. Guidelines for human vaccine development encompass principles of cost, efficacy, and safety (8) . Guidelines of animal vaccine development are less stringent (2, 6) . The development of a human HeV vaccine can be time-consuming and prohibitively costly at the current stage. This strategy, however, is much more feasible than the one concerning the containment of an emerging infection Á clearly evidenced after taking into account the responses to the recent emergence of bat-related zoonotic epidemics such as Ebola and MERS-CoV.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HeV poses a significant challenge to public health, affecting not only equines but also canines as well; humans are only the recent end-host that has been identified. The only preventative strategy in place, outlined by Biosecurity Australia, is the production of an equine vaccine whose efficacy remains to be tested given the low prevalence of HeV. A low prevalence of HeV may ordinarily prohibit the development of a human vaccine; however, this ought to be weighed against the growing evidence that an intermediary host beyond equines may indeed be a reality if not a distinct possibility (3, 5, 9) . Human-to-human transmission is a bleak reality which may occur in our lifetimes, and thus the development of a human vaccine would be apt. The development of this vaccine can be expedient and successful, as was with the development of the HeV vaccine, with the help of international partners such as the National Institutes of Health in the United Sates who in previous vaccine development campaigns have collaborated willfully and eagerly.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 596,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 597,
                    "end": 599,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The emergence of bat-related zoonotic infections continues to be fueled by the human impact on the environment through the deforestation of habitats of the fruit bats (6) . The rapid pace at which HeV mutates, its virulence, as well as the cumulative human-environmental insults do not afford us time should an outbreak, when it occurs, becomes unmanageable. This can result in preventable loss of life, as was observed in the recent Ebola epidemic (7, 11) . The current equine HeV vaccine is testament to our ability to rapidly develop and produce a vaccine that addressed an immediate zoonotic epidemic threat with some success. Unfortunately, given the recent spate of HeV-related equine deaths across Australia, the equine vaccine/quarantine policy currently in place (to contain and prevent HeV infection) is succumbing to the natural evolution of HeV and is becoming less effective. It would be more prudent to develop a human HeV vaccine in developing a primary preventative strategy against HeV to replace or possibly augment the current preventative strategy in place, that is, equine vaccine/ quarantine policy. Acknowledging the recent global emerging epidemiological trends concerning bat-related zoonotic infections, the development of a human HeV vaccine is imperative, if not vital, to the biosecurity and public health of Australia.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emerging paramyxoviruses: molecular mechanisms and antiviral strategies",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Rev Mol Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A treatment for and vaccine against the deadly Hendra and Nipah viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Broder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Nikolov",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Dimitrov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "100",
            "issn": "",
            "pages": "8--13",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vaccines against diseases transmitted from animals to humans: a one health paradigm",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Monath",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "5321--5359",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pathogenesis of Hendra and Nipah virus infection in humans",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Escaffre",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Borisevich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dev Ctries",
            "volume": "7",
            "issn": "",
            "pages": "308--319",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hendra virus: a one health tale of flying foxes, horses and humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hazelton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ba Alawi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Future Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "461--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emerging tropical diseases in Australia Part 5 Hendra virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tulsiani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Van Den Hurk",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann Trop Med Parasitol",
            "volume": "105",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The changing face of the henipaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Croser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vet Microbiol",
            "volume": "167",
            "issn": "",
            "pages": "151--159",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiology of Human Viral Infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Farzadegan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lecture",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Response of Australian veterinarians to the announcement of a Hendra virus vaccine becoming available",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mendez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bü Ttner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Speare",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Aust Vet J",
            "volume": "91",
            "issn": "",
            "pages": "328--359",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Off label antiviral therapeutics for henipaviruses: new light through old windows",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aljofan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Michalski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mungall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Antivir Antiretrovir",
            "volume": "2",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A recombinant Hendra virus G glycoproteinbased subunit vaccine protects ferrets from lethal Hendra virus challenge",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pallister",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haining",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "5623--5653",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hendra virus: an emerging paramyxovirus in Australia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahalingam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Herrero",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Playford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Spann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Herring",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rolph",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "799--807",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Hendra virus report Á executive summary",
            "authors": [
                {
                    "first": "Queensland",
                    "middle": [],
                    "last": "Ombudsman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The imperative to develop a human vaccine for the Hendra virus in Australia Citation",
            "authors": [],
            "year": 2015,
            "venue": "Infection Ecology and Epidemiology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/iee.v5.29619"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Correspondence to: Bilal Zahoor, Department of Surgery, School of Medicine, University of Queensland, Brisbane, QLD, AU 4005, Australia, Email: bilal.zahoor@uqconnect.edu.au A Letter to the Editor has been written in response to this Commentary and subsequently published at http:// www.infectionecologyandepidemiology.net/index.php/iee/article/view/31658. In turn, a rebuttal to the Letter to the Editor has been published http://www.infectionecologyandepidemiology.net/index.php/iee/article/view/31659 Received: 2 September 2015; Revised: 5 October 2015; Accepted: 5 October 2015; Published: 29 October 2015",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "and Epidemiology 2015. # 2015 Bilal A. Zahoor and Lucy I. Mudie. This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http://creativecommons.org/licenses/by-nc/4.0/), permitting all non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}