{
    "paper_id": "fac313563bd7a9ff7bb33495d81086ca75615951",
    "metadata": {
        "title": "Implementing One Health as an integrated approach to health in Rwanda",
        "authors": [
            {
                "first": "Thierry",
                "middle": [],
                "last": "Nyatanyi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Wilkes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haley",
                "middle": [],
                "last": "Mcdermott",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Serge",
                "middle": [],
                "last": "Nzietchueng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isidore",
                "middle": [],
                "last": "Gafarasi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Antoine",
                "middle": [],
                "last": "Mudakikwa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [
                    "Felix"
                ],
                "last": "Kinani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Rukelibuga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jared",
                "middle": [],
                "last": "Omolo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Denise",
                "middle": [],
                "last": "Mupfasoni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adeline",
                "middle": [],
                "last": "Kabeja",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jose",
                "middle": [],
                "last": "Nyamusore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julius",
                "middle": [],
                "last": "Nziza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [
                    "Leonard"
                ],
                "last": "Hakizimana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julius",
                "middle": [],
                "last": "Kamugisha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Nkunda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Kibuuka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Etienne",
                "middle": [],
                "last": "Rugigana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Farmer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Cotton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Agnes",
                "middle": [],
                "last": "Binagwaho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Correspondence to Dr Michael Wilkes; mswilkes@ucdavis.edu ABSTRACT It is increasingly clear that resolution of complex global health problems requires interdisciplinary, intersectoral expertise and cooperation from governmental, nongovernmental and educational agencies. 'One Health' refers to the collaboration of multiple disciplines and sectors working locally, nationally and globally to attain optimal health for people, animals and the environment. One Health offers the opportunity to acknowledge shared interests, set common goals, and drive toward team work to benefit the overall health of a nation. As in most countries, the health of Rwanda's people and economy are highly dependent on the health of the environment. Recently, Rwanda has developed a One Health strategic plan to meet its human, animal and environmental health challenges. This approach drives innovations that are important to solve both acute and chronic health problems and offers synergy across systems, resulting in improved communication, evidence-based solutions, development of a new generation of systems-thinkers, improved surveillance, decreased lag time in response, and improved health and economic savings. Several factors have enabled the One Health movement in Rwanda including an elaborate network of community health workers, existing rapid response teams, international academic partnerships willing to look more broadly than at a single disease or population, and relative equity between female and male health professionals. Barriers to implementing this strategy include competition over budget, poor communication, and the need for improved technology. Given the interconnectedness of our global community, it may be time for countries and their neighbours to follow Rwanda's lead and consider incorporating One Health principles into their national strategic health plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One Health refers to the collaboration of multiple disciplines, sectors and groups working locally, nationally and globally to attain optimal health for people, animals and the environment. 1 Recent examples of new and emerging diseases in animals and humans (Ebola, Middle East respiratory syndrome, avian flu (H5N1), swine flu (H1NI), severe acute respiratory syndrome) show how quickly balance changes and how vulnerable humans, animals and crops are to disease outbreaks. 2 3 Infectious diseases are transmitted between humans and animals by a variety of routes including direct contact (rabies), the environment (anthrax), via food (campylobacter/salmonella/brucella/bovine",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "2 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "WHY ONE HEALTH?"
        },
        {
            "text": "What is already known about this topic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key questions"
        },
        {
            "text": "One Health is the term that refers to the collaboration of multiple disciplines, sectors and multiple groups working locally, nationally and globally to attain optimal health for people, animals and the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key questions"
        },
        {
            "text": "There is little information on how to institutionalise and operationalise One Health. Rwanda has set out to achieve, in policy and practice, what has yet to be implemented across any nation: an evidencebased, interconnected system to address 'One Health' problems. In this paper, we present Rwanda's 'One Health'-oriented response to global grand challenges as a call to action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the new findings?"
        },
        {
            "text": "If successful, Rwanda's One Health approach will result in speedier achievement of meaningful health outcomes with more innovative solutions to pressing health problems, and will serve as a model for other countries that may benefit from incorporating One Health principles into their national strategic environmental, livestock and health plans. tuberculosis), or through bites by arthropod vectors (malaria/leishmaniasis/Rift Valley fever). As we have recently seen with the Ebola and Zika outbreaks, in our interconnected world, an animal pathogen can catch a ride on the sole of a shoe, beneath a finger nail, or in respiratory passages, and travel from one remote corner of the globe to another in less than a day. Furthermore, zoonotic illness is not a small or insignificant problem; the majority of human pathogens are zoonotic (60%) and three-quarters of new and emerging pathogens are zoonotic from wildlife species. 4 5 However, One Health, which is larger than simply zoonosis (other examples include land use, water toxins, forest degradation and climate change (see online supplementary appendix A)), can have a great impact on people and the quality of their lives as well as local and national economies.",
            "cite_spans": [
                {
                    "start": 927,
                    "end": 930,
                    "text": "4 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for policy"
        },
        {
            "text": "Although perhaps the most discussed, infectious diseases are not the only relevant One Health concerns affecting the globe. Waste dumped in or near water flows through streams, rivers and lakes, affecting entire communities-crops, animals and people. Meanwhile, as the human population on the planet increases, humans are forced to live in closer proximity to both wild and domestic animals, which increases exposure to new pathogens, and forces the sharing of limited supplies of water (see online supplementary appendix B). Add to this the growing pressures to increase agricultural production, global warming with the resultant decrease in water supplies, changing microbial patterns, and deforestation, and the result is a deterioration of natural resources and a reduction in many of the protections and checks and balances that have previously been afforded to human populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for policy"
        },
        {
            "text": "Despite the complex nature of these challenges, most governments have offices or units that focus vertically on specific diseases, and these offices often compete with each other for limited resources. Non-government organisations (NGOs) that align themselves with one issue or disease are often disconnected from interventions for others. It is this sort of Brownian approach to improving health that results in poor communication between disciplines, duplication of services with resulting higher costs, ignoring of common antecedent causes of poor health, and inefficient utilisation of available resources such as specialised reference laboratory facilities. Academic communities, local and national governments, and scientists worldwide are now recognising that the next logical step in problem solving is to connect interdisciplinary and government agency experts so that they can focus on the root causes of illness and the need for prevention and detection rather than responding separately and acutely to each disease. The activities and conditions of each individual, each region, and each country affect others on a variety of levels including economic, cultural, physical, social and more. While very few sub-Saharan African countries are taking steps to put these ideas into action, Rwanda is unique in that it is well on its way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for policy"
        },
        {
            "text": "Known as 'the land of 1000 hills', Rwanda has a northsouth mountain range, various water sheds, rain forests and grazing lands. The nation confronts various challenges: energy sustainability, natural gas extraction from beneath Lake Kivu, a growing population, land degradation, crop raiding, wildlife poaching 6 ; a loss of biodiversity, conversion of forests to farm land and the risk of soil overexploitation; and climate change resulting in an increasingly variable rainfall. In addition, Rwanda is one of the most densely populated (415 people/square mile) countries in the world, 7 where One Health disasters can quickly affect large populations. Further, areas with high population density are more prone to food insecurity, soil erosion, decreased grazing lands, and forest degradation, which in turn leads to increased food insecurity and other measures of poor health. 8 9 The eastern part of Rwanda is home to pastoral communities, which move from place to place in search of water and pastures to feed their animals. Movement is not limited to the national borders, thus pastoralists are at risk of picking up animal pathogens that can be disastrous to the livestock population in Rwanda such as foot and mouth disease and contagious bovine pleural pneumonia, both of which have become endemic. 10 11 These diseases have high mortality and thus affect food security and the economic well-being of these nomads. Contagion between animals (wild and domestic) and humans does not happen in only one direction. In 2011, one of the mountain gorillas, which provide large eco-tourism revenue for Rwanda, succumbed to a human virus (human meta-pneumovirus) passed on by a tourist. 12 Through these experiences, Rwanda has learned that the eradication of hunger through initiatives such as Girinka (one cow per family (see online supplementary appendix B)), improvements in public health indicators (eg, improved maternal health, reduction in HIV, reducing malaria and other vector borne illnesses), and environmental sustainability all depend on interdependent systems, shared responsibility, involvement of the community, and collaboration across government agencies, content specialists and policies-all ideas embodied by One Health, a burgeoning global approach to integrated health. The government of Rwanda has therefore framed policies and priorities to drive toward an integrated, holistic-system approach to promoting health. Moreover, it has led to the adoption of the One Health approach by the East African Community, and Rwanda is also working with its neighbours to address regional issues that recognise the inextricable connection between the health of the country's people, animals and environment and the importance of this interconnection in development. The concept and approach of One Health provides an opportunity for the Rwandan government to expand its reforms to address important interdisciplinary, intersectoral health problems and work to meet the Sustainable Development Goals. Rwanda has therefore set out to achieve, in policy and practice, what has yet to be implemented across any nation-an evidence-based, interconnected system to address One Health problems. 13 ",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 587,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "8 9",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1312,
                    "text": "10 11",
                    "ref_id": null
                },
                {
                    "start": 1686,
                    "end": 1688,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3199,
                    "end": 3201,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "ONE HEALTH IN RWANDA"
        },
        {
            "text": "In 2015, the Government of Rwanda developed and approved a One Health strategic plan to streamline cross-sectoral and institutional interventions, minimise duplication of efforts, and maximise the use of public resources. The goals are to: ▸ Promote integrated disease surveillance, prevention and response (animals, humans and agriculture); ▸ Improve education and communication among animal, human and environmental professionals; ▸ Expose and integrate students engaged in professional education at university level to concepts related to One Health; ▸ Promote interprofessional collaboration around innovation, research and discovery; ▸ Develop educational tools for pre-university education that introduces concepts of One Health; ▸ Develop policy focused on upstream drivers of disease emergence including land use, water access and deforestation; ▸ Address issues that relate to land use planning, reducing contact between humans, domestic and wildlife with minimal changes to critical habitat; and ▸ Address nutritional access by developing safer practices related to bush meat and animal consumption. This multipronged strategic plan is problem focused rather than discipline focused, and seeks to bring together the newly realigned University of Rwanda, the Ministries of Health, Agriculture and Animal Resources and Education, The Wildlife Unit of the Rwanda Development Board, and other ministries and civil society. The strategic plan reflects Rwanda's belief that complex health problems can be addressed through integrated policy and interventions that simultaneously and holistically address multiple causes of poor health (eg, poverty, limited education, unsafe and scarce water, lack of sanitation, food insecurity, gender inequality, and close proximity of humans and animals). 14 To further reinforce One Health principles and uphold accountability to the strategic plan, Rwanda has set out to meet three core One Health objectives over the next few years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RWANDA ONE HEALTH STRATEGIC PLAN"
        },
        {
            "text": "Objective 1: Rwanda's government response Rwanda's One Health response (table 1) goes beyond the traditional approach of disease surveillance, outbreak investigations and response. It also includes new competencies around leadership/governance, efficiencies in resource utilisation, disaster management, delivery of healthcare, systems-related approaches, and vigorous attention to training for life-long learning. In the past, the Ministry of Health, the Ministry of Agriculture and Animal Resources, other government organisations, academic institutions and NGOs had separate roles with little overlap. Despite limited resources, Rwanda's One Health approach is intended to develop collaborative leaders committed to improving health equity and social justice by addressing health disparities that impact on efficiency by promoting shared resources and collaboration among those working at the animal (wildlife, livestock and companion animals), ecosystem and human health interface.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RWANDA ONE HEALTH STRATEGIC PLAN"
        },
        {
            "text": "Objective 2: Rwanda's One Health community response Another important goal of Rwanda's One Health Strategy is to empower and mobilise various experts and lay workers and establish a One Health workforce to prepare, coordinate and manage epidemiological outbreaks of infectious, toxic or environmental health concern or health events. For example, the Rwandan strategic plan requires the inclusion of veterinarians, wildlife experts and environmental experts who work on emergency management committees. Similarly, disease surveillance of both zoonotic and potential zoonotic disease is monitored by a multidisciplinary team. This is a bottom-to-top approach that involves community health workers (CHWs), community-based animal health workers, NGOs, health clinics, hospitals, park rangers, farmers and domestic animal owners. These experts are prepared and trained to act rapidly and collaboratively given evolving information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RWANDA ONE HEALTH STRATEGIC PLAN"
        },
        {
            "text": "One idea moving forward is to create a hub-and-spoke network using the nearly 45 000 CHWs (spokes) linked to hubs (centres of expertise) through mobile phone technology. Perhaps one day the CHWs will be rebranded 'One Health CHWs' (OHCHWs) given that they are well situated to quickly identify unusual events or problems affecting humans, animals or ecology/agriculture. Hub centres would be connected via the internet to district centres and eventually to a central repository and command centre. OHCHWs would routinely collect local information on the health of humans, animals and crops and notify hub centres when there are sudden changes or concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RWANDA ONE HEALTH STRATEGIC PLAN"
        },
        {
            "text": "Interprofessional team work and collaboration such as that mentioned above has the best chance of becoming routine if education and training starts early and focuses on core competencies that stress problem solving, team work, leadership, creativity, conflict management, communication, project management, transparency and outcomes. However, despite extensive capacity-building efforts in Rwanda, there remains an undersupply of physicians, veterinarians and environmental scientists. To combat this problem, several colleges and universities have recently coalesced into the University of Rwanda to improve opportunities for interprofessional training, interdisciplinary scholarship and research innovation, and work force expansion. Harmonisation of the environmental health programmes offered by the old veterinary college and the old 'human health sciences' college has now provided another great opportunity to articulate One Health as a cross-disciplinary approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective 3: Rwanda's One Health educational (academic) response"
        },
        {
            "text": "As a start, Rwanda has created a One Health curriculum embedded in its Master of Global Health Delivery programme which integrates collaborative problemsolving approaches with elements of infectious disease, epidemiology, ecology, environment, finances, food safety and leadership. Plans are also underway to integrate One Health modules into the Master of Public Health and Epidemiology courses, developing a 1-month community-focused field boot camp in 2017 to ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective 3: Rwanda's One Health educational (academic) response"
        },
        {
            "text": "▸ Improve communication and interactions between ministries responsible for animal, human and environmental issues and regional agencies ▸ Engage in One Health strategic planning focused on systems-thinking that considers the diverse range of complex and inter-related One Health issues impacting on animals, human health and the environment at the local, national and international level ▸ Collaborate with the East African Community to expand the One Health concept across the region, given that toxins, infections and environmental degradation do not respect political borders ▸ Provide financial incentive and support for One Health initiatives to incentivise collaborative problem solving 2 (community/NGO level): strengthen surveillance, prevention, early detection, rapid response, and control of zoonosis in both animals and humans ▸ Improve the capacity within Rwanda to conduct community surveillance, treatment and monitoring of outcomes of One Health problems including emerging and re-emerging zoonotic diseases, neglected diseases, and other public health events of international concern that pose a threat to human health ▸ Introduce technologies including computers, mobile phone data collection applications, and tele-conferencing to improve detection, monitoring and intervention related to One Health problems at the community level ▸ Promote timely and goal-directed communication between local communities, ministries, NGOs and neighbouring nations 3 (academic level): build capacity and promote applied research at the human, animal and ecosystem interface ▸ Improve training capacity of both professionals and mid-level providers to develop skills necessary to identify, monitor and respond to One Health problems that may cross outside of their area of expertise ▸ Modify health science and environmental training programmes/curriculum to promote graduation competencies related to collaboration and cross-disciplinary problem solving ▸ Develop training programmes for existing professionals to promote the sharing of knowledge, skills and resources to address current and future One Health needs ▸ Train, keep current and incentivise One Health problem solvers to stay in Rwanda. Despite the huge investment of national resources, it is not unusual for trained health experts to leave the country for economic gain or even to be pulled away for other national service ▸ Protect national resources include the gorilla population and other wild animals that could be damaged by exposure to life-threatening human infectious diseases further train animal-human-ecosystem providers in integrated problem solving, leadership and communication skills related to One Health. Finally, a vibrant One Health students' club for undergraduates was established in 2012, the first of its kind in the region, that links virtually with other health sciences schools around the world who share a commitment to learning related to One Health. It consists of students from veterinary medicine, environmental health, nursing, medicine and agriculture. The goal of the club is to bring One Health skills, approaches and attitudes to a new generation of scientists and problem solvers who will embrace the importance of working together to serve the community rather than working in silos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(government level): promote and strengthen interdisciplinary collaboration to promote a One Health approach"
        },
        {
            "text": "While Rwanda has been forward thinking in developing a One Health-focused national strategic plan, several important factors have enabled this innovative change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENABLERS OF AND BARRIERS TO IMPLEMENTING ONE HEALTH IN RWANDA"
        },
        {
            "text": "Following the 1994 genocide, Rwanda has benefited greatly from two decades of social and political stability from transparent governance with local, regional and national representation. The elaborate network of CHWs has been a key element in primary healthcare delivery. Rwanda's rapid response teams previously developed in response to outbreaks of Ebola and yellow fever in neighbouring Uganda and the Democratic Republic of Congo are now being used to address other One Health problems by coordinating surveillance, information sharing, and planning of risk reduction and communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENABLERS OF AND BARRIERS TO IMPLEMENTING ONE HEALTH IN RWANDA"
        },
        {
            "text": "The country also benefits from many international academic partnerships involving medicine, public health, veterinary medicine, agriculture and the environment. However, until recently, most of these partnerships were solitary and often focused on one disease or a narrow sub-population. In the new model, driven by the One Health strategic plan, interventions are highly coordinated. Finally, within Rwanda there is relative equity between female and male health professionals, making it easier to address important gender and cultural issues relevant to improving One Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENABLERS OF AND BARRIERS TO IMPLEMENTING ONE HEALTH IN RWANDA"
        },
        {
            "text": "Resolution of One Health problems often pits one discipline or sector against another with resultant perceptions of 'winners' and 'losers', at least in terms of resources. Other barriers that need to be overcome include a lack of experts trained in a One Health approach, competition for government resources, battles over curricular time in training programmes, issues related to licensing and certification, and interdisciplinary turf wars. There has long been a need to develop infrastructure such interdisciplinary laboratories and structures that promote interdisciplinary, interministerial collaboration focused on problem solving (eg, childhood diarrhoea linked to bovine mastitis). In Rwanda, the key ministries related to One Health have already coalesced to form a ministerial 'Social Cluster' which meets monthly, with the goal of ensuring that there is little competition for resources between ministries and that shared issues are addressed collectively. However, additional efforts to create a robust infrastructure that would support collaboration and interdisciplinary training would further enable Rwanda's One Health response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENABLERS OF AND BARRIERS TO IMPLEMENTING ONE HEALTH IN RWANDA"
        },
        {
            "text": "The One Health approach is in evolution and will still require a cultural shift in Rwanda as power and organisational structures become realigned to provide new reporting structures, new offices, new education and new lines of communication. Moving forward, Rwanda's government needs to fund the implementation and embrace the concept of 'oneness' such that the separate ministries can develop common policies, approaches and evaluations that can feed into action plans and improved health infrastructure such as providing better equipped laboratories and data tracking. Academics need to think beyond the traditional silos (medicine, public health, veterinary medicine, engineering, etc) in ways that will stimulate innovation and encourage problem solving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENABLERS OF AND BARRIERS TO IMPLEMENTING ONE HEALTH IN RWANDA"
        },
        {
            "text": "As in most countries, the health of Rwanda's people and its economy are highly dependent on the health of the environment. One Health offers the opportunity to recognise shared interests, set common goals and drive toward team work to benefit the health of a nation. Rwanda's One Health approach provides innovations that are important to both acute (disaster or emerging zoonotic disease) and chronic (animal, human and ecosystem) health problems and offers synergy across systems, resulting in improved communication, development of a new generation of systems-thinkers, improved surveillance, decreased lag time of response, and improved health and economic savings. Given the interconnectedness of our global community in which humans, animals and the environment impact on each other and do not respect geopolitical boundaries, it may be time for all countries and their neighbours to follow Rwanda's lead and consider incorporating One Health principles into their national strategic health plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Twitter Follow Jean Felix Kinani @ohac_gorilla, jfkinani, gorillahealth Contributors The following are members of the One Health Strategic Planning Task Force, Ministry of Health, Rwanda: TN, SN, IG, AM, JFK, JR, JO, DM, AK, JNy, JNz, JLH, JK, RN, RK, ER, PF and AB provided guidance on this project. TN and MW were the primary authors. TN is the guarantor of the article. TN, MW, SN and HM drafted and revised the paper based on comments from all members of the One Health strategic planning task force. All members of the strategic planning committee developed the plan for the paper. PC provided review and comments on drafts of the paper. PF and AB reviewed the final draft of the paper and provided comments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 220,
                    "text": "Task Force, Ministry of Health, Rwanda: TN, SN, IG, AM, JFK, JR, JO, DM,",
                    "ref_id": null
                }
            ],
            "section": "CONCLUSION"
        },
        {
            "text": "Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Data sharing statement No additional data are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Transparency declaration TN, the manuscript's guarantor, affirms that the manuscript is an honest, accurate and transparent account of the study being reported, that no important aspects of the study have been omitted, and that any discrepancies from the study as planned (and, if relevant, registered) have been explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http:// creativecommons.org/licenses/by-nc/4.0/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "One Health: a new professional imperative, One Health Initiative Task Force: final report",
            "authors": [
                {
                    "first": "Avm",
                    "middle": [],
                    "last": "Association",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging zoonotic epidemics in the interconnected global community",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Rec",
            "volume": "157",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.157.22.673"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "One health' and development priorities in resource-constrained countries: policy lessons from avian and pandemic influenza preparedness in Zambia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Mwacalimba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Policy Plan",
            "volume": "30",
            "issn": "",
            "pages": "215--237",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06536"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk factors for human disease emergence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "983--992",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2001.0888"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interactions between wildlife, humans and cattle: activity patterns of a remnant population of impala on the degraded Mutara Rangelands",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wronski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bariyanga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apio",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rwanda. Rangeland J",
            "volume": "37",
            "issn": "",
            "pages": "357--65",
            "other_ids": {
                "DOI": [
                    "10.1071/RJ15025"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Commission RNC. Fourth population and housing census",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The economics of farm fragmentation: evidence from Ghana and Rwanda",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blarel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hazell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Place",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "World Bank Econ Rev",
            "volume": "6",
            "issn": "",
            "pages": "233--54",
            "other_ids": {
                "DOI": [
                    "10.1093/wber/6.2.233"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Population density, soil nutrient depletion, and economic growth in sub-Saharan Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Drechsel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gyiele",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kunze",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ecol Econ",
            "volume": "38",
            "issn": "",
            "pages": "251--259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0921-8009(01)00167-7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dairy production and marketing in Uganda: current status, constraints and way forward",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ekou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Afr J Agric Res",
            "volume": "9",
            "issn": "",
            "pages": "881--889",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Foot-and-mouth disease transmission in Africa: implications for control, a review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tekleghiorghis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Moormann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weerdmeester",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transbound Emerg Dis",
            "volume": "63",
            "issn": "",
            "pages": "136--51",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12248"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human metapneumovirus infection in wild mountain gorillas",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Lowenstine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Cranfield",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Rwanda. Emerging Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1704.100883"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Operationalizing the One Health approach: the global governance challenges",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Brumme",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Policy Plan",
            "volume": "28",
            "issn": "",
            "pages": "778--85",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czs127"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tripartite Concept Note: sharing responsibilities and coordinating global activities to address health risks at the animal-human-ecosystems interfaces. World Health Organization",
            "authors": [
                {
                    "first": "F-O-W",
                    "middle": [],
                    "last": "Collaboration",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Additional material is published online only. To view please visit the journal online (http://dx.doi.org/affiliations see end of article.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "One Health strategic objectives",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}