{
    "paper_id": "fad2e25d3eb22c2837bc1dc311d83a79d65b2889",
    "metadata": {
        "title": "Refractory ventricular tachycardia storm associated with severe hypokalemia in Fanconi syndrome",
        "authors": [
            {
                "first": "Alex",
                "middle": [
                    "P"
                ],
                "last": "Rodriguez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida"
                    }
                },
                "email": ""
            },
            {
                "first": "Amit",
                "middle": [],
                "last": "Badiye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida"
                    }
                },
                "email": ""
            },
            {
                "first": "Litsa",
                "middle": [
                    "K"
                ],
                "last": "Lambrakos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Ghodsizad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Cardiothoracic Surgery Division",
                    "institution": "University of Miami",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "J"
                ],
                "last": "Myerburg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "J"
                ],
                "last": "Goldberger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Miami",
                    "location": {
                        "settlement": "Miami",
                        "region": "Florida"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Cardiac instability due to incessant ventricular tachyarrhythmias generally results from transient clinical circumstances, such as drug toxicity, electrolyte disarrangements, heart failure, ischemia and/or reperfusion, triggers in patients with QT prolongation, or substrate changes in structural heart disease. 1 Effective long-term management requires an understanding of the underlying arrhythmia mechanisms as well as therapeutic options available. However, unfortunately, the data suggest that electrical storm itself is associated with a poor prognosis. 2 ",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 313,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 560,
                    "end": 561,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 52-year-old woman was brought to the emergency room by paramedics after a syncopal episode. She had a history of Fanconi syndrome and renal tubular acidosis with stage IV chronic kidney disease, primary biliary cirrhosis, and no active cardiovascular conditions. The patient had recently taken naproxen and ibuprofen for symptomatic relief of some catarrhal complaints. En route to the hospital, emergency medical services personnel reported ventricular ectopy on telemetry, which was confirmed on her initial electrocardiogram (ECG; Figure 1 ). The ECG did not reveal evidence of ischemia, but did show a prolonged QTc (w500 ms).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 544,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "For the next 7 hours in the emergency department, she proceeded to have continuous runs of polymorphic ventricular tachycardia (VT) and ventricular fibrillation (VF) necessitating 150 external defibrillations. These episodes were initiated by short-coupled premature ventricular complexes (PVCs) of multiple morphologies, as well as by sinus bradycardia (Figures 2 and 3) . Sinus rhythm ensued for brief periods of time, lasting seconds to minutes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 371,
                    "text": "(Figures 2 and 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Initial laboratory data demonstrated profound metabolic disarray including hypokalemia to 2.5 mmol/L, bicarbonate 13 mmol/L, hyperchloremia 122 mmol/L, blood urea nitrogen 31 mg/dL, and creatinine at 3.77 mg/dL. Magnesium was normal (2.5 mg/dL) and calcium was borderline lownormal (8.5 mg/dL). Toxicology and coagulation panels were unremarkable. Thyroid studies revealed a low T3 and thyroid-stimulating hormone, but normal free T4. Cardiac biomarkers remained negative despite cardiopulmonary resuscitation and defibrillation shocks. Bedside echocardiography demonstrated a preserved ejection fraction (EF) and no wall motion abnormalities, pericardial effusion, or evidence of structural heart disease. Chest radiograph did not reveal any obvious acute cardiopulmonary process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "This is challenging case of ventricular tachycardia (VT) storm in the setting of severe electrolyte disarrangement in the backdrop of Fanconi syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY TEACHING POINTS"
        },
        {
            "text": "Multiple therapeutic interventions were undertaken, but it was largely extracorporeal membrane oxygenation (ECMO) and stellate ganglion blockade that abated the tachyarrhythmia burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY TEACHING POINTS"
        },
        {
            "text": "It is always essential to embark on a detailed analysis of the differential diagnosis to address the underlying etiologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY TEACHING POINTS"
        },
        {
            "text": "In this particular patient, VT storm appears to have been caused by a confluence of pathologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY TEACHING POINTS"
        },
        {
            "text": "Estimating the potassium deficits in the setting of chronic kidney disease is challenging. Despite the elevated creatinine, and aggressive intravenous potassium replenishment, the overall K values continued to decrease precipitously. This was overcome by changing dialysate K concentrations with ECMO-continuous venovenous hemofiltration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY TEACHING POINTS"
        },
        {
            "text": "Intravenous amiodarone and lidocaine loads and maintenance infusions, intravenous potassium, magnesium, calcium, beta blockers (propranolol), isoproterenol infusion, sedation with benzodiazepines and maintenance propofol drip, and rapid ventricular pacing at 130 beats per minute were used to stabilize the arrhythmias, which only improved transiently. Despite aggressive intravenous repletion of potassium (150 mEq), the serum K 1 levels continued to drop to a nadir of 1.7 from the initial value of 2.5. When the arrhythmia burden changed from constant to intermittent, extracorporeal membrane oxygenation (ECMO; right femoral artery and vein) was placed for hemodynamic stability and the patient underwent left stellate ganglion blockade, which further decreased the arrhythmia burden, with no defibrillation shocks required after day 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY TEACHING POINTS"
        },
        {
            "text": "Myocardial biopsy revealed minimal interstitial lymphocytic inflammation with edema (Supplemental Figure 1 ). Antibodies were detected for coxsackievirus (Table 1) , but otherwise no other antibody cross-reactivity was reported. Follow-up echocardiography demonstrated severely depressed left ventricular function (15%-20%) with the ECMO cannulas visualized in the inferior vena cava and right atrium. Given the possibility of a viral myocarditis, the patient was started on intravenous immunoglobulin, which she received for a total of 3 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 154,
                    "end": 163,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "KEY TEACHING POINTS"
        },
        {
            "text": "During her hospitalization, the ECG showed intermittently prolonged QTc (495 ms) even with electrolyte normalization. On day 3, since no further tachyarrhythmias had been observed, and a stable underlying rhythm was noted, the temporary transvenous pacemaker was progressively weaned off. Five days into her admission, the patient underwent ECMO decannulation. At this time, a follow-up echocardiogram revealed that the left ventricular EF had normalized. She was later discharged home after undergoing implantable cardioverter-defibrillator placement. Genetic studies using a long QT panel revealed that she was heterozygous for an autosomal recessive variant in the Triadin protein (TRDN) gene that has been reported for autosomal recessive forms of long QT and catecholaminergic polymorphic VT (CPVT). Her specific variant, p.Asp123Asn (D123N), has not been previously reported in affected individuals or normal populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY TEACHING POINTS"
        },
        {
            "text": "It is generally agreed that most patients with refractory VT or VF often have underlying structural heart disease, 1 often associated with acute ischemia, reperfusion after transient ischemia, worsening heart failure, medications, underlying primary arrhythmia syndromes, hypokalemia and hypomagnesemia, and hyperthyroidism, among other factors. 3 A common pathway in patients with risk factors is the enhanced sympathetic catecholaminergic overdrive, which can augment and perpetuate the arrhythmia itself. 1 The management of electrical storm requires a basic knowledge of the arrhythmia mechanism and possible reversible etiologies, along with the implementation of aggressive abortive interventions. 1 Polymorphic VT, such as in this case, may result from acute ischemia or reperfusion, prolonged QT (both congenital and acquired), Brugada syndrome, CPVT, acute myocarditis, hypertrophic cardiomyopathy, and medications, among other causes. When seen in patients with a normal heart, VF is generally triggered by closely coupled monomorphic PVCs, bradycardia, and hypokalemia. 1 It is well accepted that myocardial ischemia is one of the most prevalent etiologies of polymorphic VT and VF. In this particular case, after a thorough evaluation of the causative factors, it appears that a combination of profound electrolyte disarrangements, ventricular ectopy, and mild myocarditis were responsible for the patient's clinical arrhythmias. Ischemia, in turn, though part of the differential, was less likely the culprit, as evidenced by the negative successive cardiac biomarkers, as well as preserved EF and absence of wall motion abnormalities seen on initial evaluation with echocardiography.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 347,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 508,
                    "end": 509,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 704,
                    "end": 705,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1081,
                    "end": 1082,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In polymorphic VT, electrolyte abnormality correction is one of the mainstays of therapy. Especially in this case, against the backdrop of Fanconi syndrome and stage IV chronic kidney disease, the patient's profound hypokalemia was thought to be a major determinant of the recurrent arrhythmias. Despite the aggressive repletion of potassium in the setting of acute or chronic renal insufficiency, serial blood draws showed a downward trend in serum K 1 levels, which made the arrhythmia resistant to treatment. Animal studies have demonstrated that hypokalemia-induced arrhythmogenicity stems from prolonged ventricular repolarization, slowed conduction, and abnormal pacemaker activity. 4 Intravenous beta blocker administration is also indicated in a variety of situations of incessant VT, including acute myocardial ischemia and long QT syndrome (LQTS), and has been used with favorable results and mortality improvement. 1 In this case, initial intravenous propranolol use in the emergency department was precluded by periodic bradycardia episodes that consistently deteriorated into VT and VF. However, after placement of a temporary pacemaker, concomitant use of beta blockers is feasible, as was seen in our patient. Amiodarone may also be effective in suppressing and controlling malignant VT storm episodes. 5 Ultimately, ECMO placement along with sedation and intubation, stellate ganglionic blockade, antiarrhythmic drug therapy, rapid ventricular pacing, and aggressive electrolyte replacement succeeded in decreasing the arrhythmia burden and attaining hemodynamic stability.",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 690,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 926,
                    "end": 927,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1318,
                    "end": 1319,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another important aspect in the initial assessment of this patient is the evaluation of the baseline ECG. ECG strips reveal sinus bradycardia with frequent PVCs of varying morphologies and what appears to be a pause-dependent initiation (short-long-short sequences) of polymorphic VT or \"torsades de pointes.\" In this case, it appeared that the patient had a mildly prolonged QTc upon presentation but no prior history of primary electrical disease. The prolonged QT interval seemed to be a consequence of severe hypokalemia secondary to Fanconi syndrome; however, a congenital LQTS could not be fully excluded. It was deemed less likely, however, since congenital QT syndromes present infrequently as VT storm. This distinction is important since therapy of acquired LQTS differs from that of inherited LQTS. Specifically, using catecholamines, including isoproterenol, should be avoided in most inherited syndromes because of its proarrhythmic effect. 1 Intravenous magnesium, overdrive pacing, and isoproterenol are recommended for acquired LQTS.",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 955,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Endomyocardial biopsy and histopathologic studies revealed a mild myocarditic process as evidenced by interstitial lymphocytic inflammation and edema. Cardiotropic viral exposure and genetic predisposition may play a role, but still less than 10% of infected subjects develop a histologically confirmed myocarditis. 1 In our case, the patient tested positive for a possible recent infection with coxsackievirus B6 (1:32 titers). Arrhythmia development in these patients may stem from autoimmune response-induced cellular injury. 1 Different hypotheses have been put forward to explain the occurrence of ventricular arrhythmia in these cases, including, but not limited to, myocardial fibrosis and secondary hypertrophy that may favor regional slowing of action potentials resulting in reentry circuits. 6 Additionally, there are some limited data that suggest that specific myocardial channelopathies may be linked to ventricular arrhythmias in the setting of myocarditis. 7 Our case also illustrates how histology remains the gold standard for diagnosis of myocarditis, and how its role should not be undermined. The initial ECG did not reveal any of the hallmarks of myocardial necrosis in our patient. Cardiac biomarkers, as previously stated, remained negative, but these have a sensitivity ranging from 34% to 53%. 8 Echocardiography is also key in suspected myocarditis, as impaired myocardial contractility may become evident. The precipitous drop in EF in this patient is believed to have resulted from myocardial stunning and rapid overdrive pacing rather than a fulminant myocardial process. Yet, it is fair to mention that left ventricular contractility, along with the patient's overall clinical condition, improved after intravenous immunoglobulin infusion.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 529,
                    "end": 530,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 803,
                    "end": 804,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 973,
                    "end": 974,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1320,
                    "end": 1321,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Genetic studies revealed the aforementioned point mutation in the TRDN gene, which encodes an integral protein component in the membrane. The TRDN protein plays a role in muscle excitation-contraction coupling as part of the calcium release complex in association with the ryanodine receptor. 9 Homozygous TRDN mutations have been reported in associated with autosomal recessive forms of long QT and CPVT, whereas from a renal perspective, TRDN mutations have been linked with IgA nephritis and renal failure. 10 In CPVT, point mutations are responsible for the instability and future degradation of the protein. 11 Since our patient was heterozygous for a previously unreported variant in TRDN, a primary genetic basis for her arrhythmias is extremely unlikely. However, we cannot exclude that the heterozygous carrier state may interact with specific conditioning circumstances and make an individual more susceptible to lethal arrhythmias in the appropriate setting. Though evidence is limited to case reports and small series, it appears that some cases of therapeutically challenging electrical storm have been successfully managed with endocardial and epicardial radiofrequency catheter ablation (RFCA), even with myocarditis as the working diagnosis. 12 In chronic Chagas myocarditis, RFCA can be effective in decreasing VT recurrence, although the targeted VT is typically monomorphic. In non-Chagasic myocarditis patients, RCFA may be an effective intervention in VT storm; nonetheless, the long-term efficacy in this clinical setting remains unclear. 13 For this particular patient, it appears that RCFA may not have been the most appropriate intervention, given the polymorphic nature of the ventricular arrhythmias, the lack of an obvious triggering PVC (multiple morphologies seen on ECG), and the relatively acute resolution of arrhythmias. 14 ",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1561,
                    "end": 1563,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1855,
                    "end": 1857,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Survival from VT/VF storm is poor, particularly when the arrhythmia does not respond to therapy and persists despite aggressive interventions. This case depicts an unusual confluence of pathology, including profound refractory hypokalemia with associated bradycardia, prolonged QT, and myocarditis. It is unclear whether the etiology of the patient's VT storm can be attributed to only 1 isolated entity or whether it is multifactorial, resulting from their complex interplay and combination. Furthermore, we demonstrate that a multipronged approach to arrhythmia management, particularly in younger patients with no heart disease, can successfully treat this life-threatening condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "guidelines for management of patients with ventricular arrhythmias and the prevention of sudden cardiac death: a report of the American College of Cardiology/American Heart Association Task Force and the European Society of Cardiology Committee for Practice Guidelines (Writing Committee to Develop Guidelines for Management of Patients With Ventricular Arrhythmias and the Prevention of Sudden Cardiac Death)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Zipes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Camm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borggrefe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Am Coll Cardiol",
            "volume": "48",
            "issn": "",
            "pages": "247--346",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevalence, predictors, and mortality significance of the causative arrhythmia in patients with electrical storm",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kilicaslan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Marrouche",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Cardiovasc Electrophysiol",
            "volume": "15",
            "issn": "",
            "pages": "1265--1270",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Electrical storm is an independent predictor of adverse long-term outcome in the era of implantable defibrillator therapy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Gatzoulis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Andrikopoulos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Apostolopoulos",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Europace",
            "volume": "7",
            "issn": "",
            "pages": "184--192",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mechanisms of hypokalemia-induced ventricular arrhythmogenicity",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "E"
                    ],
                    "last": "Osadchii",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Fundam Clin Pharmacol",
            "volume": "24",
            "issn": "",
            "pages": "547--559",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Intravenous antiarrhythmic therapy in the acute control of in-hospital destabilizing ventricular tachycardia and fibrillation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Kowey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Marinchak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Rials",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Bharucha",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Cardiol",
            "volume": "84",
            "issn": "",
            "pages": "46--51",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ventricular arrhythmias complicating acute myocarditis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scridon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chevalier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "E-journal of Cardiology Practice",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Focal parvovirus B19 myocarditis in a patient with Brugada syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buob",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siaplaouras",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Janzen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cardiol Rev",
            "volume": "11",
            "issn": "",
            "pages": "45--49",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Elevations of cardiac troponin I associated with myocarditis. Experimental and clinical correlates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ladenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Jaffe",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Circulation",
            "volume": "95",
            "issn": "",
            "pages": "163--168",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Gy€ orke S. The role of calsequestrin, triadin, and junctin in conferring cardiac ryanodine receptor responsiveness to luminal calcium",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gy€ Orke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hester",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biophys J",
            "volume": "86",
            "issn": "",
            "pages": "2121--2128",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Parallel genotyping of 10,204 single nucleotide polymorphisms to screen for susceptible genes for IgA nephropathy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Acad Med",
            "volume": "38",
            "issn": "",
            "pages": "894--899",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Absence of triadin, a protein of the calcium release complex, is responsible for cardiac arrhythmia with sudden death in human",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roux-Buisson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cacheux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fourest-Lieuvin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum Mol Genet",
            "volume": "21",
            "issn": "",
            "pages": "2759--2767",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Drug-refractory ventricular tachycardias after myocarditis: endocardial and epicardial radiofrequency catheter ablation",
            "authors": [
                {
                    "first": "Dello",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Circ Arrhythm Electrophysiol",
            "volume": "5",
            "issn": "",
            "pages": "492--498",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epicardial catheter ablation of incessant ventricular tachycardia in giant cell myocarditis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hameedullah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nanthakumar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Downar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Cardiovasc Electrophysiol",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "EHRA/HRS Expert Consensus on Catheter Ablation of Ventricular Arrhythmias: developed in a partnership with the European Heart Rhythm Association (EHRA), a Registered Branch of the European Society of Cardiology (ESC), and the Heart Rhythm Society (HRS); in collaboration with the American College of Cardiology (ACC) and the American Heart Association (AHA)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Aliot",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Almendral-Garrote",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Heart Rhythm",
            "volume": "6",
            "issn": "",
            "pages": "886--933",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Electrocardiogram on presentation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sinus bradycardia and premature ventricular contraction morphology.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ventricular tachycardia storm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Virology and respective titers Single titers of 1:32 are indicative of a recent infection. Titers of 1:8 or 1:16 may indicate either past or recent infection. There is considerable crossreactivity; however, the highest titer is usually associated with the infecting serotype.ND 5 not detected.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data associated with this article can be found in the online version at https://doi.org/10.1016/j.hrcr.2019. 04.003.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix Supplementary data"
        }
    ]
}