{
    "paper_id": "fb4f03ec469640093e45b1bf924456d1cf05c07b",
    "metadata": {
        "title": "Murine Cytomegalovirus Is Regulated by a Discrete Subset of Natural Killer Cells Reactive with Monoclonal Antibody to Ly49H",
        "authors": [
            {
                "first": "Keith",
                "middle": [
                    "A"
                ],
                "last": "Daniels",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gene",
                "middle": [],
                "last": "Devora",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {
                        "postCode": "75235",
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Wayne",
                "middle": [
                    "C"
                ],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {
                        "postCode": "75235",
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Carey",
                "middle": [
                    "L"
                ],
                "last": "O&apos;donnell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Bennett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Southwestern Medical Center",
                    "location": {
                        "postCode": "75235",
                        "settlement": "Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Raymond",
                "middle": [
                    "M"
                ],
                "last": "Welsh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School",
                    "location": {
                        "postCode": "01655",
                        "settlement": "Worcester",
                        "region": "MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Antiviral roles of natural killer (NK) cell subsets were examined in C57BL/6 mice infected with murine cytomegalovirus (MCMV) and other viruses, including lymphocytic choriomeningitis virus (LCMV), vaccinia virus (VV), and mouse hepatitis virus (MHV). Each virus vigorously induced an NK cell infiltrate into the peritoneal cavity and liver, causing some redistributions of NK cell subsets defined by monoclonal antibody (mAb) directed against Ly49A, C/I, D, and G2. Striking results were seen with a mAb (1F8) reactive with the positively signaling molecule Ly49H, present in MCMV-resistant C57BL/6 mice. mAb 1F8 also stains Ly49 C and I, but exclusion of those reactivities with mAb 5E6, which recognizes Ly49 C and I, indicated that Ly49H ϩ cells infiltrated the peritoneal cavity and liver and were particularly effective at synthesizing interferon ␥ . Depletion of 1F8 ϩ but not 5E6 ϩ cells in vivo by mAb injections enhanced MCMV titers by 20-1,000-fold in the spleen and approximately fivefold in the liver. Titers of LCMV or VV were not enhanced. These anti-MCMV effects were attributed to prototypical NK1.1 ϩ CD3 Ϫ NK cells and not to NK1.1 ϩ CD3 ϩ \"NK/T\" cells. This is the first evidence that control of a virus infection in vivo is mediated by a distinct NK cell subset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "NK cells represent up to 15% of peripheral blood lymphocytes and can reach high concentrations at sites of inflammation, but despite their discovery 25 yr ago, convincing evidence for their importance has only been established in a limited number of systems (1) . Although proposed to mediate immunoregulatory and tumor surveillance functions, their primary role, like that of the rest of the immune system, is most likely to combat infectious agents. To do so, they may need the capacity to selectively recognize and attack infected host cells or else to nonselectively respond to stimuli and mediate effector function by the nonspecific release of cytokines. An understanding of the molecular mechanisms of NK cell recognition of target cells has been developed after the identification of a series of families of NK cell receptor (NKR) * molecules that can deliver either negative or positive signals to NK cells on encounter with a target (2) (3) (4) . Many of these receptor molecules recognize MHC class I antigens, but the possibility remains that some might also recognize other cell surface structures.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One family of mouse NKR molecules is the Ly49 group, which now consists of a variety of C-type lectin molecules, designated A through W. The Ly49 gene family maps near the positive-triggering molecule NKR-P1 (defined by mAb NK1.1) in the area of chromosome 6, known as the NK cell complex (5, 6) . Of note is that genetic resistance and susceptibility to murine cytomegalovirus (MCMV) maps within this region at a locus designated Cmv-1 (7) . The evidence implicating NK cells in the control of MCMV infection is stronger than for any other infectious agent. Suckling mice are very sensitive to MCMV infection, but a level of resistance develops at about the third week of age, correlating not only with the develop-30 Control of MCMV by an NK Cell Subset ment of NK cell activity but also with the expression of Ly49 molecules on a high frequency of NK cells (8, 9) . Reconstitution of suckling mice with NK cells in adult splenocytes or with IL-2-activated, cultured lymphokineactivated NK cells confers resistance to infection (10, 11) . Depletion of NK cells with anti-NK cell Abs in normal, athymic nude, or severe combined immunodeficiency mice results in substantially elevated titers of MCMV early in infection (12) (13) (14) (15) (16) . Mice with genetic deficiencies in NK cell function are very sensitive to MCMV (17) . Together these experiments indicate that classically defined CD3 Ϫ NK cells, as opposed to NK/T cells, provide innate immunity to MCMV.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 860,
                    "end": 863,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 864,
                    "end": 866,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1035,
                    "end": 1038,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1219,
                    "end": 1223,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1324,
                    "end": 1328,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "NK cells regulate MCMV infection by different preferred mechanisms in different organs. In the liver, MCMV is controlled by IFN-␥ , possibly acting through a nitric oxide synthase intermediate (18, 19) . The chemokine MIP-1 ␣ attracts NK cells into the liver (20) . MCMV induces relatively high levels of IL-12, which serves to induce secretion of IFN-␥ from the highly activated NK cells (18) . In the spleen, the NK cell-mediated control of MCMV is less dependent on IFN-␥ and more dependent on perforin (19) . The presumption is that a cytotoxic mechanism regulates MCMV in the spleen, but it is not known why these organs differ mechanistically in their control of MCMV. Of note is that the Cmv-1 locus appears to regulate MCMV synthesis more in the spleen than in the liver, suggesting that it might relate to a cytotoxic mechanism (7) .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The mapping of the Cmv-1 gene in proximity to the Ly49 loci in C57BL/6 mice has previously led us to question whether NK cell subsets expressing a distinct Ly49 molecule might mediate resistance to MCMV. No NK cell subset has ever been shown to selectively regulate the synthesis of a virus or any other pathogen in vivo. Analyses of cells expressing different Ly49 molecules have been complicated by the fact that each NK cell expresses several different types of Ly49 molecules and that some of the Abs directed against one molecule cross-react with other molecules. To date, Ly49 molecules defined by four different commercially available Abs have been examined in the MCMV system: Ly49A, D, G2, and C and I, which is a pair detected by the same mAb (5E6; reference 21) . No selective role for either subset could be shown in the control of infection (22) . Mice depleted of NK subsets in vivo with mAb to Ly49 A, D, C/I, or G2, or with combinations of two or three anti-Ly49 mAbs tended to be just as resistant to MCMV as untreated mice. Adoptive transfers of any of these subsets into suckling mice protected them against MCMV (22) . This indicated that neither of these Ly49 molecules defined a subset of NK cells required for resistance to MCMV.",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 772,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We report here that an NK cell subset detected by the anti-Ly49 mAb 1F8 is essential for resistance to MCMV in C57BL/6 mice. This mAb was generated against Ly49H, a positively signaling Ly49 molecule (4) . It cross-reacts with Ly49C and I, which is detected by the 5E6 mAb. We report here that the 1F8 ϩ (C/I/H) 5E6 Ϫ (C/I) NK cell subset is essential for control of MCMV infection in C57BL/6 mice.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mice. Most experiments used 5-10-wk-old C57BL/6J (H2 b ) male mice; some experiments used Balb/cByJ (H2 d ) mice or C57BL/6 mice lacking all T cells as a consequence of genetic recombination deleting the TCR-â and ä genes (T cell knockout [KO] mice). All mice were purchased from The Jackson Laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Viruses. The Smith strain of MCMV was propagated in vivo in salivary glands of Balb/c mice (14) . Infected salivary gland homogenates were diluted in HBSS (Life Technologies) and, depending on the experiment, mice were inoculated intraperitoneally with 3 ϫ 10 3 to 2 ϫ 10 4 plaque-forming units (PFUs) of MCMV, as titrated on mouse embryonic fibroblast monolayers. The Armstrong strain of lymphocytic choriomeningitis virus (LCMV) and its more widely disseminating clone 13 variant were propagated in baby hamster kidney cells, and ‫ف‬ 5 ϫ 10 4 PFUs, as titrated on vero cell monolayers, were used for inoculations (23) . Vaccinia virus (VV), WR strain, was propagated in L929 cells, purified over sucrose gradients, and inoculated at doses of 10 6 PFUs, as titrated on vero cells (24) . Mouse hepatitis virus (MHV), strain A-59, was propagated in L929 cells and, unless otherwise stated, was inoculated into mice at doses of 7 ϫ 10 5 PFUs, as assayed on L929 cell monolayers (25) .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "10 6",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 976,
                    "end": 980,
                    "text": "(25)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Preparation of mAb 1F8 to Ly49H. The amino acid sequences of Ly49 C, I, and H are very similar to each other and differ significantly from other Ly49 molecules (26) . mAb 1F8, a rat IgG2a with high reactivity to Ly49H, was prepared while attempting to generate an Ly49C-specific mAb. F334 rats were inoculated intrasplenically with 100 mg of a KLH-bound Ly49C amino acid sequence (CRPSNETLEYIKREQDRWDSKTKTVLD) that differed from Ly49I by a few amino acids. 1 mo later equal volumes of CFA and 100 mg of the peptide KLH were injected subcutaneously, followed by three additional injections at biweekly intervals. Spleen cells were removed and fused with SP2/0 myeloma cells to make mAbs. mAb specificity was screened on Bw5147 cells transfected with Ly49C or Ly49I or on RNK-16 cells transfected with Ly49H. All of the Ly49-specific mAb generated cross-reacted with Ly49 C, I, and H, but mAb 1F8 was the most potent and was useful for depletions in vivo. mAb 1F8 does not recognize Ly49 A, D, or G2. Limitations of this mAb are its cross-reactivity with Ly49 C and I, but it can be used to measure Ly49H by using it in concert with mAb 5E6, which reacts with Ly49 C and I, but not H. Another recently published mAb to Ly49H cross-reacts with Ly49I (27) . To date there is no available mAb that exclusively recognizes Ly49H.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "(27)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Depletion of NK Cells In Vivo. Mice were depleted of NK cells by a single intraperitoneal inoculation of 25-200 g of column-purified mAb 1F8 6-24 h before infection with virus. As controls, mice were inoculated with 100 l PBS containing 200 g of mAb 5E6, which recognizes Ly49 C/I, or with a dose of mAb to NK1.1 (PK136) titrated to eliminate LCMV-induced NK cell but not CTL activity (12) . Some control mice were inoculated with PBS which, as we showed previously, results in MCMV titers indistinguishable from inoculations with mAb to Ly49A, D, G2, or C/I (22) .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Isolation of Leukocytes. Spleens were ground between glass microscope slides, and spleen leukocytes were isolated by treatment with 0.84% NH 4 Cl to lyse erythrocytes. Peritoneal cells were isolated by lavaging the peritoneal cavity with 10 ml of RPMI 1640 (Life Technologies). Liver leukocytes were isolated by flushing blood from the liver by injecting media through the portal vein, crushing the liver in a tissue grinder, treating with type II collagenase (Sigma-Aldrich) and type I DNase (Sigma-31 Daniels et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Aldrich), and harvesting the leukocyte layer from a metrizamide (Sigma-Aldrich) density gradient, as described previously (28) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "(28)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Immunofluorescence Staining and Intracellular IFN-␥ Assay. Leukocytes were isolated and stained for the intracellular accumulation of IFN-␥ using reagents and the protocol of BD PharMingen. One million cells were cultured in Falcon 96-well U-bottomed plates (Becton Dickinson) with RPMI media (Life Technologies) containing GolgiPlug (BD PharMingen) at 0.2 l per sample in the presence or absence of 50 ng/ml PMA (Sigma-Aldrich) and 500 ng/ml ionomycin (Sigma-Aldrich) for 4 h at 37 Њ C. Unless otherwise stated, data are shown for samples incubated in the absence of PMA and ionomycin. Cells were washed using FACS ® buffer (PBS with 2% FCS and 0.02% sodium azide) and incubated for 15 min at 4 Њ C in 100 l of FACS ® buffer plus 9 l normal mouse serum and 1 l of anti-Fc ␥ II receptor Ab to block nonspecific staining. Cells were washed and incubated at 4 Њ C for 30 min with combinations of anti-NK1.1-PE (BD PharMingen), anti-CD3-PerCP (BD PharMingen), and various anti-Ly49 mAb or isotype controls. These were isotype control mouse (m) IgG2a-FITC (BD PharMingen), isotype control rat (r) IgG2a-FITC (BD PharMingen), anti-Ly49D-FITC (a gift from Dr. John Ortaldo, National Cancer Institute, Frederick, MD), anti-Ly49G2-FITC (BD PharMingen), anti-Ly49C-biotin (BD PharMingen), and anti-Ly49H (1F8)-FITC produced by us. Samples were washed twice and, if necessary, were incubated with SA-PerCP (BD PharMingen) for 30 min at 4 Њ C. Otherwise they were fixed and permeabilized using 100 l of cytofix/cytoperm solution for 20 min at 4 Њ C. After fixation the samples were washed twice using perm/wash solution (200 l per sample) and stained with rat IgG1-APC mAb to mouse IFN-␥ (BD PharMingen) or with a control rat IgG1-APC (BD PharMingen) for 30 min at 4 Њ C. Samples were then washed two times using perm/ wash and once using FACS ® buffer before being transferred to tubes (model 2008; Falcon) for analysis on either a FACS ® 440 (Becton Dickinson) or a FACStar™ Plus (Becton Dickinson). For these analyses, 60-80,000 events were calculated, ensuring a sizable NK cell population for a valid analysis of NK subsets. All experiments used relevant control mAbs with isotypes equivalent to the anti-Ly49 and anti-IFN-␥ mAb, but in some figures the negative isotype control plots are not shown to maintain clarity and simplicity of the figure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Infections. The NK cell response against MCMV ( Fig. 1 A) , MHV ( Fig. 1  A) , VV ( Fig. 1 B) , and a disseminating strain of LCMV (clone 13) (Fig. 1 B) was examined initially during the first 3 d of infection of C57BL/6 mice. Here spleen, peritoneal cavity, and liver NK cells, defined as NK1.1 ϩ CD3 Ϫ , were quantified, and their total numbers and percentages within lymphocyte-gated populations were enumerated, as shown in the vertical bars in Fig. 1 . Each virus infection initially caused a slight transient decrease in NK cell number and percent in the spleen, but each virus induced a substantial increase in NK cell number and percent in the peritoneal cavity, which was the site of viral inoculation. This increase in NK cells in the peritoneal exudate cells (PECs) with all of these viruses had been reported by us in the 1980s, when large granular lymphocyte morphology and Ab to asialo GM1 was used to define NK cells (29, 30) . NK 1.1 is a more specific NK cell marker, particularly when used on lymphocyte-gated cells that fail to stain with anti-CD3. It is now known that there are significant populations of \"NK/ T\" cells that costain with anti-NK1.1 and anti-CD3, and it is important to make those distinctions. In addition, we have found that VV induces a strong ␥␦ T cell response and that ‫ف‬ 1/3 of those ␥␦ T cells stain with anti-NK1.1 (31) . Each virus also stimulated an increase in the total number and percentage of NK cells in the liver, a result also previously noted by us using less definitive techniques (28) . These increases in NK cell numbers and percentages are very reproducible findings, though the degree and kinetics of the responses vary somewhat with virus dose. We have previously shown that NK cells migrate into areas of virus infection and undergo division in those areas (28) (29) (30) .",
            "cite_spans": [
                {
                    "start": 932,
                    "end": 936,
                    "text": "(29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "30)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "(31)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1538,
                    "end": 1542,
                    "text": "(28)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1820,
                    "end": 1824,
                    "text": "(28)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1825,
                    "end": 1829,
                    "text": "(29)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1830,
                    "end": 1834,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 57,
                    "text": "Fig. 1 A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 66,
                    "end": 76,
                    "text": "Fig. 1  A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 84,
                    "end": 93,
                    "text": "Fig. 1 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 142,
                    "end": 152,
                    "text": "(Fig. 1 B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 449,
                    "end": 455,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "We questioned whether commercially available Abs to Ly49 molecules (A, C/I, D, G2) could detect qualitative differences in NK cell responses between organs and between viruses. These experiments showed a great deal of animal-to-animal variability, but some conclusions could be drawn. The first conclusion is that only a low percentage of resident NK cells in the liver before infection expressed these Ly49 antigens, with the exception of Ly49 C/I, which was lower but in the range of spleen and PEC percentages. A much higher frequency of the infiltrating NK cell population in the liver after virus infection expressed other Ly49 markers, in particular Ly49 D and G2, at frequencies more in line with other compartments. A second major conclusion is that within a mouse the relative frequencies of NK cells coexpressing Ly49 molecules change in relation to each other in different organs and at different times after infection. This indicates that these NK cell subsets are responding to signals induced by the viral infections differently, though it is less clear how different one virus was from the other at inducing these changes in NK cell distribution. In this experiment it appeared that all four viruses induced drops in Ly49C percentages in the spleen and rises in the PECs. Ly49G2 percentages rose in every organ with every infection. These observations were previously noted by us in more extensive analyses with MCMV (22) . A consistent result seen by us in three experiments was that the ratio of Ly49G2 ϩ to Ly49C/I ϩ liver NK cells at 3 d after infection was high (often Ͼ 2:1) after infection with MCMV, LCMV, or MHV, but the frequencies of Ly49G2 ϩ and Ly49C/I ϩ liver NK cells were about equal after VV infection ( Fig. 1 , and data not shown). These subtle differences suggest some selectivity in the NK cell responses to different viruses.",
            "cite_spans": [
                {
                    "start": 1432,
                    "end": 1436,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1736,
                    "end": 1742,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "Although each of these viruses activated NK cell populations and stimulated their redistribution, it is only MCMV that has been consistently shown to be highly regulated by NK cells (12-14, 16, 17, 32) . Inoculation of mice with Ab to NK1.1 results in significantly higher titers of MCMV in the spleen and liver by 3 d after infection (15, 16) . We previously showed that depletion of any one or two NK cell subsets by inoculating mice with Abs to Ly49A, C/I, D, or G2 had no effect on MCMV synthesis, even though some of these mAb combinations reacted with Ͼ 70% of the NK cells before infection (22) . This indicates that, while viral infections induce redistributions of NK cell subsets, no subset defined by the commercially available Abs is essential for the control of MCMV infection. Therefore, we questioned whether other Ly49 molecules might be of unique significance in controlling viral infections and report below on studies with mAb 1F8, recognizing Ly49H, but cross-reacting with Ly49 C and I, molecules detected by the 5E6 mAb.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 201,
                    "text": "(12-14, 16, 17, 32)",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "Strain Distribution of 1F8 Reactivity. The resistance of mice to MCMV is very dependent on their genetic background (7) . Balb/c mice are highly susceptible, and C57BL/6 mice are resistant. In this study we found that by day 4 after infection the Balb/c mice had Ͼ 100-fold more MCMV PFUs in their spleens than did the C57BL/6 strain. Fig. 2 shows the expression of antigens detected by mAb 1F8 (C/I/H) and 5E6 (C/I) on splenocytes of these mice, all gated on cells expressing the pan NK cell marker DX-5. NK cells from the highly sensitive Balb/c strain stained with 5E6, but did not express the Ly49H subset, as defined by 1F8 ϩ 5E6 Ϫ cells. In contrast, NK cells from C57BL/6 mice had sizable proportions of both 1F8 ϩ 5E6 ϩ and 1F8 ϩ 5E6 Ϫ populations. Thus, the expression of Ly49H (defined as 1F8 ϩ 5E6 Ϫ ) on NK cells appeared to correlate with the resistance of mice to MCMV.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 341,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "Accumulation of Ly49H ϩ Cells at Sites of MCMV Infection. Mice were inoculated intraperitoneally with MCMV and examined for the accumulation of NK cell subsets costaining with mAb 1F8. Fig. 3 A shows that MCMV induced a substantial increase in the number of NK1.1 ϩ CD3 Ϫ NK cells and that there was a substantial total number and proportional increase in the 1F8 ϩ NK cell subset in the liver and PECs at days 2 and 3 after infection. Fig. 3 B shows that a high proportion of the NK cells infiltrating the MCMV-infected liver by day 2 stained with mAb 1F8 but not 5E6, suggesting that this was indeed an infiltration by Ly49H ϩ cells. There also was a significant increase in 1F8 ϩ 5E6 ϩ cells, but it is not possible to determine whether these cells also coexpressed Ly49H.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 191,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 436,
                    "end": 442,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "Selective Synthesis of IFN-␥ by Ly49H ϩ Cells. We noted that, in the presence of brefeldin A, substantial proportions (i.e. Ͼ 25%) of the NK cells from MCMV-infected mice spontaneously produce intracellular IFN-␥ if allowed to incubate in the milieu of leukocytes from virus-infected tissue. For these assays to be optimal, the cells were quickly harvested and incubated without being put on ice. Usually this intracellular IFN assay is done with lymphocytes receiving an in vitro stimulus with immunogenic peptides (for T cells) or with nonspecific stimulators, such as PMA and ionomycin (24, 33) ; this may mean that something in this cellular milieu continued to stimulate the NK cells. Because of the unusual nature of this assay, several controls, in addition to the isotype controls for the anti-IFN-␥ mAb used in every assay, were run to ensure that synthesis of IFN-␥ was being observed. Using splenocytes from day 2 MCMV-infected mice as a source of IFN-␥ -producing cells, threefold molar excess of unlabeled anti-IFN-␥ mAb reduced the frequency of anti-IFN-␥-staining NK cells from 23 to 7.6%, and the mean fluorescent intensity of the remaining and very weakly staining positive cells was reduced from 638 to 120. This mAb did not block the ability of (nonNK cell) splenocytes to synthesize intracellular TNF-␣ (positive control ϭ 0.8%; anti-IFN-␥ mAbblocked ϭ 0.7%). Similarly, incubation of the anti-IFN-␥ mAb with 0.8 g/ml IFN-␥ during the IFN-␥ assay reduced the frequency of IFN-␥ staining from 20 to 7.5, and reduced the mean fluorescent intensity of the remaining positive cells from 736 to 473, without reducing the staining against TNF-␣. We conclude that this assay is indeed detecting IFN-␥ synthesis and that it is revealing a high frequency of NK cells that produce IFN-␥ when kept in the Expression of Ly49H on NK cells from different strains of mice. C57BL/6 and Balb/c splenocytes were stained with mAb DX-5 (as a pan NK cell marker that would recognize cells from each strain), anti-CD3, and mAb 1F8 (anti-Ly49 C/I/H) and mAb 5E6 (anti-Ly49 C/I). Diagrams depict the staining of gated DX-5 ϩ CD3 Ϫ lymphocytes and isotype controls for mAb 5E6 and 1F8. milieu of leukocytes from virus-infected mice. We examined IFN-␥-producing NK cells over the first 3 d of MCMV infection and found a sharp peak of production at 2 d after infection, in agreement with other publications using different types of techniques (18) .",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "(24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "33)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2436,
                    "end": 2440,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "NK1.1 ϩ CD3 Ϫ Lymphocytes Were Analyzed for IFN-␥ Production in Different Ly49 Subsets. Fig. 4 shows that, whereas no spontaneous IFN-␥ production was made by uninfected splenocytes, PECs, or liver leukocytes, substantial levels were made in all compartments 2 d after MCMV infection. Substantially higher proportions of NK cells made IFN-␥ in the liver and PECs, in comparison to the spleen, perhaps because the liver is a site for substantial MCMV replication and the peritoneal cavity was the initial site of inoculation, and these sites may be enriched for IFN-␥-promoting factors, such as IL-12 (34) . In 17 experiments the average percent of NK1.1 ϩ CD3 Ϫ splenocytes spontaneously producing IFN-␥ after MCMV infection was 34 Ϯ 16%; in 16 experiments the average in the PECs was 35 Ϯ 13%; in six experiments with liver leukocytes the average number was 42 Ϯ 14%.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 604,
                    "text": "(34)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 94,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "Cells staining with mAb 1F8 accounted for much higher proportions of IFN-␥-producing cells than cells not reacting with mAb 1F8 in either the spleen or PECs (Figs. 4 A and 5); in fact, 1F8 Ϫ cells tend to be very poor at IFN-␥ production in those compartments. It is also noteworthy, as shown in Fig. 3 , that the proportion of NK cells in the PECs and liver expressing the 1F8 antigens increased dramatically after infection. Thus, Ͼ80% of the IFN-␥-producing cells from these sites stained with mAb 1F8. Fig. 4 B shows IFN-␥ production by spleen NK cell subsets stained with the 5E6 and 1F8 Abs. It shows that the 5E6 Ϫ 1F8 ϩ staining population, presumably those expressing Ly49 H, were preferentially enriched in their production of IFN-␥. In about half of the experiments 5E6 ϩ cells or 5E6 ϩ 1F8 ϩ cells were somewhat enriched for IFN-␥ production, particularly from the PECs, but it is not possible to know if those cells coexpressed Ly49H. In all technically satisfactory experiments studied, however, IFN-␥ production was substantially enriched in the 1F8 ϩ (seven experiments) and in the 1F8 ϩ 5E6 Ϫ (five experiments) NK cell populations, particularly in contrast to the populations not staining with 5E6 or 1F8.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 302,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 506,
                    "end": 512,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "Additional experiments were done to determine whether there was enrichment for IFN-␥ production in NK cells expressing other Ly49 antigens. Fig. 5 shows that similar proportions of Ly49D ϩ and Ly49D Ϫ cells made IFN-␥ and similar proportions of Ly49G2 ϩ and Ly49G2 Ϫ cells made IFN-␥, indicating no enrichment in IFN-␥ production in cells expressing those Ly49 markers. In other experiments we tested Ly49A ϩ and A Ϫ cells, finding no proportional differences in those populations either (data not shown). Fig. 5 also shows that splenocytes staining with mAb 5E6 (Ly49C/I) produced similar levels of IFN-␥ as those not expressing that marker, but in the PECs, 5E6 ϩ cells tend to have increased proportions of IFN-␥-producing cells. Over 80% of the IFN-␥-producing splenocytes and PECs in this experiment expressed reactivity with the 1F8 mAb. These experiments suggest that the Ly49H subset may be particularly effective at making IFN-␥ after MCMV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 146,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 512,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "Stimulation of 1F8 ϩ Cells by Other Viruses. We tested whether the profound stimulation of Ly49H ϩ NK cells was unique to MCMV or whether it was a general property of viral infections. As with MCMV infection, the proportions of 1F8 ϩ NK cells and of Ly49H ϩ (1F8 ϩ , 5E6 Ϫ ) NK cells increased in the organs of mice infected with LCMV clone 13, MHV, or VV. In one experiment, 17% of the resident PEC NK cells were 1F8 ϩ 5E6 Ϫ , and this increased to 31, 29, and 37% 2 d after infection with LCMV, MHV, and VV, respectively (Fig.  6 ); 6.7% of the resident NK cells in the liver were 1F8 ϩ 5E6 Ϫ , and this, respectively, increased to 36, 35, and 40% by 2 d after infection. LCMV and MHV were also examined at 3 d after infection and similarly induced higher levels of 1F8 ϩ 5E6 Ϫ (Ly49H)-positive cells in the PECs and liver by 3 d after infection (data not shown). Thus, this NK cell subset, presumed to be Ly49H ϩ , appeared to respond well to all tested virus infections. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 531,
                    "text": "(Fig.  6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "NK Cell Subset Distribution during Viral"
        },
        {
            "text": "Under these conditions of infection, MCMV elicited more spontaneous IFN-␥ production from spleen, PECs, and liver NK cells at 2 d after infection than did the other viruses, as discussed earlier, presented in Fig. 4 A, and as shown in a control representative experiment for MCMV in Table I . We did not systematically analyze whether these other viruses would induce substantially higher levels of IFN-␥ from NK cells under conditions of different doses or times of infection, but it is noteworthy that none induced as high a proportion of NK cells producing IFN-␥ as MCMV under the tested conditions, which, as shown in Fig. 1 , stimulated strong NK cell responses. Nevertheless, all viruses did stimulate spontaneous IFN-␥ production from some of the NK cells. Of note is that we did not observe spontaneous IFN-␥ production by NK cells from mice treated with the type I IFN inducer and NK cell activator poly I:C (data not shown). It has been published previously that NK cells from MCMV-infected but not LCMV-infected mice produce IFN-␥, and this has been linked to differences in IL-12 production (35). Here we do see quantitative differences between the MCMVand LCMV-induced NK cells, but substantial numbers of LCMV-induced NK cells clearly synthesized IFN-␥.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 215,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 283,
                    "end": 290,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 622,
                    "end": 628,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "We questioned whether the IFN-␥-producing NK cells elicited by these different viruses were also biased in their expression of 1F8. Experiment 1 in Table I compares IFN-␥ production in response to either of the two LCMV strains with MCMV, and even though the total IFN-␥ response was much lower, the LCMV-induced NK cells had Figure 5 . Lack of selective IFN-␥ production by Ly49D-or Ly49G2-expressing NK cells. Gated NK1.1 ϩ CD3 Ϫ NK cells from the spleens and PECs of 2-d MCMV-infected C57BL/6 mice were stained with Abs to Ly49D, G2, C/I (mAb 5E6), or C/I/H (mAb 1F8) and tested for spontaneous IFN-␥ production. Isotype controls for the Ly49 mAb are displayed. Isotype controls for the IFN-␥ Ab were Ͻ1%, as seen in Fig. 4 . a similar if not greater skewing of the IFN-␥ response within the NK cell population defined by mAb 1F8, and less so in that defined by mAb 5E6. A second experiment (Table I, Exp. 2) with LCMV, MHV, and VV similarly showed a preponderance in IFN-␥ responsiveness within the cell populations defined by mAb 1F8; the peritoneal cell data from this experiment are depicted in Fig. 6 , which shows a predominant skewing of the IFN-␥ response to 1F8 ϩ cells, particularly for the LCMV and VV infections. These results suggest that the propensity of the 1F8 ϩ cells to proportionally dominate the IFN-␥ response of NK cells is profound but not specific to a given virus. It should also be noted that 5E6 ϩ cells, which may or may not express Ly49H, had relatively high expression of IFN-␥ in some of the samples (Table I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 326,
                    "end": 334,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 726,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 894,
                    "end": 908,
                    "text": "(Table I, Exp.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1102,
                    "end": 1108,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1535,
                    "end": 1544,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "Selective Depletion of NK Cell Subsets In Vivo. To address the role of Ly49 subsets in regulating MCMV infection in vivo, mice were inoculated with mAb to Ly49 molecules in order to deplete various NK cell subsets. Our previous studies with in vivo-depleting doses of mAb to Ly49A, D, C/I, and G2 indicated that no one or two of them had any effect on MCMV synthesis, and combinations of three of them had little effect (22) . As shown in Fig. 4 , a substantial proportion of the spleen NK cells initially react with mAb 1F8 before infection, but this is no higher than those expressing Ly49G2 or combinations of two of the other Abs. Of note is that a substantial number of liver and PEC NK cells do not react with 1F8 before infection. Treatment of four naive mice in two experiments with 200 g of mAb 1F8 resulted in ‫%05ف‬ reduction in spleen NK cell-mediated cytotoxicity against YAC-1 activity when measured 1 d later. Immunofluorescent studies showed that mAb 1F8 treatment caused only a marginal (Ͻ30%) reduction in total spleen NK cell number 1 d after treatment, even though 1F8 ϩ NK cells could not be found (data not shown). NK cells usually rapidly compensate for the lack of an NK cell subset. Mice treated with mAb 1F8 and then infected with LCMV had nearly identical levels of NK cell cytotoxicity against YAC-1 cells as untreated mice 3 d after LCMV infection, and mice treated with mAb to 1F8 and challenged with the IFN-inducer poly I:C had levels of NK cell activity similar to poly I:C-injected control mice at 2 d after treatment (data not shown).",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 445,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "The above experiments indicated that residual NK cells rapidly compensated for the deletion of the 1F8 ϩ NK cell subset, so we examined this depletion in the context of an MCMV infection. Fig. 7 shows the total NK cell percentage and the proportional distribution of NK cell subsets after mice were treated in vivo with mAb 1F8 (C/I/H) or 5E6 (C/I), infected with MCMV, and examined 4 d later. A substantial portion of NK1.1 ϩ cells remained after treatment with either of the Abs. mAb 5E6 eliminated the 5E6 ϩ 1F8 ϩ NK cell subset, but enriched for the 5E6 Ϫ 1F8 ϩ and Ly49G2 ϩ subsets. mAb 1F8 eliminated both the 5E6 ϩ and 1F8 ϩ cells, but enriched for the G2 ϩ cells. The fact that in vivo administration of mAb 1F8 eliminates cells staining with mAb 5E6 indicates that the loss of 1F8 reactive cells is due to their deletion and not to a masking of the 1F8 epitope with unlabeled mAb, because mAb 1F8 does not interfere with staining with mAb 5E6. Further, the enrichment in the Ly49G2 subset is another indicator that the 1F8 ϩ subset is lost and not just obscured by mAb. This figure does illustrate how different NK cell subsets compensate for the deletion of others.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 194,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "In an additional control experiment, mAb 1F8 inoculation into irradiated (C57BL/6 ϫ DBA/2) F1 hybrid host mice did not inhibit their ability to reject C57BL/6 bone marrow cell grafts, even though there was a loss in host NK cells expressing Ly49 C, I, and H (unpublished observations). This means that many NK cell functions remain intact in mice depleted of NK cell subsets with this mAb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "MCMV Titers in Mice Depleted of 1F8 ϩ NK Cells. Depletion of the 1F8 ϩ but not the 5E6 ϩ NK cell population before infection with MCMV led to 20-1,000-fold increases in spleen MCMV titers by day 3 or 4 after infection. Five experiments, one with T cell KO mice, are shown in Table II , illustrating this important point. Experiment 1 shows the titers in the same mice portrayed in Fig. 7 . Here treatment with mAb 1F8 resulted in Ͼ100-fold increases in MCMV titers in the spleen and eightfold increases in the liver. Treatment with mAb 5E6 did not significantly elevate spleen titers, confirming our previous report (22) . In fact, we previously showed that treatment of mice with mAb 5E6 in combination with mAb to Ly49D or Ly49G2 also did not enhance MCMV titers in comparison to mice treated only with the HBSS vehicle (these experiments also serve as good Ab injection controls; reference 22). In experiment 2, treatment with mAb 1F8 is compared with mAb to NK 1.1, which depletes virtually all NK cells. MCMV titers were slightly but not substantially higher in anti-NK1.1 treated-versus mAb 1F8-treated mice. In experiment 4, mice were inoculated with only 50 g of mAb 1F8, which still manifested a profound effect, and in experiment 5 T cell KO mice were inoculated with 25 g of mAb and developed 100-fold increases in spleen titers. In all, a total of seven experiments showed elevated MCMV titers in mAb 1F8-treated mice.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 620,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 381,
                    "end": 387,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "In each of the seven experiments, elevated pathology was observed in MCMV-infected mice depleted of 1F8 ϩ cells, in comparison to infected, nondepleted controls. Spleens from mAb 1F8-treated mice were smaller in size and had lower cell counts than in MCMV-infected control mice, typical of enhanced MCMV pathology. In three experiments harvested at day 3 after infection, half spleen (the other half was used for viral titrations) leukocyte counts in control-infected mice were 6.6 Ϯ 1.3 ϫ 10 7 (n ϭ 15), whereas those in infected mAb 1F8-treated mice were 3.8 Ϯ 1.5 ϫ 10 7 (n ϭ 15), P = .000007, by Student's twotailed t test. In three experiments harvested at day 4 after infection, (experiments 1, 3, and 4; Table II ), half spleen leukocyte counts for infected-control mice were 7.0 Ϯ 1.3 ϫ 10 7 (n ϭ 13), whereas the counts in mAb 1F8-treated infected mice were 3.2 Ϯ 1.3 ϫ 10 7 (n ϭ 14), P ϭ .0000002. Infected mice treated with mAb 5E6 (Exp. 1, Table II ) did not have reduced leukocyte counts when compared with infected controls. These dramatic and (Ly49C/I/H), anti-Ly49G2, or a mAb isotype control. In this case they were also costained with mAb to CD8 (as part of an experiment examining both T and NK cell functions), so the NK1.1 ϩ cells may include both NK and NK/T cells. This figure shows selective depletions of some of the Ly49 subsets due to this mAb treatment. These same mice were examined for viral load, and those data are listed in experiment 1 (Table II) . highly significant reductions in spleen leukocyte count in the mAb 1F8-treated mice are consistent with the dramatic elevations in spleen MCMV titers observed in those mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 711,
                    "end": 719,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 952,
                    "end": 960,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1470,
                    "end": 1480,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "Livers from mAb 1F8-treated mice displayed a greater number of white necrotic foci on their surfaces, which is characteristic of severe MCMV infection. Fig. 8 shows liver sections from infected control (A and B) or mAb 1F8treated (C and D) mice. MCMV-infected control mice tended to have mostly discrete small inflammatory infiltrates around hepatocytes displaying pyknotic nuclei and cell-rounding characteristic of MCMV infection (Fig. 8, A  and B ). In contrast, large areas of necrosis, particularly near the surface of the liver and easily distinguished by the naked eye, were characteristic of the MCMV infection in mAb 1F8-treated mice (Fig. 8, C and D) . Similar increases in pathology have been reported in mice depleted of NK cells with pan NK cell reagents (14, 36) .",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 772,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "36)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 432,
                    "end": 449,
                    "text": "(Fig. 8, A  and B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 643,
                    "end": 660,
                    "text": "(Fig. 8, C and D)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "Viral Specificity of the NK Cell Response. Mice treated with mAb 1F8 were also infected with LCMV or VV as specificity controls and to ensure that the 1F8 mAb (which was column purified) was not contaminated with an antiviral agent or an agent that induces an antiviral effect, such as type I IFN. In contrast to the results with MCMV, this treatment did not elevate the titers of either of those vi-ruses. This is not very surprising, as LCMV is very resistant to NK cells (36) , and the sensitivity of VV to NK cells can be obscured by the presence of ␥␦ T cells or by rapid stimulation of memory ␣␤ T cells (24, 31) . Infectivity studies with these viruses were therefore not continued.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "text": "(36)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "(24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "31)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "In six experiments with MHV, using virus inoculum doses ranging from 5 ϫ 10 4 to 10 6 PFUs, treatment with anti-NK1.1 only led to small increases in the titers of MHV in the liver; average titers in control groups ranged from 3.8 to 4.9 log 10 PFUs per organ, and average increase in titer in paired groups treated with anti-NK1.1 was 0.28 Ϯ 0.3. Spleen titers were all Ͻ10 3 PFUs, and in three of six experiments viral titers were beneath the 2 log 10 detection limit. For those reasons MHV titers were not examined in mAb 1F8-treated mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "Ly49 Expression on and Fate of NK/T Cells during the Host Response to Viruses. There recently has been considerable interest in the potential role of T cells expressing NKRs in controlling infections and modulating host responses (33, (37) (38) (39) . Any experiments done using Abs to NKRs in vivo must be carefully interpreted due to the possibility of reactions with NK/T cells rather than \"true\" NK cells, which lack CD3 and T cell receptor expression. In the aforementioned experiments, where we examined NK1.1 ϩ CD3 Ϫ C57BL/6 mice were treated with mAb in HBSS or HBSS control, infected with virus, and examined for PFUs in spleen or liver 3 or 4 d later. PFUs represent either the titers per whole organ or per half organ, as in some experiments the spleens were cut in half in order to do analyses on the leukocytes. Each experiment had a n ϭ 4 or 5 per group, except for Exp. 5, which used T cell KO mice and n ϭ 3. The NK-resistant Armstrong strain of LCMV, which replicates poorly in liver, was used in these experiments, and for that reason liver titers were not assessed. The dosage of mAb was 200 g of mAb 1F8 in each experiment except for experiments 4, where 50 g was used and 5, where 25 g was used. mAb 5E6 was used at a concentration of 200 g. mAb to NK1.1 was used at dose previously determined to deplete NK cell but not CTL activity. Results presented are geometric mean titers, that is the arithmetic averages of the log values. The limits of detection were 1 log 10 PFUs in the spleen and 2 log 10 PFUs in the liver; these minimum detection values were entered into the calculations when no virus was found, and the ( Ͻ) designation means that at least one mouse had undetectable viral titers. Exp., experiment.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "(33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "(37)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "(38)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "(39)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "NK cell populations, we also routinely monitored the NK1.1 ϩ CD3 ϩ NK/T populations. During MCMV infection, the proportions of these NK/T cell populations dropped dramatically in the liver, where they were relatively high before infection (Fig. 9 , bottom). Similar drops in percents and total cell numbers of liver NK/T cells were seen with MHV and VV, though less so with LCMV ( Fig.  9 , top). Thus, while prototypical NK cell numbers were rising dramatically in infection (Fig. 1) , NK/T cells were declining dramatically. Few NK/T cells were found in the peritoneal cavity either before or after infection. Although some of this apparent decline could be an artifact due to downmodulation of NK1.1 and CD3, our data, and those of others (R. Brutkiewitz, University of Indiana, personal communication), to be published elsewhere, indicate that this NK/T cell population undergoes apoptosis and declines in number at early stages of infection and under conditions of strong IFN-inducing stimuli. NK1.1 ϩ CD3 ϩ (NK/T) lymphocytes were analyzed for coexpression of Ly49 molecules before and after infection. Monitoring Ly49 expression on these populations was sometimes difficult during infection because of high background staining with isotype-control Abs, perhaps due to the fact that many of these cells were undergoing apoptosis. Nevertheless, it was clear that a substantial proportion of the NK/T cells reacted with mAb 5E6 (Ly49 C/I) and mAb 1F8 (Ly49 C/I/H), but very few NK/T cells displayed the Ly49H phenotype of 1F8 ϩ 5E6 Ϫ . This pattern was seen in spleen, PECs, and liver from both uninfected and infected mice. Displayed in Fig. 10 are data for NK1.1 ϩ CD3 Ϫ NK cells from uninfected spleens, where there is very little contamination from NK/T cells, and data for NK1.1 ϩ CD3 ϩ NK/T cells from uninfected liver, where the highest numbers of NK/T cells are found, making them easier to unambiguously discriminate from prototypical NK cells. This shows that few if any of the NK/T cells have a characteristic Ly49H phenotype and are likely not to express this positively signaling ligand. In general we have noted that some T cells, even those not expressing NK1.1, occasionally stain with Abs to the negatively signaling Ly49 molecules (Ly49 A, C/I, G2) but not to the positively signaling molecules (Ly49 D and H; reference 37). These experiments mean that any viral enhancement effects due to administration of the 1F8 mAb in vivo are likely a consequence of its action on true NK cells, not NK/T cells, as the 5E6 mAb, which has no affect on MCMV replication, should deplete virtually all of the 1F8 ϩ NK/T cells in vivo.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "text": "(Fig. 9",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 381,
                    "end": 388,
                    "text": "Fig.  9",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 476,
                    "end": 484,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1642,
                    "end": 1649,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "NK/T cells were also monitored for their abilities to spontaneously synthesize IFN-␥ at 2 d after infection with MCMV. These NK1.1 ϩ CD3 ϩ cells accounted for Ͻ5% of the IFN-␥-producing NK1.1 ϩ cells in the spleen, PECs, or liver 2 d after MCMV infection; prototypical NK1.1 ϩ CD3 Ϫ true NK cells accounted for Ͼ95% of the IFN-␥ production within the NK1.1 ϩ population, and most of the IFN-␥-producing cells within the entire leukocyte population at 2 d after infection were NK cells, e.g., at 2 d after infection, 90% of the total IFN-␥-producing peritoneal lymphocytes were NK1.1 ϩ CD3 Ϫ NK cells. Similar dramatic enrichments in IFN-␥ production by the true NK cell population were also noted in LCMV, VV, and MHV infections. Therefore, we conclude that prototypical NK cells are the major IFN-␥-producing cells early in infection and that they are mediating the effects seem with the 1F8 mAb. The experiment showing enhanced MCMV synthesis in mAb 1F8-treated T cell KO mice (Table II) is consistent with this conclusion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 979,
                    "end": 989,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "IFN-␥ Production Was Examined in NK Cells Elicited by the Different Viruses."
        },
        {
            "text": "This is the first demonstration that the antiviral properties of NK cells in vivo can be mediated by discrete NK cell subsets but not by others. Our results show that the NK cell subsets defined by mAb 1F8 substantially increase at sites of MCMV infection and account for Ͼ80% of the IFN-␥producing cells. mAb depletion of this subset in vivo resulted in substantially higher titers of MCMV (but not LCMV or VV); depletion of no other two or even four Ly49-expressing subsets gave comparable results (22) . The importance of different subsets in mediating other NK celldependent functions, in particular that of bone marrow allograft rejection, has been shown previously (21, 40) . The mechanism of NK cell subset recognition of allografts is clarifying, at least in some aspects. NK cell subsets displaying Ly49 receptors that are negatively signaled by MHC class I displayed by the graft are ineffective at mediating rejection. However, recently we have shown that NK cells lacking inhibitory receptors but expressing allo-MHC positive-signaling receptors, such as Ly49D, are most effective at eliciting graft rejection (40) . mAb 1F8 cross-reacts between the very closely related Ly49 C, I, and H, but costaining and in vivo depletion experiments with mAb 5E6, which recognizes Ly49C/I, indicated that those reactivities did not account for the efficacy of the Ab. Hence, it is noteworthy that the presence of a positively signaling ligand, Ly49H, may be necessary for anti-viral activity, just as a positive-signaling Ly49 is crucial for bone marrow rejection.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 504,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "40)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "(40)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It had not been clear whether NK subset distinctions really mattered in the control of viral infections in vivo. Bone marrow transplants display the types of molecules (class I) known to be ligands for Ly49 molecules and other NKRs, but virus infections are entirely different entities, and viral replication could well be controlled by purely nonspecific inflammatory mechanisms that have nothing to do with NK subsets or NK cell recognition. For instance, relatively nonspecific inflammatory mediators such as type I IFN, TNF-␣, IL-2, IL-12, IL-15, and MIP-1␣ can contribute to the activation and proliferation of NK cells and their infiltration into tissues (41) . Those NK cells may be highly cytolytic and be nonspecifically producing copious amounts of IFN-␥, which could control infection without any form of recognition. In fact, it had been suggested that a reason why MCMV but not LCMV is susceptible to NK cells is that MCMV induces more IL-12, which in turn, enables NK cells to produce more IFN-␥ (35, 41) . This hypothesis is challenged by the fact that in mice dually infected with both MCMV and LCMV, only MCMV is controlled by NK cells (42) . Alternatively, NK cell subsets could matter, if the virus changes the expression level of MHC class I antigens on infected cells (43) , if it qualitatively alters the nature of a class I molecule by the insertion of a virus-encoded peptide (44, 45) , or if the virus encodes its own class I molecule (46) . MCMV indeed does downregulate host MHC expression and does encode a class I molecule, m144; experiments to date, however, have indicated that its class I homologue may make MCMV more resistant, rather than sensitive to NK cells, perhaps by interacting with a negatively signaling NKR (46) . The possibility also exists that a virus might encode a surface glycoprotein that directly triggers an NK cell subset, and a substantial amount of work done before the discovery of NKRs had indicated that many purified viral glycoproteins can trigger NK cells (47, 48) .",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 665,
                    "text": "(41)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "text": "(35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "41)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "text": "(42)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "text": "(43)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1400,
                    "end": 1404,
                    "text": "(44,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "45)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1460,
                    "end": 1464,
                    "text": "(46)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1751,
                    "end": 1755,
                    "text": "(46)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2018,
                    "end": 2022,
                    "text": "(47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2023,
                    "end": 2026,
                    "text": "48)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A strong indicator that an NK cell subset may be important in a viral infection in vivo has been the mapping of genetic resistance to the Cmv-1 locus, which lies within the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Control of MCMV by an NK Cell Subset NKR region of mouse chromosome 6 somewhere between Ly49D and Prp-1 (49) . It is therefore possible that the putative Cmv-1 protein is an Ly49 molecule. This locus controls the replication of MCMV mostly in the spleen but less so in the liver (7) . NK cells mediate control of MCMV by different mechanisms in these two organs. Replication in the liver is controlled by IFN-␥, whereas replication in the spleen is controlled primarily by a perforin-dependent mechanism, suggesting cytotoxicity (18, 19) . Our assays in this study focused only on IFN-␥ production, but we presume that those 1F8 ϩ NK cells also have cytolytic activity. Indeed, our preliminary data with IFN-␥-deficient mice show that mAb 1F8 dramatically elevates spleen viral titers, consistent with an additional mechanism such as perforin being involved in control of MCMV. Depletion of the 1F8 ϩ subset in normal C57BL/6 mice affected viral titers and enhanced pathology in both spleen and liver, an observation that may be inconsistent with the effects of Cmv-1, which are noted mostly in the spleen. However, the effects on viral titers were much greater in the spleen than in the liver, possibly consistent with the Cmv-1 phenotype. It is ironic that the effects of mAb 1F8 are so profound in the spleen when, if anything, the 1F8 ϩ NK cells appear to be recruited away from the spleen and into other sites of infection. It of course is not clear whether the reductions in viral titers within the spleen are due to NK cells acting within the spleen or to NK cells controlling virus before it can get into the spleen. The relationship between Cmv-1 and the studies presented here is unclear. The Ly49H gene lies slightly outside the area in chromosome six mapped for the Cmv-1 locus (49, 50) . Thus, it may represent another factor of resistance. However, it remains possible given the complexities of the Ly49 family of related genes that the mapping is not completely accurate or that the 1F8 mAb cross-reacts with another as yet undefined Ly49 molecule mapping within the region where Cmv-1 may lie. Of note is that the influence of Cmv-1 is not strongly dependent on an MHC allotype, as this C57BL/6 (H2 b ) mouse locus has been bred into a normally sensitive Balb/c (H2 d ) background and still manifests antiviral activity (51) . Balb/c mice do not normally express Ly49H, so it would be interesting to selectively introduce this gene into the Balb/c background and determine whether it promotes resistance to MCMV.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "(49)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1790,
                    "end": 1794,
                    "text": "(49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1795,
                    "end": 1798,
                    "text": "50)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2336,
                    "end": 2340,
                    "text": "(51)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "42"
        },
        {
            "text": "Of all systems studied, MCMV remains, at least in our hands, the virus whose control is most dependent on NK cells. It is noteworthy that three other viruses, LCMV, MHV, and VV, that are less sensitive to control by NK cells also induced substantial infiltrates of 1F8 ϩ NK cells, many of which could be shown to spontaneously produce IFN-␥ on direct isolation ex vivo. High levels of IFN-␥ production by NK cells in MCMV-infected mice have been linked to the ability of MCMV to induce high levels of IL-12 early in infection (18, 35) . However, why 1F8 ϩ NK cells are so good at producing IFN-␥ after viral infections does not seem to be associated with any selective sensitivity to IL-12, as they are the major IFN-␥-producing cells even in mice lacking IL-12 p40 receptor (unpublished observations). The total number of NK cells and the percent of NK cells producing IFN-␥ is lower in IL-12R KO mice, but the 1F8 ϩ cells remain the predominant IFN-␥-producing cell population, accounting for Ͼ75% of the IFN-␥-producing cells. It is possible that the positively signaling Ly49H responds to a common property of virus-infected cells or, alternatively, may be primed by positively stimulating ligands in the environment even before virus infection takes place. Why are these NK cells so important for control of MCMV, but less so for the other viruses? This might relate to the fact that MCMV seemed to provide a much greater IFN-␥-producing stimulus than the other viruses under the conditions tested, but there is little question that highly active IFN-␥-producing 1F8 ϩ NK cell populations were at the sites of infection of all of those viruses. Either the other viruses are relatively resistant to the antiviral effects of NK cells, or else, in the absence of NK cells, the control of those infections is efficiently compensated for by another effector system providing innate immunity. We now know that VV can be effectively controlled by an early ␥␦ T cell response and by memory ␣␤ T cells cross-reactive with other antigens (24, 31) . Redundancy in antiviral functions would clearly be to the advantage of the host. The mechanism of the unique susceptibility of MCMV and perhaps some other herpes viruses to control by NK cells is still in need of resolution.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "35)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2033,
                    "end": 2037,
                    "text": "(24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2038,
                    "end": 2041,
                    "text": "31)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "42"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Control of infections by NK cells",
            "authors": [
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szomolanyi-Tsuda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr. Top. Microbiol. Immunol",
            "volume": "230",
            "issn": "",
            "pages": "193--220",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "NK cell receptors",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Lanier",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Annu. Rev. Immunol",
            "volume": "16",
            "issn": "",
            "pages": "359--393",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What goes up must come down: the emerging spectrum of inhibitory receptors",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Exp. Med",
            "volume": "186",
            "issn": "",
            "pages": "1803--1808",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Induction of DAP12 phosphorylation, calcium mobilization, and cytokine secretion by Ly49H",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gosselin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Willette-Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortaldo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcvicar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Leuk. Biol",
            "volume": "66",
            "issn": "",
            "pages": "165--171",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "DNA cloning of mouse NKR-1 and genetic linkage with Ly-49. Identification of a natural killer gene complex on mouse chromosome 6",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Seaman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Immunol",
            "volume": "147",
            "issn": "",
            "pages": "3229--3236",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "MHC class I alloantigen specificity of Ly-49 ϩ IL-2-activated natural killer cells",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Karlhofer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Ribaudo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "358",
            "issn": "",
            "pages": "66--70",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cmv-1, a genetic locus that controls murine cytomegalovirus replication in the spleen",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Scalzo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Vista",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Shellam",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Exp. Med",
            "volume": "171",
            "issn": "",
            "pages": "1469--1483",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Correlation of survival from MCMV infection with spleen cell responsiveness to concanavalin A",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Wheelock",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Proc. Soc. Exp. Biol. Med",
            "volume": "149",
            "issn": "",
            "pages": "443--446",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clonal analysis of NK cell development from bone marrow progenitors in vitro: orderly acquisition of receptor gene expression",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Takei",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur. J. Immunol",
            "volume": "30",
            "issn": "",
            "pages": "2074--2082",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Adoptive transfer studies demonstrating the antiviral effect of natural killer cells in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bukowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dennert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Exp. Med",
            "volume": "161",
            "issn": "",
            "pages": "40--52",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antiviral effect of lymphokine-activated killer cells: characterization of effector cells mediated prophylaxis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bukowski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Virol",
            "volume": "62",
            "issn": "",
            "pages": "3642--3648",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antiviral activity of NK 1.1 ϩ natural killer cells in C57BL/6 scid mice infected with murine cytomegalovirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "O&apos;donnell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Shultz",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nat. Immunity",
            "volume": "13",
            "issn": "",
            "pages": "239--245",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Natural killer (NK) cell response to virus infections in mice with severe combined immunodeficiency. The stimulation of NK cells and the NK cell-dependent control of virus infections occur independently of T and B cell function",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Brubaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vargas-Cortes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "O&apos;donnell",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Exp. Med",
            "volume": "173",
            "issn": "",
            "pages": "1053--1063",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pathogenesis of murine cytomegalovirus infection in natural killer cell-depleted mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bukowski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Woda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Virol",
            "volume": "52",
            "issn": "",
            "pages": "119--128",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Demonstration of the antiviral role of natural killer cells in vivo with a natural killer cell-specific monoclonal antibody (NK1.1)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Dundon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Eynon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Brubaker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "O&apos;donnell",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nat. Immun",
            "volume": "9",
            "issn": "",
            "pages": "112--120",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "In vivo administration of monoclonal antibody to NK1.1 antigen of natural killer cells: effect on acute murine cytomegalovirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Shanley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Med. Virol",
            "volume": "30",
            "issn": "",
            "pages": "58--60",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Increased susceptibility to cytomegalovirus infection in beige mutant mice",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Shellam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Papadimitriou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "78",
            "issn": "",
            "pages": "5104--5108",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Requirement for natural killer cell-produced interferon ␥ in defense against murine cytomegalovirus infection and enhancement of this defense pathway by interleukin 12 administration",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Orange",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Terhorst",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Exp. Med",
            "volume": "182",
            "issn": "",
            "pages": "1045--1056",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Distinct organ-dependent mechanisms for the control of murine cytomegalovirus infection by natural killer cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "267--275",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Early murine cytomegalovirus (MCMV) infection induces liver natural killer (NK) cell inflammation and protection through macrophage inflammatory protein 1␣ (MIP-1␣)-dependent pathways",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Salazar-Mather",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Orange",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Exp. Med",
            "volume": "187",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The role of Ly49A and 5E6 (Ly49C) molecules in hybrid resistance mediated by murine natural killer cells against normal T cell blasts",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dorfman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roland",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Immunity",
            "volume": "4",
            "issn": "",
            "pages": "67--76",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The role of LY49 natural killer cell subsets in the regulation of murine cytomegalovirus infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortaldo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Immunol",
            "volume": "162",
            "issn": "",
            "pages": "718--726",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Selection of genetic variants of lymphocytic choriomeningitis virus in spleens of persistently infected mice: role in suppression of cytotoxic T lymphocyte response and viral persistence",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salmi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chiller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Exp. Med",
            "volume": "160",
            "issn": "",
            "pages": "521--540",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Control of MCMV by an NK Cell Subset",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Protective heterologous antiviral immunity and enhanced immunopathogenesis mediated by memory T cell populations",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Exp. Med",
            "volume": "188",
            "issn": "",
            "pages": "1705--1715",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Natural cytotoxicity against mouse hepatitis virus infected cells. II. A cytotoxic cell with a B lymphocyte phenotype",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Haspel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Immunol",
            "volume": "136",
            "issn": "",
            "pages": "1454--1460",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Heterogeneity among Ly-49C natural killer (NK) cells: characterization of highly related receptors with different functions and expression patterns",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemieux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mager",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Takei",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Exp. Med",
            "volume": "184",
            "issn": "",
            "pages": "2085--2090",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Nonstochastic coexpression of activation receptors on murine natural killer cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salcedo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Heusel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Exp. Med",
            "volume": "191",
            "issn": "",
            "pages": "1341--1354",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Accumulation of natural killer and cytotoxic T large granular lymphocytes in the livers of virus-infected mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Exp. Med",
            "volume": "164",
            "issn": "",
            "pages": "1667--1681",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Blastogenesis and proliferation of large granular lymphocytes in non-lymphoid organs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Natuk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kase",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greenberger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Leuk. Biol",
            "volume": "43",
            "issn": "",
            "pages": "492--501",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Accumulation and chemotaxis of natural killer/large granular lymphocytes during virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Natuk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Immunol",
            "volume": "138",
            "issn": "",
            "pages": "877--883",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Innate immunity to viruses: control of vaccinia virus infection by ␥␦ T cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Selin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Santolucito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szomolanyi-Tsuda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Immunol",
            "volume": "166",
            "issn": "",
            "pages": "6784--6794",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A block in both early T lymphocyte and natural killer cell development in transgenic mice with high-copy numbers of the human CD3E gene",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Biron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "She",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sunshine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lacy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lonberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Terhorst",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "91",
            "issn": "",
            "pages": "9402--9406",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "NK markers are expressed on a high percentage of virus-specific CD8 ϩ and CD4 ϩ T cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Slifka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Pagarigan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Whitton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "164",
            "issn": "",
            "pages": "2009--2015",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "IL-12-deficient mice are defective in IFN␥ production and type 1 cytokine responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Magram",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Connaughton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Warrier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Carvajal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferranta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sarmiento",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Faherty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Gately",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "471--481",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Effects of IL-12 on the response and susceptibility to experimental viral infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Orange",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Immunol",
            "volume": "152",
            "issn": "",
            "pages": "1253--1264",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Natural killer cell depletion enhances virus synthesis and virus induced hepatitis in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bukowski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Woda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Habu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okumura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Immunol",
            "volume": "131",
            "issn": "",
            "pages": "1531--1538",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The virus-specific and allospecific cytotoxic T lymphocyte response to lymphocytic choriomeningitis virus is modified in a subpopulation of CD8 ϩ T cells co-expressing the inhibitory major histocompatibility complex Class I receptor LY49G2",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Peacock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortaldo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol",
            "volume": "74",
            "issn": "",
            "pages": "7032--7038",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Impaired anti-viral T cell responses due to expression of Ly49A inhibitory receptor",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Zajac",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Vance",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Held",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J D"
                    ],
                    "last": "Sourdive",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Raulet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Immunol",
            "volume": "163",
            "issn": "",
            "pages": "5526--5534",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Emergence of CD8 ϩ T cells expressing NK cell receptors in influenza A virus-infected mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kambayashi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Assarsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michaelsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berglund",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Diehl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Ljunggren",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "165",
            "issn": "",
            "pages": "4964--4969",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Positive recognition of MHC class I molecules by the Ly49D receptor of murine NK cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Ortaldo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Immunol",
            "volume": "162",
            "issn": "",
            "pages": "2035--2043",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Cytokines in the generation of immune responses to, and resolution of virus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Curr. Opin. Immunol",
            "volume": "6",
            "issn": "",
            "pages": "530--538",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Inability of interferon to protect virus-infected cells against lysis by natural killer (NK) cells correlates with NK cell-mediated antiviral effects in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bukowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Immunol",
            "volume": "135",
            "issn": "",
            "pages": "3537--3541",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Down-regulation of major histocompatibility complex class I synthesis by murine cytomegalovirus early gene expression",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Slater",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "1805--1811",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Window of vulnerability of vaccinia virus-infected cells to natural killer cell-mediated cytolysis correlates with enhanced NK cell triggering and is concomitant with a decrease in H-2 Class I antigen expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Brutkiewicz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Klaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nat. Immun",
            "volume": "11",
            "issn": "",
            "pages": "203--214",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Regulation of immune responses through inhibitory receptors",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Long",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu. Rev. Immunol",
            "volume": "17",
            "issn": "",
            "pages": "875--904",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Inhibition of natural killer cells by cytomegalovirus MHC class I homologue in vivo",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vally",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Shellam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Scalzo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis-Poynter",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "386",
            "issn": "",
            "pages": "510--514",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "In vitro generation of human cytotoxic lymphocytes by virus. Viral glycoproteins induce nonspecific cellmediated cytotoxicity without release of interferon",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Casali",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G P"
                    ],
                    "last": "Sissons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Exp. Med",
            "volume": "154",
            "issn": "",
            "pages": "840--855",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The role of viral glycoproteins in mumps virus-dependent lymphocyte-mediated cytotoxicity in vitro",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Harfast",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orvell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alsheikhly",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perlmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norrby",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Scand. J. Immunol",
            "volume": "11",
            "issn": "",
            "pages": "391--400",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Genetic mapping of Cmv-1 in the region of mouse chromosome 6 encoding NK gene complex-associated loci Ly49 and musNKR-P1",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Scalzo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Shellam",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Genomics",
            "volume": "27",
            "issn": "",
            "pages": "435--441",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Localization on a physical map of the NKC-linked Cmv-1 locus between Ly49b and Prp gene cluster on mouse chromosome 6",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stoll",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Scalzo",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Immunol",
            "volume": "163",
            "issn": "",
            "pages": "1991--1999",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The BALB.B6-Cmv-1 r mouse: a strain congenic for Cmv-1 and the NK gene complex",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Scalzo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Forbes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Shellam",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Immunogenetics",
            "volume": "41",
            "issn": "",
            "pages": "148--151",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dynamics of the NK cell response to virus infections. Spleen, PECs, and liver leukocyte populations were isolated and examined daily after infections of C57BL/6 mice with MCMV (A), MHV (A), VV (B), and LCMV clone 13 (B). Line diagrams depict the percentage of gated NK1.1 ϩ CD3 Ϫ NK cells reacting with mAb to Ly49A, C/I, D, or G2, or with appropriate isotype control Abs. To the left of each line diagram are vertical bars depicting the percentage of NK1.1 ϩ CD3 Ϫ cells in lymphocyte-gated fractions (top) and the total number of NK1.1 ϩ CD3 Ϫ cells per organ (bottom).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2. Expression of Ly49H on NK cells from different strains of mice. C57BL/6 and Balb/c splenocytes were stained with mAb DX-5 (as a pan NK cell marker that would recognize cells from each strain), anti-CD3, and mAb 1F8 (anti-Ly49 C/I/H) and mAb 5E6 (anti-Ly49 C/I). Diagrams depict the staining of gated DX-5 ϩ CD3 Ϫ lymphocytes and isotype controls for mAb 5E6 and 1F8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Reactivity of leukocytes with mAb 1F8 after MCMV infection. (A) C57BL/6 mice were inoculated intraperitoneally with MCMV and the total number of gated NK1.1 ϩ CD3 Ϫ NK cells costaining with mAb 1F8 was monitored by multiplying the percentage of positively staining cells by the total number or organ lymphocytes. (B) The experiment was designed as in A, except that at day 2 after infection, NK1.1 ϩ CD3 Ϫ -gated liver NK cells were stained with both mAb 5E6 (anti-Ly49C/I) and 1F8 (anti-Ly49C/I/H). The 5E6 Ϫ 1F8 ϩ cells are presumed to express Ly49H but not Ly49 C or I.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Pronounced IFN-␥ production by NK cells reacting with mAb 1F8. (A) Spleen, PECs, or liver lymphocytes were monitored for spontaneous IFN-␥ production before or 2 d after intraperitoneal infection with MCMV. The plots show NK1.1 ϩ CD3 Ϫ -gated NK cells reacting with mAb 1F8 and producing intracellular IFN-␥ in the presence of brefeldin A. Isotype control mAbs for IFN-␥ showed virtually no (Ͻ1%) reactivity for any of the samples and are displayed for the MCMV-infected group. (B) NK1.1 ϩ -gated spleen NK cells 2 d after MCMV infection were costained with mAb 5E6 and 1F8 and tested for IFN-␥ production.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Involvement of 1F8 ϩ NK cells in the response to LCMV, MHV, and VV. (Top) Reactivity with mAb 5E6 and 1F8 on gated NK1.1 ϩ CD3 Ϫ lymphocytes isolated from the peritoneal cavity of C57BL/6 control mice or mice 2 d after intraperitoneal infection with LCMV clone 13, MHV, or VV. (Middle and bottom rows) Staining after incubation in an intracellular IFN-␥ assay. (Middle) Isotype control mAb staining for mAb to IFN-␥ (rIgG1-APC) and mAb 1F8 (rIgG2a-FITC) for NK1.1 ϩ CD3 Ϫgated lymphocytes from the same mice. (Bottom) Reactivity of NK1.1 ϩ CD3 Ϫ lymphocytes with mAb to IFN-␥ and to 1F8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "C57BL/6 mice (n ϭ 5 per group) were inoculated with HBSS (untreated), 200 g mAb 5E6, or 200 g mAb 1F8 and infected with MCMV 6 h later. 4 d later splenocytes were isolated. NK1.1 ϩ CD8 Ϫ cells were costained with mAb 5E6 (Ly49C/I), 1F8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Hematoxylin and eosin staining of MCMV-infected liver sections. (A and B) C57BL/6 liver 4 d after MCMV infection. A, original magnification: 20ϫ; B, original magnification: 60ϫ. Note the discrete inflammatory foci (A) around hepatocytes showing MCMV-induced cytopathology (B). (C and D) Livers from mAb 1F8-treated MCMV-infected mice. Note the absence of discrete inflammatory foci and the presence of large necrotic areas shown by arrows in C and sometimes near the surface (D) of the liver. C, original magnification: 4ϫ; D, original magnification: 10ϫ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Reduction in NK/T cell numbers in livers of virus-infected mice. (Top) This represents the total NK1.1 ϩ CD3 ϩ (NK/T) cell numbers isolated from the livers of C57BL/6 mice at different days after infection with either of several viruses. This representative experiment shows data from pooled livers from at least three mice per group. (Bottom) This shows NK1.1 ϩ CD3 ϩ liver leukocytes from uninfected control mice (Day 0) and mice 2 d after MCMV infection (Day 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Low frequency of mAb 1F8 ϩ 5E6 Ϫ NK/T cells. Prototypical NK1.1 ϩ CD3 Ϫ NK cells from the spleens of uninfected mice and NK1.1 ϩ CD3 ϩ NK/T cells from the livers of uninfected mice (top) were costained with mAb to 1F8 (Ly49C/I/H) or 5E6 (Ly49C/I) (bottom). These leukocyte sources were selected to give the most unambiguous data with the least amount of cellular cross-contamination.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Proportion of NK Cell IFN-␥ Response Mediated by 1F8 ϩ or 5E6 ϩ Cells in C57BL/6 Mice Infected with Different VirusesPercentage of total NK cells synthesizing IFN-␥ C57BL/6 mice were infected with MCMV, LCMV-clone 13, the parent LCMV Armstrong strain, MHV, or VV. At 2 d after infection leukocytes isolated from the different tissues were examined for spontaneous synthesis of IFN-␥. Data shown are percentage of the NK1.1 ϩ CD3 Ϫ cells that were 1F8 ϩ IFN-␥ ϩ and 1F8 Ϫ IFN-␥ ϩ , or, in the second group, that were 5E6 ϩ IFN-␥ ϩ and 5E6-IFN-␥ ϩ . The percentage of cells synthesizing IFN-␥ within the total NK cell population can be calculated by summing the values of each of the paired samples; minor variations in these sums between the mAb 1F8 paired groups and the mAb 5E6 paired groups are due to flow cytometric compensation differences. Exp., experiment. a The percentage of the IFN-␥-producing NK cell population that stains with mAb 1F8. b The percentage of the IFN-␥-producing NK cell population that stains with mAb 5E6.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Enhanced MCMV Synthesis on In Vivo Depletion of 1F8 ϩ Cells",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Hong Chen and Isabel Joris for assistance with the histology, and Susan Stepp for sharing preliminary data. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}