{
    "paper_id": "fc7c462f4b3c1a7e4ab9cf9d7be29353a8595a8c",
    "metadata": {
        "title": "Human Coronavirus EMC Is Not the Same as Severe Acute Respiratory Syndrome Coronavirus",
        "authors": [
            {
                "first": "Stanley",
                "middle": [],
                "last": "Perlman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "settlement": "Iowa City, Iowa",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jincun",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Iowa",
                    "location": {
                        "settlement": "Iowa City, Iowa",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A newly identified betacoronavirus, human coronavirus EMC (HCoV-EMC), has been isolated from several patients with respiratory and renal disease in the Middle East. While only a few infected patients have been identified, the mortality of the infection is greater than 50%. Like its better-known cousin severe acute respiratory syndrome coronavirus (SARS-CoV), HCoV-EMC appears to have originated from bats. In a recent article in mBio, Müller et al. described several important differences between the two viruses [M. A. Müller et al., mBio 3(6):e00515-12, 2012, doi:10.1128/mBio.00515-12]. Unlike SARS-CoV, HCoV-EMC can directly infect bat cells. As important, HCoV-EMC does not enter cells using the SARS-CoV receptor, human angiotensin-converting receptor -2 (hACE2) . These results provide a strong incentive for identifying the host cell receptor used by HCoV-EMC. Identification of the receptor will provide insight into the pathogenesis of pulmonary and renal disease and may also suggest novel therapeutic interventions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 760,
                    "end": 770,
                    "text": "-2 (hACE2)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Citation Perlman S, Zhao J. 2013. Human coronavirus EMC is not the same as severe acute respiratory syndrome coronavirus. mBio 4(1):e00002-13.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he recent identification of a novel human coronavirus, EMC (HCoV-EMC), as the causative agent for severe human respiratory disease raised fears that a version of the 2002-2003 severe acute respiratory syndrome (SARS) epidemic would recur. This fear prompted intense research efforts that resulted in publications describing the clinical characteristics of the human infection and complete sequence and genomic characterization of the virus (1) . Additional analyses showed that that the virus was related to two previously identified bat coronaviruses. Preliminary sequence analysis of virus isolated from a Pipistrellus pipistrellus bat in the Netherlands suggested an even closer relationship, with 88% nucleotide identity to a fragment of the RNA-dependent RNA polymerase. In a recent article in mBio, Müller et al. provided important information about the host cell receptor used by the virus to infect cells (2) . First, the receptor is not human ACE2 (hACE2), which is used by the SARS coronavirus to infect humans. Second, the virus is able to infect human, bat, and porcine cells. The latter result is remarkable, because coronaviruses in general show fairly strict host specificity; in early studies of another betacoronavirus, mouse hepatitis virus, serial passage was required for adaptation to human cells (3) .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1320,
                    "end": 1323,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We know now that hACE2 is not the HCoV-EMC receptor, but clearly, identification of the host cell receptor used by HCoV-EMC is a high priority. The limited information that is available suggests several possibilities about the identity of the receptor. First, human transmission may occur but is not common. This disparity between severe infection and poor transmissibility also occurs in patients infected with the influenza A virus H5N1 strain (IAV-H5N1). IAV-H5N1 enters cells via glycans that contain a terminal ␣2,3-linked sialic acid, unlike human strains of the virus, which bind to terminal ␣2,6-linked sialic acid moieties. Terminal ␣2,3-linked sialic acid proteins are not common in the human airway and are largely restricted to the lower airway, explaining the poor transmissibility exhibited by the virus. Use of a glycan for cell entry, either as a primary or binding ligand, might allow HCoV-EMC to infect cells from a variety of species and, depending on the location in the lung of the specific glycan in question, may explain the lack of transmissibility between humans. There is precedent for sialic acid usage by coronaviruses: both bovine coronavirus and HCoV-OC43 enter cells via binding sialic acid. Con-sequently, these viruses are able to infect most tissue culture cells and also to spread to infect a large variety of ruminants (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, uncommon human transmissibility may also reflect usage of a protein that is present predominantly in the lower respiratory tracts of humans. Even though SARS-CoV caused a respiratory disease with high morbidity and mortality, it was not easily transmissible between humans, in part because its receptor, hACE2, is most abundant in the lungs and less so in the upper airway (5) . Consequently, most SARS-CoV-infected patients were not contagious until after they developed pneumonia, with spread occurring via large droplets. This resulted in a high proportion of secondary cases being close contacts (either family members or health care workers) and also enabled the effectiveness of quarantining in controlling the infection. Parenthetically, a few individuals were able to spread SARS-CoV very efficiently (superspreading events) (6), and these events had a disproportionate effect on the widespread nature of the infection. Virus burdens were presumed to be higher in patients associated with superspreading events, with enhanced spread via fine droplets. Whether these events reflected differences in localization of hACE2 throughout the airway, in innate cell, T cell, or antibody responses, or in expression of another factor was not determined before the epidemic was controlled.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If the receptor for HCoV-EMC is a protein, it is predicted to have a distribution similar to that of ACE2 or an even more pronounced localization to the lower respiratory tract, given its apparent lack of human-to-human spread. It will also be interesting to determine whether the receptor is an ectopeptidase. Several alphacoronaviruses, including HCoV-229E and transmissible gastroenteritis virus, a pathogenic porcine coronavirus, use aminopeptidase N (APN). Both APN and hACE2 are ectopeptidases and cleave N-terminal amino acids from small peptides. However, in neither instance is the enzymatic activity of the protein required for receptor function, suggesting that the structure of the ectodomain of each molecule is especially amenable to coronavirus binding. In addition to serving as the receptor for SARS-CoV, ACE2 has lung-protective properties. Downregulation of ACE2, as occurs during SARS-CoV infection, is believed to contribute to pathological changes in the lung (7) . It will be of interest to determine if the receptor for HCoV-EMC has similar properties.",
            "cite_spans": [
                {
                    "start": 982,
                    "end": 985,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Identification of the receptor may also shed light on a potentially novel aspect of HCoV-EMC pathogenesis. Initial reports suggest that renal failure is part of the disease process (8) , although at this point it is impossible to know whether this is a specific effect or a consequence of the multiorgan failure that often occurs in severely ill patients. If kidney involvement is documented in most patients, identification of the HCoV-EMC receptor may provide a basis for understanding why renal disease is common. The SARS-CoV receptor, ACE2, is present at high levels in the human kidney, and SARS-CoV was detected in the kidneys of some patients during the 2002-2003 epidemic, but renal disease did not occur commonly during the infection (5). Understanding the differential abilities of HCoV-EMC and SARS-CoV to cause renal disease will provide insight into a unique aspect of the HCoV-EMC infection. Of note, coronavirus infection of the respiratory tract and renal system has been described in chickens infected with another coronavirus, infectious bronchitis virus (IBV) (9) . IBV is best known as an important causative agent for upper respiratory tract disease in young chickens, but strains that also infect the kidney have been identified. The cellular receptor for IBV has not been identified, so the relationship between receptor expression and disease for different IBV strains remains an area of active investigation.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1080,
                    "end": 1083,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, Müller et al. demonstrated infection of bat-derived cultured cells, raising the possibility that HCoV-EMC jumped species directly from bats to humans. This also suggests that the host cell receptor, if a protein, is sufficiently similar between humans and bats to facilitate direct transmission. Bats are recognized as key reservoirs for viruses, including several coronaviruses and henipaviruses, such as Nipah virus and Hendra virus (5) . In all cases, bats do not appear to develop clinical disease, but disease is severe when viruses cross over to infect human populations. This is analogous to the situation in humans and sooty mangabeys infected with human immunodeficiency virus (HIV) and the closely related simian immunodeficiency virus (SIV), respectively: sooty mangabeys infected with SIV do not develop significant disease, whereas HIV is fatal in humans (10) . A critical question is why bats are \"tolerant\" of infections such as HCoV-EMC or SARS-CoV. How do they clear the virus without developing immunopathological disease? If coronavirus-infected bats are similar to SIV-infected sooty mangabeys, infection may not activate the host immune response to the same extent as it does in humans. Understanding how bats respond to the infection may provide insight into how specific aspects of the human immune response result in clinical disease. This, in turn, may result in novel therapeutic interventions to diminish immunopathological disease.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 447,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While identification of the receptor will be an important advance, the overarching question at present is whether HCoV-EMC is or will become an important human pathogen. At this point, fewer than 10 cases have been identified and the mortality rate has been greater than 50%. With so few cases, infection and analysis of laboratory animals will be required to fulfill Koch's postulates and prove a causative role for HCoV-EMC in respiratory disease. If HCoV-EMC is associated with respiratory disease in animals, as seems likely, epidemiological studies to provide a denominator for the total number of cases will be essential. Is HCoV-EMC a common infection in the Middle East, with most patients remaining asymptomatic or developing mild disease, or is the infection rare, but when infection occurs, disease is severe? Development of tools to detect past and present infections is critical and will be facilitated by recent publications of the virus sequence and genomic analysis. Equally important will be the collection and analysis of samples from representative populations in the Middle East. Most patients infected with SARS-CoV developed clinical disease, with only a few infections remaining asymptomatic. If HCoV-EMC is a new pathogen, will it further adapt to human populations, as the SARS-CoV did during the 2002-2003 epidemic (4, 6)? If virus is detected only rarely in human populations and never spreads significantly from human to human, it may not be a major health issue, but the interesting question of how these unlucky individuals were infected remains to be addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Graaf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "mBio",
            "volume": "3",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/mbio.00473-12"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human coronavirus EMC does not require the SARS-coronavirus receptor and maintains broad replicative capability in mammalian cell lines",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kallies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wollny",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Specht",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suliman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Binger",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eckerle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tschapka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "mBio",
            "volume": "3",
            "issn": "6",
            "pages": "515--1200515",
            "other_ids": {
                "DOI": [
                    "10.1128/mbio.00515-12"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Persistent infection promotes cross-species transmissibility of mouse hepatitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Virol",
            "volume": "73",
            "issn": "",
            "pages": "638--649",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439--450",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The immunobiology of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annu. Rev. Immunol",
            "volume": "25",
            "issn": "",
            "pages": "443--472",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Med",
            "volume": "10",
            "issn": "",
            "pages": "88--97",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Angiotensinconverting enzyme 2 (ACE2) in disease pathogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohto-Nakanishi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Circ. J",
            "volume": "74",
            "issn": "",
            "pages": "405--410",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunopathogenesis of coronavirus infections: implications for SARS",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Dandekar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Rev. Immunol",
            "volume": "5",
            "issn": "",
            "pages": "917--927",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Natural SIV hosts: showing AIDS the door",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chahroudi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bosinger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Vanderford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paiardini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Silvestri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": "1188--1193",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The views expressed in this Commentary do not necessarily reflect the views of the journal or of ASM",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}