{
    "paper_id": "fd90269a5594e3c1c8d7c98e497070eedef35213",
    "metadata": {
        "title": "Stockpile Model of Personal Protective Equipment in Taiwan",
        "authors": [
            {
                "first": "Yu-Ju",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Po-Jung",
                "middle": [],
                "last": "Chiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Hsin",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun-Wei",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui-Yun",
                "middle": [],
                "last": "Kao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chih-Kai",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hsun-Miao",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pei-Yin",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jen-Hsin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi-Chien",
                "middle": [],
                "last": "Chih",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shu-Mei",
                "middle": [],
                "last": "Chou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chin-Hui",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chang-Hsun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Taiwan Centers for Disease Control (Taiwan CDC) has established a 3-tier personal protective equipment (PPE) stockpiling framework that could maintain a minimum stockpile for the surge demand of PPE in the early stage of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, PPE stockpiling efforts must contend with increasing storage fees and expiration problems. In 2011, the Taiwan CDC initiated a stockpile replacement model in order to optimize the PPE stockpiling efficiency, ensure a minimum stockpile, use the government's limited funds more effectively, and achieve the goal of sustainable management. This stockpile replacement model employs a first-in-first-out principle in which the oldest stock in the central government stockpile is regularly replaced and replenished with the same amount of new and qualified products, ensuring the availability and maintenance of the minimum stockpiles. In addition, a joint electronic procurement platform has been established for merchandising the replaced PPE to local health authorities and medical and other institutions for their routine or epidemic use. In this article, we describe the PPE stockpile model in Taiwan, including the 3-tier stockpiling framework, the operational model, the components of the replacement system, implementation outcomes, epidemic supports, and the challenges and prospects of this model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he severe acute respiratory syndrome (SARS) outbreak in 2003 had a severe impact on Taiwan's health security systems. At the time, medical masks (including surgical masks and N95 respirators) and coveralls were in short supply, resulting in fear, decreased confi-dence, and decreased willingness to work among frontline healthcare workers. 1, 2 In addition, the insufficient supply of medical masks in the retail markets triggered panic buying by the public. Consequently, the Communicable Disease Control Act in Taiwan was amended, and a 3-tier stockpiling framework of personal protective equipment (PPE) was established in 2003. Based on the act, the central government, local health authorities, and medical institutions are required to maintain a minimum stockpile of PPE (including surgical masks, N95 respirators, and coveralls) to ensure a sufficient supply for epidemic prevention and frontline healthcare personnel during the early phase of an epidemic. However, during nonepidemic periods, the use of PPE from the central government inventory was relatively limited; thus, most of the PPE remained unused and expired and needed to be destroyed. To solve this issue, the Taiwan CDC, which is responsible for the management of the national stockpile system, developed a concept of stockpile replacement incorporated with a public-private partnership, including public sectors and private contractors, and employing the principles of logistics, supply chain management, commercial marketing, and relevant laws and regulations. [3] [4] [5] [6] [7] In this article, the national stockpile systems in the US, Canada, Australia, and Singapore are briefly introduced, and the stockpile model with a replacement mechanism in Taiwan is described and evaluated. The experience described may serve as a reference for improving the national stockpile system of other countries.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 344,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 345,
                    "end": 346,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1537,
                    "end": 1540,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1541,
                    "end": 1544,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1545,
                    "end": 1548,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1549,
                    "end": 1552,
                    "text": "[6]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1553,
                    "end": 1556,
                    "text": "[7]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To counter potential biological and chemical threats, some countries formulate and provide funds for medical countermeasure (MCM) stockpiles, such as the Strategic National Stockpile (SNS) in the United States, 8 the National Emergency Stockpile System (NESS) in Canada, 9 the National Medicine Stockpile (NMS) in Australia, 10 and the rotation system in Singapore. 11 These systems are prepared to provide medicine (antiviral drugs, chemical antidotes, and antibiotics), vaccines, medical materials, PPE, and lifemaintaining equipment.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "11",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Strategies of Stockpiles"
        },
        {
            "text": "Multiple stockpiles and releasing models were adopted in the SNS system, including self-managed inventory, vendormanaged inventory, and just-in-time procurement and supply. 12 The stockpile includes vaccines, antiviral drugs, and PPE. The SNS serves as a national repository for state and local public health authorities to support and resupply materials. It also supports multi-state and national emergencies, such as large-scale pandemics and natural disasters.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The US Strategic National Stockpile"
        },
        {
            "text": "The SNS has developed the CHEMPACK (Chemical Hazards Emergency Medical PACK) plan 13 to assist local governments in stockpiling antitoxin drugs in advance for an immediate response to terrorist attacks. In addition, state and local governments must develop plans for rapidly receiving and allocating MCMs from the SNS to the areas in need. There are numerous and various products in the SNS, but only some medicines can be rotated before expiration. In addition, some drugs are candidates for the Food and Drug Administration's Shelf Life Extension Program to extend their validity period. 14 However, the financial problems of refreshing the rest of the large amount of the stockpile continues to be a significant issue for the SNS.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The US Strategic National Stockpile"
        },
        {
            "text": "Since 1952 the Canadian government has developed a National Emergency Strategic Stockpile (NESS) for providing health and social service supplies during an emergency. 9 There are 11 federal warehouses for stockpiling MCMs with a 24-hour response capability. In addition, the NESS contains a variety of MCMs, including medical equipment and PPE, pharmaceuticals (antiviral agents, antibiotics, chemical and biological antidotes), social service supplies (generators, cots, blankets, flashlights), and units or kits (mini-clinics, reception center kits, etc). These supplies have been distributed domestically and internationally in response to a variety of public health events and emergencies.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Canada's National Emergency Strategic Stockpile"
        },
        {
            "text": "After the SARS outbreak, the Canadian government established a surge supply system of antiviral agents, antibiotics, and PPE (masks, face shields, gloves, gowns). However, at present, a significant proportion of the supplies and equipment in the stockpile is nearly out-of-date and not in accordance with current medical standards or practices. Therefore, the Canadian government is working on new strategies to solve the issue of the high maintenance cost. For instance, the ''mini-clinics'' program was designed as a concept of portable, modular, and flexible medical emergency response delivery. This pre-positioning of ''mini-clinics'' aims to supplement existing medical care facilities that might be overwhelmed in a disaster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Canada's National Emergency Strategic Stockpile"
        },
        {
            "text": "The National Medical Stockpile (NMS) system was established in 2002, providing a strategic stockpile of medicines, vaccines, antidotes, and PPE available for the national response to public health emergencies. 10 In 2011, the Australian government had developed a range of strategies to improve the efficiency of stockpile management. Two key strategies are: (1) the development of a fully costed model for shelf-life extension, and (2) the examination of options for stock cycling or rotation. The advantages of stock cycling or rotation are to minimize waste and storage and disposal costs and to reduce the need for regular replenishment. Currently, the Australian Department of Health is implementing the policy of stock rotation through suppliers for some antibiotics and P2 respirators, and a 10% to 15% rotation rate of P2 respirators was made possible. However, it is estimated that the savings for P2 respirators and antibiotic rotation over 10 years would be less than 1%. 15 ",
            "cite_spans": [
                {
                    "start": 983,
                    "end": 985,
                    "text": "15",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Australia's National Medical Stockpile"
        },
        {
            "text": "The Ministry of Health (MOH) in Singapore has procured sufficient PPE to maintain a 3-to 6-month minimum stock CHEN ET AL for their national hospitals and clinics. The PPE includes surgical masks, gloves, gowns, and N95 respirators. The MOH has made contracts with third-party logistics providers (3PL) for PPE management, storage, and delivery. The stockpile is rotated by national hospitals and clinics with the contractors' assistance. Once they receive a request, the contractors inform 3PL to deliver PPE. When the PPE stockpiles are lower than 90% of the baseline stock, the contractors resupply directly to the warehouse. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PPE Rotation System in Singapore"
        },
        {
            "text": "During the early phase of an epidemic, the demand for PPE increases dramatically. However, manufacturers and suppliers often cannot meet the surge demand because of difficulties in material preparation, insufficient production capacity, and global panic buying. The discrepancy between the supply and demand directly affects protection measures for the frontline healthcare and epidemic prevention workers, causing fear and reduced workplace efficiency. After the SARS epidemic, the Taiwan CDC proposed ''A Strategy Plan for PPE Minimum Stockpile'' and established the 3-tier stockpiling framework-a central health authority (managed by the Taiwan CDC), local health authorities, and medical institutions-to effectively respond to emergent demands and spread the risk of stockpiling. We have also formulated a minimum stockpile for each tier, taking into consideration: (1) the protective properties of PPE; (2) the consumption of PPE during nonepidemic and epidemic periods; (3) the production capacity of the manufacturers; (4) potential alternatives; and (5) the lead time. In addition, the amount of PPE required for nationwide medical care, border quarantine, and epidemic prevention during the early phase of an outbreak was estimated. In 2003, the nationwide minimum stockpile of PPE included 3 million N95 respirators, 1.5 million coveralls, and 25 million surgical masks. In 2006, the nationwide minimum stockpile was adjusted to 2 million N95 respirators, 800,000 coveralls, and 7 million surgical masks, with half of them stockpiled in medical institutions and a quarter of them in the central and local health authorities, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Taiwan's 3-Tier Stockpiling Framework"
        },
        {
            "text": "After the H1N1 influenza epidemic in 2009, the authority and the amount among 3 tiers were reviewed and formalized. The stockpile in the central health authority is for nationwide epidemic control and emergency dispatch; the stockpile in local health authorities fulfills local public health and epidemic control needs; and the medical institutions have to assess and store their own minimum stockpile for 30-day epidemic use. 16 At the same time, the nationwide minimum stockpile was adjusted to 1.5 million N95 respirators, 320,000 coveralls, and 10 million surgical masks, and the minimum stockpile of the central health authority (Taiwan CDC) is 900,000 N95 respirators, 140,000 coveralls, and 3 million surgical masks (Table 1 ). In addition, 24 million surgical masks were stockpiled by Taiwan CDC for public needs and price stabilization. 17 ",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "text": "16",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 846,
                    "end": 848,
                    "text": "17",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 723,
                    "end": 731,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Taiwan's 3-Tier Stockpiling Framework"
        },
        {
            "text": "Previously, the Taiwan CDC adopted a traditional way to stockpile PPE in central inventory, with large purchases and then storage until use. Usage during nonepidemic periods was quite low compared to the inventory level. To solve the issue of low consumption and having a mostly out-of-date PPE stockpile in the central health authority during nonepidemic periods, while maintaining the minimum stockpile, the Taiwan CDC reviewed and evaluated different stockpile models in other countries and developed a replacement model for PPE stockpile management. The operational principles and outcomes of the PPE stock replacement model in Taiwan are described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Model of PPE Stockpile Replacement"
        },
        {
            "text": "Since 2011 the Taiwan CDC has initiated the procurement of surgical masks, N95 respirators, and coveralls, using a replacement model. In this model, the central health authority is regarded as a large reservoir of stocks, and the local health authority and medical institutions are regarded as small reservoirs. The concept is to combine the replacement of the large reservoir with the consumption of small reservoirs. The oldest stockpile of the large reservoir is regularly replaced and immediately replenished with the same amount of PPE by private contractors. Meanwhile, the removed stock is circulated into small reservoirs for routine and emergency demand through the joint electronic procurement platform run by the contractors. Through this replacement model, the stockpile continuously flows through the large reservoir to small reservoirs, and we ensure the PPE stockpile in the central health authority is available in appropriate quantities and within the expiry date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Operational Model"
        },
        {
            "text": "This replacement system involves cooperation between private contractors and the public sector. The private contractors play an important role in maintaining inventory, replacing the oldest stock, acquiring new and qualified products for replenishment in the central health authority, establishing the joint electronic procurement platform, and responding to the procurement requests of other institutions. The validity period of the released items from the central stockpile is about 2½ years on average, and that of the replenished new products is 5 years. During nonepidemic periods, rotating PPE stock to the market through ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Operational Model"
        },
        {
            "text": "The 3 main components of the PPE stockpiling system in the central health authority are warehouse management, stockpile replacement, and joint procurement, which are all carried out by private contractors. First, for warehouse management, the private contractor must provide exclusive storage space, adequate temperature and humidity control, and security management. To ensure the quality of storage, regular inventory checks are conducted by the Taiwan CDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components of the PPE Stockpiling System"
        },
        {
            "text": "Second, according to the warehouse management principle of first-in-first-out, the contractor replaces a certain amount of the oldest PPE stock every year and subsequently replenishes with the same amount of new and qualified products into the central stockpile. The quantities of annual replacement and replenishment of surgical masks, N95 respirators, and coveralls in the central stockpile are 10 million, 300,000, and 45,000, respectively, which accounts for about one-third of the central stockpile. In addition, to ensure the surge capacity during epidemic periods, the contractors must guarantee to provide 5 million surgical masks, 100,000 N95 respirators, and 15,000 coveralls within 14 days in response to an emergency request from the Taiwan CDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components of the PPE Stockpiling System"
        },
        {
            "text": "Third, for joint procurement, contractors built an electronic platform for receiving and processing orders from local health authorities and medical or other institutions. The platform also provides order statistics, information about warehouse environment monitoring, historical replacement records, and other information for the Taiwan CDC. In addition, the N95 respirator contractor provides a variety of brands and sizes as well as fitting-test services for users to achieve the optimum protection of N95 respirators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Components of the PPE Stockpiling System"
        },
        {
            "text": "In this replacement model, the Taiwan CDC adopted a more economical and efficient way to refresh the stockpile, in which we pay the private contractors only a ''service fee'' instead of new products purchasing cost. The service fee includes the manual and computational process the contractors need to refresh the stockpile, which is less than the original purchasing cost because the contractors could further sell the replaced stockpile to domestic institutions through the joint e-purchasing platform or to other countries through their own channels of distribution. For example, the service fee for surgical mask replacement is only 27% of the original purchasing cost, and the total savings for surgical masks amounts to NT$53.7 million during the 5-year contract. The service fee for N95 respirators is only 46% of the original price; therefore, it is estimated that a total of NT$3.55 million is saved over a 4-year contract. For coveralls, the service fee is about 34% of the original price, and a total of NT$13.46 million is saved over a 4-year contract. The total savings from the 3 procurement projects with the replacement model is NT$70.71 million ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1164,
                    "end": 1172,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Effective Use of Government Funds"
        },
        {
            "text": "During the H7N9 epidemic in 2013, the replaced surgical masks were all sold to domestic institutions via the joint epurchasing platform (compared to around 60% domestic requests and 40% overseas sales in a nonepidemic period), demonstrating that this model could indeed play a modulating role in material supply and successfully ease the surge demand in an emergency. In addition, the Taiwan CDC actively participated in international cooperation and humanitarian aid by donating 100,000 coveralls and 100,000 surgical masks from the stockpiling system to West African countries during the Ebola epidemic in 2014. In response to the avian flu epidemic in 2015 in Taiwan, the Taiwan CDC also immediately provided 128,500 coveralls, 147,040 N95 respirators, and 152,000 surgical masks to support the Taiwan Bureau of Animal and Plant Health Inspection and Quarantine (BAPHIQ) as emergency supplies. Through these epidemic events, we have demonstrated our stockpile system to be a reliable and useful tool for domestic emergency response and international cooperation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic Supports"
        },
        {
            "text": "In this replacement model, the replaced stockpile is designed for market sales, and therefore the success of these procurement projects depends on the market acceptability, market circulation, and contractors' sales channels. At present, the replaced surgical masks are distributed to domestic or overseas institutions, while N95 respirators and coveralls are sold for medical protection and mostly industrial safety in Taiwan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and Challenges"
        },
        {
            "text": "In addition, although the contractors make sure of the annual PPE replacement and replenishment and guarantee the surge capacity in an emergency situation, the factories manufacturing surgical masks, N95 respirators, and coveralls in these contracts are mainly located on mainland China, in Southeast Asia, and in other countries. It may prove difficult to quickly obtain the PPE from these manufacturers overseas if a global large-scale epidemic occurs in which every country attempts to make a large purchase. Recently, the Ministry of Economic Affairs in Taiwan has supported domestic production of surgical masks and N95 respirators for emergency demand. Support for domestic production of coveralls might depend on further cost-effectiveness evaluation and discussion among various government departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and Challenges"
        },
        {
            "text": "The Taiwan CDC established a 3-tier framework for the national stockpile in 2003 and implemented a replacement model for PPE in 2011. This replacement model has been proven to be more economical and efficient over traditional purchasing practices as a way to renew the central stockpile, and it could also serve as emergency support in an epidemic situation and the basis of international cooperation. In the future, we will continuously improve our system by reviewing the operational outcomes of these contracts and evaluating the potential needs for different categories of PPE in response to various infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome-Taiwan",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "52",
            "issn": "20",
            "pages": "461--466",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS in healthcare facilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Toronto and Taiwan. Emerg Infect Dis",
            "volume": "10",
            "issn": "5",
            "pages": "777--781",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Study on rational inventory level and supply chain model of national material stocks for the infectious disease with focus on personal protection equipment",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "?treeid= 9068 acd483c71fc1&nowtreeid=3B791EACC1B5C579&tid=274 070334D5BAE18. Accessed",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "63--160",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Personal protective equipment management integrated research plan",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "?treeid=9068acd483c71fc1&nowtreeid=3B791EA CC1B5C579&tid= AF7DE2E0674261CF. Accessed November 7",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "158--248",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The establishment of the best resource allocation model of national personal protective equipment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Challenges and capacity building of public administrators in the view of cooperation governance",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New model of public-private cooperation in epidemic prevention materials",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ninth Cross-Strait Conference on Public Administration (CSCPA 2013)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pandemic readiness and response plan for influenza and other acute respiratory diseases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Management of the National Medical Stockpile",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "Australia",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "?treeid=3847719104be0678&nowtreeid=73ce2 4f5d5c1fda4&tid= B0B038F9F893517E. Accessed",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Influenza pandemic strategic plan",
            "authors": [],
            "year": 2017,
            "venue": "?treeid=9D909A43EBF2819D &nowtreeid=119DF9F7C FD333AE. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Minimum Stockpile of PPE in Taiwan, 2003-2011 (in millions of pieces)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Budget Comparison for Previous and Current PPE Stockpile Models in Taiwan (in millions of New Taiwan dollars [NT$]; US$1 is approximately 33NT$).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}