{
    "paper_id": "ff368c9be888417304869b18575ea6521dcc95b6",
    "metadata": {
        "title": "Echovirus 7 Entry into Polarized Intestinal Epithelial Cells Requires Clathrin and Rab7",
        "authors": [
            {
                "first": "Chonsaeng",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "M"
                ],
                "last": "Bergelson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "USA"
                    }
                },
                "email": "bergelson@email.chop.edu."
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Palese",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Enteroviruses invade the host by crossing the intestinal mucosa, which is lined by polarized epithelium. A number of enteroviruses, including echoviruses (EV) and group B coxsackieviruses (CVB), initiate infection by attaching to decayaccelerating factor (DAF), a molecule that is highly expressed on the apical surface of polarized epithelial cells. We previously observed that entry of DAF-binding CVB3 into polarized intestinal epithelial cells occurs by an unusual endocytic mechanism that requires caveolin but does not involve clathrin or dynamin. Here we examined the entry of a DAF-binding echovirus, EV7. We found that drugs, small interfering RNAs (siRNAs), and dominant negative mutants that target factors required for clathrinmediated endocytosis, including clathrin and dynamin, inhibited both EV7 infection and internalization of virions from the cell surface. Once virus had entered the cell, it colocalized with markers of early endosomes (EEA1) and then late endosomes (LAMP-2). Inhibition of endosomal maturation-with siRNAs or dominant negative mutants targeting Rab5 and Rab7-inhibited infection and prevented release of viral RNA into the cell. These results indicate that EV7 is internalized by clathrin-mediated endocytosis and then moves to early and late endosomes before releasing its RNA. Trafficking through endosomes is known to be important for viruses that depend on low pH or endosomal cathepsin proteases to complete the entry process. However, we found that EV7 infection required neither low pH nor cathepsins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The cellular cues required for release of viral RNA from the enterovirus capsid (\"uncoating\") remain poorly defined. We found that EV7 moved to late endosomes and that release of RNA depended on endosomal maturation; nonetheless, EV7 did not depend on the endosomal factors implicated in uncoating and entry by other viruses. The results suggest either that an unidentified endosomal factor is essential for uncoating of EV7 or that trafficking through the endosome is an essential step in a pathway that leads to another intracellular organelle where uncoating is completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Citation Kim C, Bergelson JM. 2012. Echovirus 7 entry into polarized intestinal epithelial cells requires clathrin and Rab7. mBio 3(2):e00304-11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "the viral receptor induces conformational changes in the virus capsid and begins the uncoating process. Such changes are observed when poliovirus interacts with its receptor, PVR (11) , or when coxsackievirus B3 (CVB3) interacts with the coxsackievirus and adenovirus receptor, CAR (12) ; the initial conformational changes can be detected by altered sedimentation profiles in sucrose gradients, with native virions sedimenting at 150S to 160S and altered particles sedimenting at 135S. Rhinovirus capsids are unstable at low pH, and for some rhinoviruses uncoating occurs when the virion is delivered to an acidic endosome (13) . However, most enteroviruses are transmitted by the fecal-oral route and must survive exposure to stomach acid; in consequence, their capsids are stable at low pH, and their uncoating appears to be independent of endosomal acidification.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Enteroviruses are thought to invade the host by crossing the intestinal epithelium, which is largely composed of polarized cells with distinct apical and basolateral surfaces. Both CVB and many echoviruses bind to decay-accelerating factor (DAF; CD55) (14) (15) (16) (17) , a complement regulatory molecule that is highly expressed on the apical surface of polarized cells (18) . We previously (19) observed that, to infect polarized epithelium, CVB3 binds DAF on the cell surface, moves to the tight junction, and then enters the cell by an unusual mechanism that is independent of both dynamin and clathrin but which requires caveolin; contact with CAR in the tight junction leads to an essential conformational change in the CVB3 virion, but disruption of the capsid does not appear to occur until the virus has moved to an unidentified intracellular compartment.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unlike CVB, DAF-binding echoviruses do not require CAR for infection. To understand how these viruses gain access to polarized epithelium, we have examined the entry of a DAF-binding echovirus, EV7, into polarized intestinal epithelial cells. We find that EV7 is internalized by clathrin-mediated endocytosis and moves to early and then to late endosomes early in infection. Although uncoating does not require endosomal acidification, it depends on normal endosomal maturation. These results indicate that, although CVB3 and EV7 bind to the same cell surface receptor, they enter cells by different endocytic mechanisms. Further, although EV7 does not require low pH for uncoating, it must nonetheless move to late endosomes before uncoating can occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We first confirmed that EV7 entry into Caco-2 cells depends on DAF. Caco-2 cells were transfected with small interfering RNA (siRNA) targeting DAF, control siRNA, or siRNA targeting CAR. Transfected monolayers were exposed to EV7 or to CVB3-RD, a virus that depends both on DAF and CAR for infection; the number of infected cells was determined by staining for newly synthesized viral protein (Fig. 1A) . DAF siRNA inhibited infection by both EV7 and CVB3-RD; as expected, CAR siRNA inhibited infection only by CVB3. In additional experiments (not shown), anti-DAF monoclonal antibody (MAb) IF7 inhibited binding of radiolabeled EV7 to Caco-2 cells and inhibited EV7 infection of Caco-2 cells. Thus, infection of Caco-2 cells by EV7, like infection of HeLa cells (14) , depends on DAF.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 767,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 402,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "EV7 infection depends on dynamin and clathrin. We had previously observed that CVB3 infection of Caco-2 cells occurs by a complex process that depends on caveolin but not dynamin-2, appears to be independent of clathrin-mediated endocytosis, and is inhibited by depletion of membrane cholesterol (19) . Here, we examined cellular factors required for EV7 infection, using siR-NAs, dominant negative (DN) mutants, and drugs targeting clathrin-specific endocytic mechanisms. We found that infection by EV7, but not by CVB3, was inhibited by siRNA depletion of both clathrin and dynamin (Fig. 1B) , by dominant negative mutants of dynamin2 and the clathrin adaptor protein Eps15 (Fig. 1C) , and by chlorpromazine (Fig. 1D) , an inhibitor of clathrin-mediated endocytosis (20) . Dynasore, a pharmacological inhibitor of dynamin GTPase activity (21) , also had a marked inhibitory effect on EV7 infection (Fig. 1D) . (A small but statistically significant effect on CVB3 infection by dynasore may be nonspecific, as no inhibition of CVB3 was seen with dominant negative dynamin or dynamin siRNA.) In contrast, depletion of caveolin-1 with siRNA ( Fig. 1B) , expression of dominant negative caveolin (Fig. 1C ), or treatment with the cholesterol-depleting agent methyl-beta cyclodextrin (Fig. 1C) , all of which inhibited CVB3, had no effect on EV7 infection. These results indicate that infection by EV7 depends on both dynamin and clathrin, as would be expected if virus entry depends on clathrin-mediated endocytosis.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 593,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 676,
                    "end": 685,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 710,
                    "end": 719,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 900,
                    "end": 909,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1142,
                    "end": 1150,
                    "text": "Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1194,
                    "end": 1202,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1281,
                    "end": 1290,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "EV7 entry depends on dynamin and clathrin. To determine whether clathrin and dynamin are required for events upstream of RNA release, we employed the neutral red (NR) infectious center assay for virus uncoating previously used to study poliovirus entry (22) . When virus is grown in the presence of NR, the dye is concentrated within the capsid, in close proximity to the RNA genome. Exposure to light activates the dye, damages the RNA, and renders the virus noninfectious. However, once uncoating has occurred, the NR diffuses away from the RNA, so that exposure to light no longer inhibits infection. We found that plaque formation by neutral red-labeled EV7 (NR-EV7) was markedly inhibited when Caco-2 monolayers were exposed to light at 30 and 60 min but that the majority of NR-EV7 became insensitive to light by 90 min (Fig. 2A) . This result suggested that uncoating had largely occurred by 90 min. To monitor requirements for uncoating, we pretreated Caco-2 cells with inhibitors, exposed them to NR-EV7, and allowed infection to proceed in the dark for 90 min. Cells were then exposed to light, harvested, replated on cell monolayers, overlaid with agar, and incubated to permit the appearance of infectious centers. To control for nonspecific effects of the inhibitors, parallel assays were performed in which the illumination step was omitted. If an inhibitor prevents or significantly delays cellular events upstream of RNA release, we expect it to reduce the formation of infectious centers in illuminated, but not unilluminated, cells.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 835,
                    "text": "(Fig. 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "In a group of preliminary experiments (not shown), we confirmed that the uncoating inhibitor R78206 reduced infectious center formation specifically in illuminated cells, as had previously been shown for poliovirus (22) . In contrast, brefeldin A, which acts on virus replication at a postentry step, had no effect either in illuminated or unilluminated cells. (As expected, R72806 acted to stabilize the EV7 capsid, preventing the conversion of 150S native virions to 135S altered particles in infected cells, and had little or no effect on binding of radiolabeled EV7 to Caco-2 monolayers.) Dynasore and chlorpromazine both significantly reduced the number of infectious centers after light exposure, with little inhibitory effect seen in nonilluminated samples ( Fig. 2B and C) . Similarly, depletion of dynamin and clathrin heavy chain with siRNA specifically reduced infectious center formation in illuminated samples. These results confirm that dynamin and clathrin are required for events of infection that precede release of viral RNA from the capsid.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 766,
                    "end": 780,
                    "text": "Fig. 2B and C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "To test whether clathrin and dynamin are required for internalization of virions from the virus surface rather than for another trafficking event upstream of RNA release, we tested the effects of chlorpromazine and dynasore on the internalization of EV7 virions directly conjugated to a red fluorophore, AF594. Cells were pretreated with drugs, exposed to EV7-AF594 at 4°C, and then incubated at 37°C for 90 min to permit entry to occur. Cells were then fixed without permeabilization and stained with anti-VP1 antibody and fluorescein isothiocyanate (FITC)-labeled secondary antibody (green) to detect virus still exposed on the cell surface. In control cells treated with dimethyl sulfoxide (DMSO) vehicle alone, red-labeled virus was seen to accumulate in perinuclear vesicles inaccessible to the anti-VP1 antibody (Fig. 2D) . Similar results were seen in cells treated with the uncoating inhibitor R78206 (Fig. 2G ). However, in cells treated with dynasore, virus remained trapped at the cell surface, as indicated by the congruence of red and green fluorescence (Fig. 2E, yellow) . In cells treated with chlorpromazine, virus was similarly trapped transfected with siRNAs targeting DAF or CAR or with control siRNA (labeled \"C\") and then cultured as polarized monolayers and exposed to EV7 or CVB3, as described in Materials and Methods. Infected cells were counted after staining with anti-VP1 antibody, and nuclei were counted after staining with DAPI. For each virus, results are shown as the percentages of cells infected, normalized to the result with control siRNA, Ϯstandard deviations (SD) for triplicate samples. Right, immunoblot to confirm depletion of CAR and DAF by siRNA. (B) EV7 infection is inhibited by siRNAs targeting dynamin 2 (dyne 2) and clathrin heavy chain (CHC) but not by siRNA targeting caveolin 1 (Cav1). (C) EV7 infection is inhibited by dominant negative forms of dynamin 2 and Eps15 but not by dominant negative caveolin 1. Polarized monolayers of cells transfected with GFP-tagged wild-type or dominant negative dynamin 2, Eps15, and caveolin 1 were exposed to EV7 or CVB3. Infected GFP-expressing cells were counted after being stained with anti-VP1 antibody. Not shown, wild-type GFP-dynamin 2 had no effect on infection (compared to GFP alone). (D) EV7 infection is inhibited by dynasore and chlorpromazine (CPZ) but not by metyl-beta-cyclodextrin (MCD). Results are normalized to those obtained for control cells exposed to DMSO carrier alone. In all panels, single asterisks indicate P values of Ͻ0.05, and double asterisks indicate P values of Ͻ0.01.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 818,
                    "end": 827,
                    "text": "(Fig. 2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 909,
                    "end": 917,
                    "text": "(Fig. 2G",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1067,
                    "end": 1084,
                    "text": "(Fig. 2E, yellow)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "at the cell surface (Fig. 2F ). Taken together with the data presented above, these results indicate that EV7 entry and infection depend on internalization of virions by clathrin-mediated endocytosis. The result with R78206 indicates that conversion of native virions to altered particles is not required for internalization of virions into the cell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "text": "(Fig. 2F",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "Rab5 and Rab7 are important for infection and entry. Cargoes internalized by clathrin-mediated endocytosis move rapidly to early endosomes in the cell periphery and then to more central late endosomes and lysosomes. Endosomal maturation is accompanied by changes in lipid and protein content, as well as by progressive acidification (23) . Two small GTPases, Rab5 and Rab7, are critical for vesicular traffic through the endosomal system: Rab5 controls the delivery of cargoes to the early endosome, whereas Rab7 regulates the maturation of late endosomes and endosome-lysosome fusion (24) . To begin to characterize the in- was bound to Caco-2 monolayers at 4°C, unbound virus was washed off, and then monolayers were overlaid with agar and incubated at 37°C. At intervals, monolayers were exposed to light and then incubated further to permit plaques to develop. (B) RNA release depends on dynamin. Neutral red infectious center assays were performed with cells pretreated with dynasore in DMSO (labeled \"Dyna\") or with dynamin 2 (Dyn2) siRNA, as described in Materials and Methods. Results are normalized to those obtained with nonilluminated controls exposed to DMSO or negative-control siRNA (labeled \"C\"). (C) RNA release depends on clathrin-mediated endocytosis. Neutral red infectious center assay performed with cells pretreated with chlorpromazine (CPZ; compared to untreated control cells) with clathrin heavy chain siRNA (CHC; compared to cells treated with control siRNA). (D) Cells exposed to red-labeled EV7 for 90 minutes were stained, without permeabilization, with anti-VP1 antibody and with FITC-labeled secondary antibody, to detect virus on the cell surface. Virus (red) is internalized and localized to perinuclear and other cytoplasmic vesicles. (E) Cells treated with dynasore; treated as described for panel C. Virus remains largely on the cell surface, as indicated by green and yellow signals. (F) Cells treated with chlorpromazine. Virus remains largely on the cell surface, as indicated by green and yellow signals. (G) Cells treated with R78206. tracellular trafficking events required for EV7 entry, we tested whether Rab5 and Rab7 were required for virus infection.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "siRNAs targeting both Rab5 and Rab7 (Fig. 3A) , as well as dominant negative forms of Rab5 and Rab7 (Fig. 3B) , inhibited EV7 infection of Caco-2 cells. As previously reported (25) , infection by CVB3-RD was inhibited by reagents targeting Rab5 but not Rab7. These results suggested that EV7 might be delivered to late endosomes during the entry process. To test this, we examined the colocalization of EV7 with the early endosomal marker EEA1 ( Fig. 4A and B ) and the late endosomal marker LAMP-2 ( Fig. 5A and B) at intervals after infection. Colocalization with EEA1 increased steadily until 60 min after infection (Fig. 4B) and then decreased; colocalization with LAMP-2 increased more slowly (Fig. 5B) , reaching its maximum at 90 min after infection. These results suggest that EV7 is delivered first to early endosomes and then to late endosomes.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 45,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 100,
                    "end": 109,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 446,
                    "end": 459,
                    "text": "Fig. 4A and B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 501,
                    "end": 508,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 619,
                    "end": 628,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 698,
                    "end": 707,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "In the neutral red uncoating assay, siRNAs targeting either Rab5 or Rab7 inhibited infectious center formation after light exposure, with little inhibitory effect seen in nonilluminated samples (Fig. 3C) . Thus, both Rab5 and Rab7 are required for events that occur upstream of RNA release. Taken together, these results indicate that EV7 is delivered to late endosomes before uncoating occurs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "EV7 uncoating does not require endosomal acidification or cathepsin activity. For a number of viruses, acidification of the endosome provides an important trigger for structural changes that permit fusion of viral and endosomal membranes or release of nucleic acid from the protein capsid. For some, the relatively mild acidity of early endosomes is insufficient, and delivery to more acidic late endosomes is required before entry can occur (13, 26) . Enteroviruses such as echovirus 7, which enter the body by way of the intestine, must survive exposure to gastric acid and are generally quite resistant to low pH (27) . To test whether EV7 entry depends on the low pH of the late endosome, we used two agents that prevent endosomal acidification by different mechanisms, ammonium chloride (28) and the endosomal proton pump inhibitor bafilomycin A (29) . Neither ammonium chloride nor bafilomycin inhibited EV7 infection of Caco-2 cells (Fig. 6A) , although both agents effectively blocked infection by vesicular stomatitis virus, a virus that is known to require endosomal acidification for fusion and entry (30) .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 446,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 940,
                    "end": 949,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "In addition to providing an acidic environment, endosomes are rich in proteases; endosomal cysteine proteases (primarily cathepsins L and B) have been shown to be important for a number of viruses, including reovirus (31), ebolavirus (32, 33) , murine hepatitis virus 2 (34), and severe acute respiratory syndrome (SARS) coronavirus (35) . To examine the possible role of these cathepsins in entry by EV7, we treated Caco-2 cells with inhibitors of cathepsins B and L at concentrations known to inhibit entry by reovirus (31) . No effect on EV7 infection was detected (Fig. 6B) , despite significant inhibition of cathepsin B and L activity in treated cells (Fig. 6C and D) . Similarly, the protease inhibitor . Not shown, wild-type GFP-Rab5 and -Rab7 had no effect on infection (compared to GFP alone). (C) RNA release. Neutral red infectious center assays performed in cells pretreated with siRNAs targeting Rab5a, -5b, -5c, and -7, compared to results for cells pretreated with negativecontrol siRNA. E-64, which inhibits a variety of cysteine proteases, including cathepsins B and L, had no effect on EV7 infection (data not shown). Thus, EV7 entry requires virus trafficking to late endosomes but does not depend on endosomal acidification or the activity of the major endosomal cathepsins.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "(32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 577,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 658,
                    "end": 673,
                    "text": "(Fig. 6C and D)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "EV7 infection of Caco-2 cells requires DAF."
        },
        {
            "text": "The results we report here indicate that EV7, after binding to DAF on the apical surface of polarized epithelial cells, is internalized by clathrin-mediated endocytosis and then moves to early and late endosomes before releasing its RNA into the cell. Drugs, siRNAs, and dominant negative mutants that perturb clathrinmediated endocytosis were found to inhibit both EV7 infection and internalization of virions from the cell surface. Internalized virions were seen to colocalize with early and late endosomal markers, and siRNAs and dominant negative mutants targeting Rab GTPases essential for endosomal maturation inhibited infection, acting upstream of RNA release.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Like EV7, CVB3 also initiates infection of Caco-2 cells by attaching to DAF. However, the two viruses use different mechanisms for entry. CVB3 entry requires virus interaction with CAR, a protein localized specifically to tight junctions, and occurs by an unusual dynamin-independent mechanism that depends on membrane cholesterol, phosphorylation of caveolin (19) , and the internalization of the tight junction protein occludin (25) , among other factors. In contrast, EV7 internalization depends on host factors associated with clathrin-mediated endocytosis.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Introduction of isolated enteroviral RNA into the cell cytoplasm is sufficient to initiate infection. Thus, the critical event in entry is the release of viral RNA from the capsid to the cytoplasm. How this occurs is not well understood. For poliovirus, the first step in uncoating is triggered when the virion interacts with its receptor, PVR: the virion undergoes a conformational change, leading to exposure of previously buried hydrophobic peptides and release from the capsid of a small internal protein, VP4. But the resulting altered virion, referred to as the A particle, still retains the RNA genome. A second conformational change, and possibly an intracellular cue, is required for the genome to exit, leaving behind a second identifiable altered virion, the 80S empty capsid (4) . In contrast to poliovirus interactions with PVR, some viruses are not converted to A particles when they contact their receptors. The receptor for minor-group rhinoviruses, the LDL receptor, does not induce conformational changes but instead mediates the delivery of these acid-susceptible viruses to endosomes, where uncoating is initiated by acidification (13, 36) . CVB3 is converted to A particles during infection, but A particles are not formed when virus binds to DAF; conversion to A particles and productive infection both depend on interaction with another receptor, CAR (12, 37) .",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 790,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "text": "36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1374,
                    "end": 1378,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1379,
                    "end": 1382,
                    "text": "37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although EV7 binds to human DAF on transfected rodent cells, infection does not ensue (14, 17) ; introduction of naked viral RNA into the same cells results in infection (our unpublished data), suggesting that the block to infection occurs upstream of RNA release. Like CVB3, EV7 has been noted to form A particles during infection, but it is not converted to A particles when it is exposed to soluble forms of DAF; it has thus been suggested that a second cellular factor may be essential for infection (38) . Whether this factor is a second receptor protein or an intracellular cue of another sort is uncertain. The intracellular site where uncoating occurs also remains in question. Direct visualization of RNA release has established that poliovirus uncoating in HeLa cells occurs rapidly and quite close to the plasma membrane (22) . In contrast, indirect evidence suggests that, in endothelial cells, poliovirus uncoating is completed slowly, after virus has moved to a perinuclear compartment (39); CVB3 uncoating in Caco-2 cells, as determined by appearance of 80S particles, also occurs deep within the cell (19) . We found that EV7 uncoating, as defined by the neutral red assay, was completed at approximately 90 min, when virus colocalization with LAMP-2 was maximal. The requirement for Rab7 indicates that EV7 uncoating depends on endosomal maturation, and it suggests that the late endosomal environment may provide a signal important for RNA release. Acidification itself does not seem to be important, as bafilomycin and ammonium chloride had no effect on infection; further, although endosomal cathepsins are important for entry of several viruses, infection was not affected by inhibition of cathepsin activity. Ebolavirus entry was recently shown to depend on the Niemann-Pick C1 protein (40, 41) , a cholesterol transport protein resident in late endosomes (42) . We observed no effect on EV7 infection when Caco-2 cells were treated with U18666A (data not shown), an inhibitor of cholesterol synthesis, which induces a cellular phenotype similar to that seen in Niemann-Pick C1 deficiency and which has been shown to block Ebola virus entry (40) . Thus, if a specific endosomal factor is required for EV7 uncoating, it remains to be identified.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1808,
                    "end": 1812,
                    "text": "(40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1813,
                    "end": 1816,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1878,
                    "end": 1882,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2163,
                    "end": 2167,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The observation that EV7 must reach late endosomes before uncoating is unexpected for an enterovirus that does not depend on endosomal acidification. Our data do not show directly that uncoating occurs in the late endosome itself, and we cannot exclude the possibility that trafficking through the endosome is an essential step in a pathway that leads to another intracellular organelle where uncoating is completed; such is the case with SV40, which moves through endosomes on its way to the endoplasmic reticulum (ER), where destabilization of the capsid is catalyzed by factors present in the ER lumen (43, 44) . We are currently exploring whether EV7 entry depends on additional host factors associated with specific aspects of endosomal maturation or with trafficking between late endosomes and other intracellular compartments.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 609,
                    "text": "(43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Caco-2 cells (ATCC HTB-37) were cultured in high glucose minimal essential medium containing 20% fetal bovine serum, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and viruses."
        },
        {
            "text": "March/April 2012 Volume 3 Issue 2 e00304-11 ® 1% nonessential amino acids, and penicillin-streptomycin. Chinese hamster ovary (CHO) cells stably transfected with cDNA encoding human CAR, human DAF, or empty vector have been described previously (45) . Echovirus 7 (Wallace; ATCC VR-37) and CVB3-RD (19) were prepared in HeLa cells, concentrated by ultracentrifugation through a sucrose cushion, and titered by plaque assay on HeLa cells. Vesicular stomatitis virus, provided by Ron Harty (University of Pennsylvania), was prepared and the titer was determined in BHK-21 cells as described (46) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Antibodies and chemicals. CAR-specific rabbit polyclonal antibody (H-300) and horseradish peroxidase (HRP)-conjugated GAPDH antibody (catalog no. sc-25778) were obtained from Santa Cruz Biotechnology. Murine monoclonal antibodies specific for DAF (catalog no. 555691), clathrin heavy chain (catalog no. 610499), caveolin 1 (catalog no. 610406), and anti-EEA1 antibody (catalog no. 610457) were obtained from BD. Rabbit polyclonal antibody specific for dynamin 2 was from Abcam (catalog no. ab3457), rabbit polyclonal anti-Rab5 was from Stressgen (catalog no. KAP-GP006), and rabbit polyclonal anti-Rab7 was from Sigma (catalog no. R4479). Murine monoclonal antibody specific for LAMP-2 (clone H4B4) was from the Developmental Studies Hybridoma Bank at the University of Iowa, and monoclonal antibody specific for vesicular stomatitis virus (VSV) M protein (clone 23H12) was obtained from Douglas Lyles (Wake Forest University).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Dynasore, bafilomycin A1, cathepsin B inhibitor (catalog no. 205531), and cathepsin L inhibitor (catalog no. 219427) were obtained from Calbiochem. Chlorpromazine (CPZ), methyl-beta-cyclodextrin (M␤CD), and NH 4 Cl were from Sigma. Compound R78206 was provided by Janssen Pharmaceuticals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Plasmids and siRNAs. Plasmids encoding green fluorescent protein (GFP)-tagged wild-type (WT) and K44A dominant negative (DN) dy-namin 2 (47) were provided by Mark McNiven (Mayo Institute, Rochester, MS); GFP-tagged WT and Y14F DN caveolin (48) were from Ari Helenius (Swiss Federal Institute of Technology, Zurich); EPS15-GFP WT and DN (49) were provided by Alice Dautry-Varsat (Institut Pasteur, Paris). GFP-tagged WT and DN (S34N) Rab5 were provided by George Bloom (University of Virginia), and WT and DN (T22N) Rab7 were provided by Craig Roy (Yale University). Transfection with plasmids was performed using the Amaxa Nucleofector System (Lonza). Transfected cells were plated at 1 ϫ 10 5 cells/well in collagen-coated 8-well chamber slides (BD) and used for virus infection after 2 days.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Control and human CAR siRNAs have been described previously (50) . The sequence of DAF siRNA is 5= GUA CCA GGU GGC AUA UUA UTT 3=. SiRNAs targeting dynamin 2 (M-004007-03), clathrin heavy chain (M-004001-00), and caveolin-1 (M-003467-01) were purchased from Dharmacon. Rab5 siRNAs (rab5A [5= AGG AAU CAG UGU UGU AGU ATT 3=], rab5B [5= GAA AGU CAA GCC UGG UAU UTT 3=], and rab5C [5= CAA UGA ACG UGA ACG AAA UTT 3=]) were synthesized based on sequences in a previous report (51) , and Rab7 siRNA (sc-29460) was purchased from Santa Cruz. SiRNAs targeting Rab5 and Rab7 were used at a 20 nM concentration; other siRNAs were used at 100 nM.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "(50)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "(51)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Transfection was performed with Lipofectamine 2000 (Invitrogen). Cells were transfected in 6-well plates; to optimize the knockdown efficiency, a second transfection was performed 24 h after the first. After an additional 24 h, the monolayers were trypsinized and cells were replated at 5 ϫ 10 4 cells/well in collagen-coated 8-well chamber slides (BD Biosciences), and infections were performed 2 days later. Depletion of targeted proteins was confirmed by immunoblot analysis of parallel samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Virus infection and internalization. Caco-2 cells were plated on collagen-coated 8-well chamber slides (BD Biosciences) at 5 ϫ 10 4 cells per well and infected 2 days later. To measure infection, virus (EV7, CVB3-RD, or VSV; 2 PFU/cell) in minimum essential medium (MEM) with 20 mM HEPES was permitted to bind to polarized monolayers for 1 h at 4°C. Monolayers were then washed with phosphate-buffered saline (PBS), complete medium was added, and cells were incubated for 6 h at 37°C. Infection was terminated by fixation and permeabilization for 2 min with a 3:1 mixture of ice-cold methanol-acetone. Monolayers were stained with anti-VP1 antibody (Ncl-Entero; Novocastra) to detect infected cells and with 4',6-diamidino-2-phenylindole (DAPI) to detect cell nuclei, and images were captured with an Olympus BX51 immunofluorescence microscope, using a 20ϫ objective. Three or four fields (700 to 1,000 cells) were captured for each monolayer. The numbers of infected cells and the total number of DAPI-stained nuclei were quantified using ImageJ software (http://rsbweb.nih.gov/ij/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "For entry staining, EV7, purified on sucrose gradients, was labeled with a 10-fold molar excess of AlexaFluor 594 (AF-594) succinamidyl ester (Molecular Probes), using a protocol previously described for labeling EV1. AF594-EV7 (300 PFU/cell) was allowed to bind to cells for 1 h at 4°C at 300 PFU/cell. After a PBS wash, complete medium was added and cells were incubated for 90 min at 37°C. Virus internalization was stopped by fixation with 4% paraformaldehyde (PFA) for 12 min, and excess PFA was removed with PBS containing 50 mM NH 4 Cl. Surface-associated virus was detected by staining unpermeabilized monolayers with anti-VP1 antibody and anti-mouse secondary antibody conjugated to FITC. Slides were mounted with Vectashield (Vector Laboratories). Images were captured with a Zeiss LSM 510 confocal microscope using a 63ϫ oil objective. Z-stack images were obtained at 0.6-m intervals and viewed with the LSM Reader plugin for ImageJ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Inhibitory drugs were used at the following concentrations: dynasore, 120 M; bafilomycin A1, 10 nM; cathepsin B inhibitor, 10 M; cathepsin L inhibitor, 10 M; chlorpromazine, 10 g/ml; M␤CD, 5 mM; NH 4 Cl, 10 mM; brefeldin A, 10 g/ml; R78206, 10 g/ml. In general (see exceptions below), cells were pretreated for 60 min at 37°C in complete medium containing the drug, and then virus was permitted to bind in drugcontaining medium at 4°C for 1 h. Unbound virus was removed, and then drug-containing medium was replaced and infection was allowed to proceed at 37°C for 6 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "For experiments with dynasore and M␤CD, medium with 20% NuSerum (BD Biosciences, Bedford, MA) in place of fetal bovine serum (FBS) was used, because serum components can decrease the efficacy of those drugs (23) . In experiments with dynasore, drug-containing medium was replaced with normal medium after 3 h. Because M␤CD acts quickly to deplete cholesterol from the plasma membrane, cells were pretreated with M␤CD for 45 min and drug was not used again during the course of infection.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Neutral red infectious center assay (uncoating assay). To prepare neutral red (NR)-labeled virus (NR-EV7), HeLa cells were infected with EV7 (10 PFU/cell) in the presence of 10 g/ml NR. After overnight incubation, virus was harvested and purified in the dark.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Neutral red infectious center assays using inhibitor drugs or siRNAs were performed as described by Brandenburg et al. (22) with slight modifications. In experiments with siRNAs, Caco-2 cells were transfected and allowed to form polarized monolayers in 12-well plates before infection. In experiments with drugs, monolayers in 12-well plates were pretreated with a drug for 1 h at 37°C. In the dark, NR-EV7, in binding buffer containing the drug, was allowed to attach to cells at 4°C for 1 h; binding buffer was then removed and infection was initiated by adding warmed culture medium, containing the drug if appropriate. After 90 min at 37°C, virus-infected cells were exposed to white light for 10 min at room temperature; preliminary experiments indicated that a 90-min incubation was required for the majority of input virus to escape light-induced NR damage. Duplicate monolayers were maintained in the dark and used as unilluminated controls. Cells were detached with trypsin-EDTA and then counted, diluted, and replated onto fresh Caco-2 monolayers in 6-well plates, in the absence of inhibitors. Agarose overlay was added after 3 h. After 2 days, plaques were developed and counted. In each of four independent experiments, the numbers of plaques in the drug-treated or illuminated wells were normalized to the number of plaques in the unilluminated control well (expressed as a percentage). Therefore, no error estimates are provided for the controls, which were defined as 100%.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 123,
                    "text": "Brandenburg et al. (22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Capsid conformational changes. Conversion of native virions to 135S A particles was detected essentially as described in reference 12. Monolayers were incubated with radiolabeled EV7 at 4°C, unbound virus was removed, and cells were either maintained in the cold or incubated at 37°C, either in the presence of R78206 or in DMSO alone. At 90 min, cells were lysed, debris was removed, and recovered virus was subjected to centrifugation in 15 to 35% sucrose gradients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Colocalization with endosomal markers. Caco-2 monolayers were incubated with AF594-EV7 at 37°C. At 15-min intervals, monolayers were fixed with a 3:1 mixture of ice-cold methanol-acetone and stained with antibodies specific for EEA-1 or LAMP-2 followed by FITC-conjugated secondary antibody and examined by confocal microscopy. Images with the best focus in the red (virus) channel were captured and analyzed. To exclude noninternalized virus, the cytoplasmic region of each cell was outlined with the freehand selection tool of ImageJ. Colocalization of red and green signal was determined, using the colocalization Test plugin in the WCIF ImageJ bundle to calculate Pearson's correlation coefficient for each cell. Three independent experiments were performed. In each experiment, at least five images were analyzed for each time point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Measurement of cathepsin B and L activity. Cathepsin activity was measured as described by Ebert et al. (31) with slight modifications. Caco-2 cells were preincubated with cathepsin B or L inhibitor (10 M) for 1 h and washed with PBS and lysed with 100 mM sodium acetate (pH 5), 1 mM EDTA, and 0.5% Triton X-100. Insoluble debris was removed, and cell lysate was mixed with cathepsin B substrate (100 M; Calbiochem catalog no. 219392) and incubated for 30 min at room temperature or with cathepsin L substrate (50 M; Invitrogen catalog no. R6502) and incubated for 1.5 h at 37°C. For cathepsin B activity, fluorescence was measured using a Synergy2 multimode microplate reader (Bio-Tek) with excitation at 390 nm and emission at 460 nm. For cathepsin L activity, fluorescence was measured using a FLUOstar fluorometer (BMG LabTechnologies) with excitation at 490 nm and emission at 520 nm.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 108,
                    "text": "Ebert et al. (31)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        },
        {
            "text": "Analysis of experimental variation. In all figures, error bars indicate the means Ϯ standard deviations for 4 or more independent samples. Single asterisks indicate P values of Ͻ0.05, as determined by Student's t test; double asterisks indicate P values of Ͻ0.01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EV7 Entry into Polarized Cells"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Enteroviruses: poliovirus, coxsackieviruses, echoviruses, and newer enteroviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pallansch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields virology",
            "volume": "1",
            "issn": "",
            "pages": "839--894",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Overview of taxonomy",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hovi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stanway",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The picornaviruses",
            "volume": "",
            "issn": "",
            "pages": "19--32",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Receptors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The picornaviruses",
            "volume": "",
            "issn": "",
            "pages": "73--86",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cell entry: a biological and structural perspective",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bostina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Filman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hogle",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The picornaviruses",
            "volume": "",
            "issn": "",
            "pages": "87--104",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mechanisms of endocytosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annu. Rev. Biochem",
            "volume": "78",
            "issn": "",
            "pages": "857--902",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Caveolin, a protein component of caveolae membrane coats",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Rothberg",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cell",
            "volume": "68",
            "issn": "",
            "pages": "673--682",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Induction of mutant dynamin specifically blocks endocytic coated vesicle formation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Damke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Warnock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "127",
            "issn": "",
            "pages": "915--934",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Dynaminmediated internalization of caveolae",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Henley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Oswald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcniven",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Cell Biol",
            "volume": "141",
            "issn": "",
            "pages": "85--89",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dynamin at the neck of caveolae mediates their budding to form transport vesicles by GTP-driven fission from the plasma membrane of endothelium",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Schnitzer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Cell Biol",
            "volume": "141",
            "issn": "",
            "pages": "101--114",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Virus entry by endocytosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schelhaas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annu. Rev. Biochem",
            "volume": "79",
            "issn": "",
            "pages": "803--833",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The poliovirus receptor: a hook, or an unzipper?",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Racaniello",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Structure",
            "volume": "4",
            "issn": "",
            "pages": "769--773",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interaction with coxsackievirus and adenovirus receptor (CAR), but not with decay accelerating factor (DAF), induces a particle formation in a DAF-binding coxsackievirus B3 isolate",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Milstone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "655--660",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Uncoating of human rhinovirus serotype 2 from late endosomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prchla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuechler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blaas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "3713--3723",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Decay-accelerating factor, a glycosylphosphatidylinositol-anchored complement regulatory protein, is a receptor for several echoviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "91",
            "issn": "",
            "pages": "6245--6248",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coxsackievirus B3 adapted to growth in RD cells binds to decay-accelerating factor (CD55)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "1903--1906",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coxsackieviruses B1, B3, and B5 use decay accelerating factor as a receptor for cell attachment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Shafren",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol",
            "volume": "69",
            "issn": "",
            "pages": "3873--3877",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Decay accelerating factor (CD55) identified as a receptor for echovirus 7 using CELICS, a rapid immuno-focal cloning method",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO J",
            "volume": "13",
            "issn": "",
            "pages": "5070--5074",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Interaction with decay-accelerating factor facilitates coxsackievirus B infection of polarized epithelial cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Virol",
            "volume": "76",
            "issn": "",
            "pages": "9474--9480",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Virus-induced Abl and Fyn kinase signals permit coxsackievirus entry through epithelial tight junctions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "124",
            "issn": "",
            "pages": "119--131",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mis-assembly of clathrin lattices on endosomes reveals a regulatory switch for coated pit formation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Rothberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "123",
            "issn": "",
            "pages": "1107--1117",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dynasore, a cell-permeable inhibitor of dynamin",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Macia",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dev. Cell",
            "volume": "10",
            "issn": "",
            "pages": "839--850",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Imaging poliovirus entry in live cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brandenburg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Endocytosis and molecular sorting",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Annu. Rev. Cell Dev. Biol",
            "volume": "12",
            "issn": "",
            "pages": "575--625",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Rab GTPases coordinate endocytosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Somsel Rodman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandinger-Ness",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Cell Sci",
            "volume": "113",
            "issn": "",
            "pages": "183--192",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Coxsackievirus entry from epithelial tight junctions requires occludin and the small GTPases Rab34 and Rab5",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Host Microbe",
            "volume": "2",
            "issn": "",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Entry of bunyaviruses into mammalian cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lozach",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "488--499",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Picornaviridae: the viruses and their replication",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Racaniello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fields virology",
            "volume": "1",
            "issn": "",
            "pages": "795--834",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Fluorescence probe measurement of the intralysosomal pH in living cells and the perturbation of pH by various agents",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohkuma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "75",
            "issn": "",
            "pages": "3327--3331",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The cytotoxic action of diphtheria toxin and its degradation in intact Vero cells are inhibited by bafilomycin A1, a specific inhibitor of vacuolar-type H(ϩ)-ATPase",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Umata",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moriyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Futai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mekada",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Biol. Chem",
            "volume": "265",
            "issn": "",
            "pages": "21940--21945",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pathway of vesicular stomatitis virus entry leading to infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Mol. Biol",
            "volume": "156",
            "issn": "",
            "pages": "609--631",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cathepsin L and cathepsin B mediate reovirus disassembly in murine fibroblast cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deussing",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Dermody",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Biol. Chem",
            "volume": "277",
            "issn": "",
            "pages": "24609--24617",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Endosomal proteolysis of the Ebola virus glycoprotein is necessary for infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Felbor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "308",
            "issn": "",
            "pages": "1643--1645",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Role of endosomal cathepsins in entry mediated by the Ebola virus glycoprotein",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schornberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "4174--4178",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Endosomal proteolysis by cathepsins is necessary for murine coronavirus mouse hepatitis virus type 2 spike-mediated entry",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "5768--5776",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Inhibitors of cathepsin L prevent severe acute respiratory syndrome coronavirus entry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "102",
            "issn": "",
            "pages": "11876--11881",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Conformational changes, plasma membrane penetration, and infection by human rhinovirus type 2: role of receptors and low pH",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brabec",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baravalle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blaas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "5370--5377",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Inhibition of coxsackie B virus infection by soluble forms of its receptors: binding affinities, altered particle formation, and competition with cellular receptors",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Goodfellow",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "12016--12024",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Interaction between echovirus 7 and its receptor, decay-accelerating factor (CD55): evidence for a secondary cellular factor in A-particle formation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Almond",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Virol",
            "volume": "71",
            "issn": "",
            "pages": "9306--9312",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Poliovirus entry into human brain microvascular cells requires receptor-induced activation of SHP-2",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "EMBO J",
            "volume": "26",
            "issn": "",
            "pages": "4016--4028",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Ebola virus entry requires the cholesterol transporter Niemann-Pick C1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Carette",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "",
            "pages": "340--343",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Small molecule inhibitors reveal Niemann-Pick C1 is essential for Ebola virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Côté",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "",
            "pages": "344--348",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Niemann-Pick C1 is a late endosome-resident protein that transiently associates with lysosomes and the trans-Golgi network",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Ioannou",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol. Genet. Metab",
            "volume": "68",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "BAP31 and BiP are essential for dislocation of SV40 from the endoplasmic reticulum to the cytosol",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Cell Biol",
            "volume": "13",
            "issn": "",
            "pages": "1305--1314",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Simian virus 40 depends on ER protein folding and quality control factors for entry into host cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schelhaas",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell",
            "volume": "131",
            "issn": "",
            "pages": "516--529",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Single amino acid changes in the virus capsid permit coxsackievirus B3 to bind decay-accelerating factor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "7436--7443",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Dynamin-and lipid raftdependent entry of decay-accelerating factor (DAF)-binding and non-DAF-binding coxsackieviruses into nonpolarized cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "83",
            "issn": "",
            "pages": "11064--11077",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Disruption of Golgi structure and function in mammalian cells expressing a mutant dynamin",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcniven",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Sci",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Caveolar endocytosis of simian virus 40 reveals a new two-step vesicular-transport pathway to the ER",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pelkmans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kartenbeck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat. Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "473--483",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "AP-2/Eps15 interaction is required for receptormediated endocytosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benmerah",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Cell Biol",
            "volume": "140",
            "issn": "",
            "pages": "1055--1062",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The coxsackievirus and adenovirus receptor interacts with the multi-PDZ domain protein-1 (MUPP-1) within the tight junction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Voelker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Pichla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bergelson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "48079--48084",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Analysis of clathrinmediated endocytosis of epidermal growth factor receptor by RNA interference",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khvorova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sorkin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "16657--16661",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "EV7 infection depends on DAF-, dynamin-, and clathrin-mediated endocytosis. (A) EV7 infection is inhibited by DAF siRNA. Left, Caco-2 cells were",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "EV7 entry depends on clathrin-mediated endocytosis. (A) Most neutral red-labeled virus becomes insensitive to light by 90 min postinfection. NR-EV7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "EV7 infection and RNA release depend on Rab5 and Rab7. (A) Left, infection is inhibited by siRNAs targeting Rab5 (pooled siRNAs targeting Rab5a, Rab5b, and Rab5c) and Rab7 (single siRNA). Right, depletion of Rab5 and Rab 7 protein. (B) Infection is inhibited by dominant negative Rab5 and Rab7 (WT, wild type; D/N, dominant negative)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "EV7 moves to early endosomes by 60 minutes. (A) Cells were exposed to red-labeled EV7 for the indicated times and then fixed, permeabilized, and stained to detect the early endosomal marker EEA1 (green). (B) Colocalization between intracellular virus and EEA1, expressed as Pearson's coefficient, measured for individual cells, with mean values shown in red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "EV7 moves to late endosomes by 90 minutes. (A) Cells were exposed to red-labeled EV7 for the indicated times and then fixed, permeabilized, and stained to detect the late endosomal marker LAMP-2 (green). Arrows indicate several sites of colocalization. (B) Colocalization between intracellular virus and LAMP-2, expressed as Pearson's coefficient, measured for individual cells, with mean values shown in red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "EV7 infection does not depend on endosomal acidification, acid protease, or cathepsin activity. (A) Endosomal acidification. Cells were treated with bafilomycin A1 (in DMSO) or to ammonium chloride and then exposed to EV7 or VSV. Infected cells were detected with anti-VP1 or anti-VSV antibody as described in Materials and Methods. (B) Cathepsins. Cells were treated with inhibitors of cathepsin B (Cat Bi) or cathepsin L (Cat Li) and then exposed to EV7.(C) Cathepsin B activity (in arbitrary units of fluorescence) in cells treated with inhibitors; the negative-control reaction included no fluorescent substrate. (D) Cathepsin L activity in cells treated with inhibitors.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Marc McNiven, Ari Helenius, George Bloom, Craig Roy, and Alice Dautry-Varsat for plasmids, Ron Harty for VSV, Douglas Lyles for anti-VSV antibody, and Janssen Pharmaceuticals for R78206. We are grateful to Kunal Patel for teaching us a number of the techniques involved in this work. We thank Andrea Stout and Jasmine Zhao of the University of Pennsylvania Cell and Developmental Microscopy Core for assistance with confocal imaging, and Michael Sebert for help in performing cathepsin assays. Carolyn Coyne and Michael Sebert provided valuable comments on the manuscript. This work was supported by NIH R01AI072490 and the Plotkin Endowed Chair in Infectious Diseases at Children's Hospital of Philadelphia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}