{
    "paper_id": "ff6d57f2aad99be129432058665b361dc18747e8",
    "metadata": {
        "title": "Brief Definitive Report MACROPHAGES GENETICALLY RESISTANT TO MOUSE HEPATITIS VIRUS CONVERTED IN VITRO TO SUSCEPTIBLE MACROPHAGES*",
        "authors": [
            {
                "first": "W",
                "middle": [],
                "last": "Weiser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University",
                    "location": {
                        "postCode": "21205)",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "B"
                ],
                "last": "Bang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Johns Hopkins University",
                    "location": {
                        "postCode": "21205)",
                        "settlement": "Baltimore",
                        "region": "Maryland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There is extensive evidence that cultured macrophages from genetically resistant or susceptible strains of mice reflect the genetic resistance or susceptibility of the host. Yet the effects of cortisone, cytoxan, and epierythrozoon in vitro are minimal or absent. However, experiments reported here have shown that certain substances (lymphokines) in supernatant fluid from allogeneic mixed lymphocyte cultures (MLC) rendered the macrophages of C3H mice susceptible to MHV. Fluid derived from congenic MLC did not change the resistance of C3H macrophages to the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Mice. Three inbred strains of mice were used: PRI, a genetically susceptible strain (4); C3H, a genetically resistant strain (4); and C3Hss, a strain that carries a single gene for susceptibility. Both the PRI and C3H strains have been maintained in our laboratory through brother-sister mating since 1955 (4). The C3Hss was developed in this laboratory by backcrosses with PRI mice; progeny were selected on the basis of susceptibility of their cultured macrophagee to destruction by the Princeton strain of MHV (MHV.PRI). Mice from two other strains that are not histocompatible with the C3H strain were also used. These were C57 black/6 and DBA/2 stock mice, 4-6-wk old, from The Jackson Laboratory, Bar Harbor, Maine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Virus. The MHV-2 strain of mouse hepatitis virus was originally obtained from Dr. John Nelson of the Rockefeller Institute, Princeton, in 1952, and has since been passed in our laboratory by intraperitoneal inoculation of l-too-old PRI mice. This is the the MHV-PRI virus. A 10% (wt/ vol) liver homogenate was prepared by grinding up livers of moribund infected mice in Hanks' balanced salt solution (BSS) (Grand Island Biological Co., Grand Island, N. Y.). This was kept as stock virus and stored at -70°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Macrophage Cultures. Methods of harvesting and preparing cultures of mouse peritoneal macrophages have been previously described (5). In the present experiments, macrophages were seeded in 13 x 100-ram Wassermann tubes and incubated at 37°C in a roller drum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "MLC. Individual spleens from PRI, C3H, and C3Hss mice were removed and passed through a 60-mesh stainless steel wire cloth (Small Parts, Inc.). Cells were counted and suspended in a medium consisting of 80% RPMI-1640 (Grand Island Biological Co.), 20% Chang's medium (6) (90% horse serum, 8% Hanks' BSS and 2% beef embryo extract), and 100 U/rag per ml of penicillin and streptomycin. Equal amounts of PRI and C3Hss or C3H lymphocytes were mixed and cultivated in glass Petri dishes in a 37°C incubator maintained with 5% CO2. C57 black/6 and DBA/2 spleens were processed and cultivated in the same manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Experiments were designed to test whether substances elaborated by MLC into the culture fluid would influence the susceptibility of resistant macrophages to MHV-PRI and whether direct cell-to-cell contact was necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptibility of C3H macrophages to MHV-PRI Infection After Adding MLC Supernatant Fluid."
        },
        {
            "text": "The first experiment is summarized in Table I . In it, the effects of two groups of mixed lymphocyte cultures and the supernatant fluids of these cultures were tested on C3H macrophages. First, equal numbers (0.5 × l0 s) of PRI and C3H lymphocytes were mixed and added to C3H macrophages; than 10% supernatant fluids of the MLC were added to another pair of C3H macrophage cultures. Next, to test the possible transfer of susceptibility from the PRI to the C3H lymphocytes, spleen cells from the congenic, histocompatible but susceptible C3Hss strain were mixed with C3H lymphocytes, and this MLC was added to C3H macrophages. Finally, the supernatant fluid from the latter MLC was added to C3H macrophages. The C3H macrophages in each group were then infected with varying amounts of MHV-PRI. Table I shows that the virus-destroyed macrophages at 100-fold greater dilution with the MLC fluid and cells than with C3H macrophages alone. The C3Hss MLC and supernatant fluid did not increase susceptibility. In the cultures in which macrophages were destroyed, some of these cells showed intensive granulation within a day, became rounded up, and fell into the culture medium. This process increased over time until cell death was complete (Figs. 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 794,
                    "end": 801,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Susceptibility of C3H macrophages to MHV-PRI Infection After Adding MLC Supernatant Fluid."
        },
        {
            "text": "In the second experiment, instead of concentrating the T cells from the spleen, the mixed lymphocyte spleen culture was maintained without separation of lymphocytes from the other spleen cells. In this experiment, the three controls remained unchanged in susceptibility, whereas the experimentally treated cultures were increased 10-fold more, yielding a final increase of susceptibility of 1,000-fold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptibility of C3H macrophages to MHV-PRI Infection After Adding MLC Supernatant Fluid."
        },
        {
            "text": "It was then necessary to evaluate the stability and effectiveness of the presumptive lymphokine, which will be referred to as the susceptibility factor. Table II shows the effect of different concentrations of this factor on the increased susceptibility of C3H macrophages. Although there was some decrease of activity at a 1% dilution, there was still a 100-fold increase in susceptibility. Undiluted susceptibility factor frozen at -70°C for 1 wk was tested at a 10% concentration and again produced a 1,000-fold increase in susceptibility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Susceptibility of C3H macrophages to MHV-PRI Infection After Adding MLC Supernatant Fluid."
        },
        {
            "text": "The original work indicating that resistant C3H cells could be made susceptible when treated with an extract of susceptible PRI cells was aimed at testing the question whether susceptibility could be directly transferred (7, 8) . The MLC experiments, on the other hand, suggested that the susceptibility of the macrophages was altered by a factor unrelated to susceptibility per se. To test this further, a preparation of supernatant fluid was made from mixtures of spleen cells of C3H and DBA, C3H and C57 black, and C3H and PRI mice. The effects of virus on C3H macrophages treated with these mixtures was then compared with The negative control, i.e. cells treated with fluid from C3H-C3Hss interaction, did not change in susceptibility. These results seem to add further evidence that susceptibility cannot be directly transferred. Viral Assay In Vivo and In Vitro. Previous work with the mouse macrophage system has shown that when very high multiplicities of MHV-PRI virus (i.e. virus adapted to PRI mice) were inoculated onto cultures of C3H-resistant macrophages, there emerged in some of the cultures a new virus that was adapted to the C3H cells, MHV-C3H (5). Thus, it was necessary to ascertain that the experiments did not simply reflect a heightened adaption of the virus to new host cells. This was tested by the following experiments:",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 225,
                    "end": 227,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Susceptibility of C3H macrophages to MHV-PRI Infection After Adding MLC Supernatant Fluid."
        },
        {
            "text": "Fluid was collected from macrophage cultures which showed extensive destruction after treatment with the susceptibility factor and virus, and 0.5 ml of this fluid was injected intraperitoneally into seven PRI mice and three C3H mice. None of the C3H mice died, but all of the PRI mice died within 4 days of inoculation. All showed extensive liver necrosis and yielded virus that titered between 107 and 10 s on PRI macrophages. Fluid from the cultures of the altered macrophages was also titered on C3H and PRI macrophages. The TCIDso of the fluid was found to have an average of 106.5 ID5o on PRI macrophages and less than 102 on C3H macrophages. Therefore, the destruction observed among the resistant C3H macrophages was not caused by the appearance of MHV-C3H, a virulent variant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptibility of C3H macrophages to MHV-PRI Infection After Adding MLC Supernatant Fluid."
        },
        {
            "text": "The genetic difference in susceptibility of macrophages from two strains of inbred mice, C3H and PRI, to the original strain of MHV-2, grown in PRI mice, is well established and has remained consistent in our laboratory ever since the difference was first described in 1960. However, an adaption of the MHV-PRI virus to the C3H cells and to C3H mice occurs regularly when large amounts of MHV.PRI virus are inoculated into C3H cells. This gives rise to a new virus, MHV-C3H, which grows readily in C3H cells. This situation may be diagrammed as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The plus signs indicate that the virus and the host are compatible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, we now have been able to introduce the gene for susceptibility from the PRI mice into the C3H mice by the appropriate crosses and backcrosses and have established congenic lines of C3H, i.e., C3Hss (susceptible) and C3H (resistant), or in genetic terms, C3Hrr. It was the establishment of these two lines of mice which allowed us to differentiate between a hypothesis of conversion, presumed to be like that of transformation (7), and a change in susceptibility brought about by a mixed lymphocyte reaction. In 1962 when the original work on conversion was reported, there was little knowledge of lymphokines and their effect on macrophages. J. H. Huang, in unpublished experiments carried out in our laboratory in 1965, showed that increased susceptibility of resistant macrophage cultures was readily induced by the addition of \"floating\" cells (probably lymphocytes) to the fresh cultures of the resistant macrophages, which contained lymphocytes of another allogeneic type. It was supposed that the virus might be growing in the lymphocytes from the susceptible mice and attaining sufficient titer to destroy the macrophages. This hypothesis could not be ruled out until the congenic strains, C3H (C3Hrr) and C3Hss, had been established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The first of the present experiments (Table I) showed that the products of allogeneic mixed lymphocytes and macrophages, as well as the cells themselves, were effective in increasing susceptibility, but that there was no transfer of susceptibility between the congenic mice, C3Hss to C3H. Thus, the results of the experiments of Kantoch, Warwick, Bang, and of Huang have been confirmed, while the hypothesis itself has been supplanted in the light of new information on lymphokines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 46,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The finding that a susceptibility factor may be evoked in this way also begins to explain the series of experiments in which the genotypically resistant host mice (C3H) were made susceptible by agents known to be destructive of lymphocytes, such as cytoxan and cortisone, while macrophage cultures derived from these same mice failed to succumb to the virus. Presumably, very high titers of the susceptibility factor are released in the mice in vivo, but the amounts produced in tissue culture where lymphocytes are few are insufficient to confer susceptibility. This last point has direct applicability to general studies on the effect of cortisone and cytoxan on host susceptibility, a problem that at present is poorly understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this connection, the recent report of Olding et al. (9) is relevant. They showed that allogeneic reactions of mouse cells in tissue culture were capable of evoking latent cytomegalic virus infections of mouse cells. It is not clear whether this evocation had a direct effect on the latent infection or whether, as in our system, resistant cells were converted into susceptible ones.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Genetic resistance to mouse hepatitis, which resides largely in the macro-:phages of resistant C3H mice, may be altered by exposing the cells in vitro to fluid from allogeneic mixed lymphocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "A 1,000-fold increase in susceptibility was produced in these genetically resistant cells by exposure to this fluid. This presumed lymphokine was effective without producing any change in host adaption of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effect of cortisone on genetic resistance to mouse hepatitis virus in vivo and in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gallily",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of cyclophosphamide on the genetic resistance of C3H mice to mouse hepatitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Willenborg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Proc. Soc. Exp. Biol. Med",
            "volume": "142",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Differential growth of MHV(PRI) and MHV(C3H) in genetically resistant C3H mice rendered susceptible by epierythrozoon infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Lavelle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Arch. Gesamte Virusforsch",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mouse macrophages as host cells for the mouse hepatitis virus and the genetic basis of their susceptibility",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "In vitro interaction of mouse hepatitis virus and macrophages from genetically resistant mice. If. Biological characterization of a variant virus (MHV(C3H)) isolated from stocks ofMHV(PRI)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shif",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. Exp. Med",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Long term cultivation of mouse peritoneal macrophages",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. Natl. Cancer Inst",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Conversion of genetic resistance of mammalian cells to susceptibility to a virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kantoch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The cellular nature of genetic susceptibility to a virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kantoch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warwick",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "J. Exp. Med",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pathogenesis ofcytomegalovirus infection. I. Activation of virus from bone marrow-derived lymphocytes by in vitro allogeneic reaction",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Olding",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B A"
                    ],
                    "last": "Oldstone",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Exp. Med",
            "volume": "141",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Controls of C3H cells alone and C3H cells treated with MLC alone did not show destruction. * D.~-D~, day of destruction of culture. Preparation of Supernatant Fluid. After 3 days incubation the supernatant fluid from the MLC was withdrawn from the Petri dishes and centrifuged at 1,000 RPM for 30 rain. The supernatant fluid from this centrifugate was used in the experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) Control C3H mouse peritoneal macrophages 5 days after cultivation, x 150. (b) C3H peritoneal macrophages with 10% MLC supernatant fluid of C3Hss and C3H added before addition of 10 -a dilution of MHV-PRI 4 days after infection. No destruction apparent. x 150. (c) C3H peritoneal macrophages with 10% MLC supernatant fluid of PRI and C3H added before addition of I0 -:~ dilution of MHV-PRI, 3 days after infection. Note the severe granulation, swelling, and loss of cells from glass, x 150. (d) Same treatment as in (c), 4 days after infection. Severe destruction, x 150.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "on cells treated with the products of mixed C3H and C3Hss, which do not evoke a reaction. Pretests of the two Bar Harbor, Maine, strains had shown that their macrophages, and the mice in vivo, had different degrees of resistance to MHV-PRI. This was reflected in the results of the MLC tests: the DBA-C3H mixture increased susceptibility by 100-fold; the C57-C3H mixture between 10and 100-fold; and the positive control C3H-PRI evoked an increase of 1,000-fold.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Effects of Adding Mixed Lymphocytes and Fluid from MLC to Cultures of C3H-ResistantMacrophages",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Effect of Various Concentrations of Susceptibility Factor on Titrations of Virus in Resistant Cells",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}